{
  "templateType": "Structured Apprenticeship Standard",
  "shortAssessment": false,
  "larsCode": 480,
  "referenceNumber": "ST0807",
  "learningAimClassCode": "",
  "title": "Marketing assistant",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://skillsengland.education.gov.uk/api/apprenticeshipstandards/ST0807",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2023-12-12T00:00:00",
  "earliestStartDate": "2019-07-03T00:00:00",
  "latestStartDate": "2023-12-12T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Supporting customer focused marketing activities through awareness raising and/or perception building.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 18,
  "minimumHoursForCompliance": "",
  "maxFunding": 7000,
  "maxFundingAdditionalInformation": "",
  "route": "Sales, marketing and procurement",
  "keywords": [
    "marketing",
    "assistant",
    "sales",
    "customer",
    "market",
    "business"
  ],
  "jobRoles": [
    "Marketing assistant",
    "Marketing communications assistant",
    "Marketing campaigns assistant",
    "Brand assistant",
    "Promotional assistant"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://skillsengland.education.gov.uk/media/tkvmzn24/st0807_marketing-assistant_l3_ap-for-publication_11062019.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.4 Marketing and sales",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in every sector and industry including manufacturing, retail, IT, automotive, service industries (financial services, health care, professional services, etc), and across large, medium and small commercial, public sector and not-for-profit organisations. Roles can sit within a specific company/agency that provides marketing deliverables and advice to external clients, or within an internal marketing team, delivering marketing activities to drive that business.&lt;br /&gt;&lt;br /&gt;The broad purpose of the occupation is to support customer focussed marketing activities that drive the demand for a product or service through awareness raising and/or perception building to generate results to the bottom line. As part of the Marketing team the Marketing Assistant will contribute to the implementation of the Marketing strategy and plans. They will be responsible for delivering day-to-day marketing activities across a multitude of platforms, channels and systems that are essential to the Marketing function and activities of the company.&lt;br /&gt;&lt;br /&gt;It is typically the entry route for many Marketing professionals who progress their career into more senior marketing positions. In their daily work, an employee in this occupation interacts with a wide range of internal colleagues and external marketing suppliers. Depending on the size and structure of the organisation, this could include collaboration with colleagues from sales, operations, PR, IT, the customer insight team and finance as well as interaction externally with clients/customers and suppliers such as printers, digital agencies, PR and media agencies, event display companies, market research agencies, and media sales professionals. &lt;br /&gt;&lt;br /&gt;The role is likely to be primarily office-based, although they may spend time away from the office attending exhibitions and events, meetings with external marketing suppliers, marketing research suppliers, visiting clients, trade shows, or supporting research activities. An employee in this occupation will be responsible for coordinating and delivering specific marketing activities which could include, but are not limited to, marketing content creation, background market and customer research, monitoring campaign analytic and collecting data, using relevant marketing software/systems, maintaining marketing administration activities such as managing the supply of marketing literature, tracking marketing expenditure, supporting the procurement of, and overseeing the delivery of work by external and internal marketing suppliers. The level of supervision is likely to vary for each employer, with the level of autonomy varying by size of organisation and marketing function. Typically they would be the first point of contact for day-to-day activities in the marketing function, and supervised by a member of staff with greater marketing skills, knowledge and experience.&lt;br /&gt;&lt;br /&gt;Depending on the size of the organisation and its Marketing function, the Marketing Assistant may report into a Marketing Executive, a Marketing Manager, Marketing Director or (in small organisations) an Sales/Operational Manager or Managing Director.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "2fd73cc4-3254-4cc9-a080-5f343acaf22c",
      "detail": "Marketing theory, concepts and basic principles e.g., what marketing is, the marketing mix (7Ps: product, price, place, promotion, physical environment, process, people), the promotional mix and the difference between its elements (advertising, sales, public relations etc), what a marketing plan is."
    },
    {
      "knowledgeId": "665e779c-2661-4d75-9712-6015bfcc9b98",
      "detail": "Current technologies such as systems and software, that can help deliver effective marketing planning (research), delivery and evaluation"
    },
    {
      "knowledgeId": "12865409-000e-4c69-a648-288522dccf39",
      "detail": "Legislation and regulatory frameworks affecting marketing operations, e.g. General Data Protection Regulation (GDPR)/eprivacy, trading laws, copyright law, Advertising Standards Authority (ASA)"
    },
    {
      "knowledgeId": "9040865d-e417-4534-a1e3-015215404b9a",
      "detail": "Principles of Marketing ethics such as targeting vulnerable adults and children; principles of conducting marketing communications in a legal, decent and honest manner, advertising being clearly differentiated from news/entertainment, ensuring consumer data is never compromised and marketing strategies avoid stereotyping"
    },
    {
      "knowledgeId": "e774d899-5303-427e-b4be-c0482d1c178f",
      "detail": "The Internal dependencies that positively and negatively influence the success of marketing, e.g. IT, finance, sales, operations"
    },
    {
      "knowledgeId": "48b72b6b-f886-442f-8f59-bbb3d4313b4b",
      "detail": "Primary and secondary research and the different sources of primary and secondary research data"
    },
    {
      "knowledgeId": "c9770d16-1ee4-4527-a8a5-55987424e415",
      "detail": "Brand theory (positioning/value/identity/guidelines) to a basic level"
    },
    {
      "knowledgeId": "c8568aa2-6072-4b3e-97d1-b5c1216efc46",
      "detail": "How marketing fits within organisational structures and processes"
    },
    {
      "knowledgeId": "bfce0dd9-fd94-411c-b470-62f3c9ae2680",
      "detail": "How to brief and manage external marketing suppliers, and an understanding of the risks to ineffective briefing/management"
    },
    {
      "knowledgeId": "02e9c928-ef93-4019-9e54-583b8193a853",
      "detail": "Copywriting and proofreading techniques"
    },
    {
      "knowledgeId": "e020d819-c393-4517-adae-ab443ff6f8e8",
      "detail": "Search engine optimisation techniques and effective video production and publishing practice"
    },
    {
      "knowledgeId": "09d88d3d-8bbf-4aa2-8d92-dabb74764335",
      "detail": "The benefits of a customer relationship management system"
    },
    {
      "knowledgeId": "d378d2c1-2c5a-4980-b1de-4cecee0de2b4",
      "detail": "The benefits of marketing automation processes and systems"
    },
    {
      "knowledgeId": "8667dfb6-64ae-43e3-b983-b8afeaa3c9ad",
      "detail": "The metrics relevant to the delivery and evaluation of marketing activity, and an understanding of which are most relevant to that activity"
    },
    {
      "knowledgeId": "b8ec58f1-8ef9-462d-89aa-17b9e755d647",
      "detail": "Budgeting principles and good procurement practice"
    },
    {
      "knowledgeId": "451293a0-30c3-4829-ac86-9b9bc592c694",
      "detail": "Importance of planning and maintaining offline and digital assets"
    },
    {
      "knowledgeId": "8144101e-981d-4f9c-a74c-4210b00299e2",
      "detail": "Awareness of social media platforms appropriate to customer and business segments"
    },
    {
      "knowledgeId": "7a703a6b-706c-4bed-ad61-5a60c4892720",
      "detail": "The customer journey and the customer segments relevant to their market"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "76a51356-8bda-4fca-ba12-75b15553d3b4",
      "detail": "Professional and customer focussed, shows commitment to putting the customer at the centre of marketing activities"
    },
    {
      "behaviourId": "194cb562-3755-41d6-87ed-a93e89eb8b48",
      "detail": "Apply ethical behaviour in planning, delivery and evaluation of marketing activity. Including carrying out activity in a way that values equality and diversity"
    },
    {
      "behaviourId": "84667dab-acab-4497-adb6-b202a1ab54d7",
      "detail": "Commitment to continuous development of self and marketing activities through own initiative, within scope of own responsibility, keeping abreast of external developments including competitor and market trends"
    },
    {
      "behaviourId": "c16eafcc-3f89-4a57-b113-535ace7fbb8b",
      "detail": "Self motivated - takes responsibility for own actions"
    },
    {
      "behaviourId": "8e150841-1e45-4d13-8c8d-58b34581b028",
      "detail": "Reflective and analytical, solving problems with internal and external sources of intelligence and data with a commitment to using evidence to support decisions."
    },
    {
      "behaviourId": "3cd9e534-3756-434f-bb0b-21673c16f0d2",
      "detail": "Collaborative, consultative and supportive to achieve marketing outcomes, good listener, shows empathy with the views of others"
    },
    {
      "behaviourId": "43f76987-b2b9-4d79-916e-f3379d03393f",
      "detail": "Strong attention to detail"
    },
    {
      "behaviourId": "ce2c2f77-bfcd-4545-8d1d-61b380f18c15",
      "detail": "Responsive and flexible, able to work at pace within deadlines balancing short and long term priorities (multitask)"
    },
    {
      "behaviourId": "3fbbb330-b351-40c4-8b74-de306a97e0d6",
      "detail": "Shows creativity in their approach to work"
    }
  ],
  "skills": [
    {
      "skillId": "efda95da-e4c1-462a-8eea-f013ceec256f",
      "detail": "Use research/survey software to gather audience insight and/or evaluation"
    },
    {
      "skillId": "091a9689-5559-4cae-a85a-f31ee54e2d4f",
      "detail": "Applying creativity to use a website content management system to publish text, images and video/animated content"
    },
    {
      "skillId": "8ff37be0-f4d3-4e23-b3eb-112692e0f7e6",
      "detail": "Use a social media platform to publish text, images and video content"
    },
    {
      "skillId": "6cb229c3-d37d-47d5-9907-29b54d84b6a9",
      "detail": "Use high volume email delivery software to acquire and/or retain one or more market segments and understand the response"
    },
    {
      "skillId": "7813247d-fca2-47a8-a1ed-b7203d122349",
      "detail": "Organise offline and digital assets in a coordinated and legally compliant way (there may be several pieces of legislation that a Marketing Assistant may need to comply with, these should be relevant to the sector they work in and the type of activity. Examples include GDPR; Consumer Protection from Unfair Trading Regulations 2008; Consumer Credit Act; Copyright, Designs and Patents Act)"
    },
    {
      "skillId": "cae271c0-b68e-44b8-8e91-2c2a14411d80",
      "detail": "Able to compile briefs for an external marketing supplier (e.g. printer/display stand producer/graphic designer etc) and oversee successful delivery in-line with specification"
    },
    {
      "skillId": "3e4b5f5c-d0bc-4217-98fd-1028a605cc9b",
      "detail": "Write persuasive text to meet a marketing communications objective, using common copywriting techniques such as adapting writing style to ensure it is appropriate to different channels in-line with organisational brand guidelines."
    },
    {
      "skillId": "05bd880e-1eb2-4cda-9d78-5398f362d56c",
      "detail": "Proofread marketing copy to ensure that it is accurate, persuasive and legally compliant and is on brand."
    },
    {
      "skillId": "f051a628-4135-4e6e-a5e7-76c5c131f716",
      "detail": "Able to plan and coordinate a marketing activity (external and/or internal) comprising several different marketing tactics to acquire or retain one or more customer segments. Carries out the tasks within known resources."
    },
    {
      "skillId": "c1ab4ff7-0439-4e43-9aee-84792ce8a7a0",
      "detail": "Analyse and present defined external and internal marketing data to inform discussions about planning, delivery and/or evaluation of marketing activities/brand performance."
    },
    {
      "skillId": "7e88d519-c6aa-46e2-aecc-3b23590fe453",
      "detail": "Spreadsheets - create and maintain spreadsheets using common business software, e.g. Excel, Numbers, in support of marketing activities (such as project/budget planning and monitoring, and to support organisation of marketing assets)"
    },
    {
      "skillId": "fb1a2a06-a2a1-4ca6-9bb1-1b3b6c34cb95",
      "detail": "Presentations - compile and present marketing information (e.g. to inform internal stakeholders of the results of a marketing tactic or present ideas for future marketing tactics) using common business software, e.g. PowerPoint. Basic presentation skills to deliver these findings."
    },
    {
      "skillId": "38234047-9388-45cc-b28b-52b326d4907a",
      "detail": "Compile a report from a marketing system/software, e.g. CRM, Google Analytics, Dotmailer"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2019-07-03T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0012",
  "tbMainContact": " Peter.Jones@hepcomotion.com and deenielee@lagommarketing.co.uk",
  "involvedEmployers": "NS&I, SEETEC, Covea Insurance, MESH Experience, Mercedes Benz Financial Services Ltd, Growth Company, 3M, Walsall Council, Unilever, Specsavers",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Marketing assistant",
    "Marketing communications assistant",
    "Marketing campaigns assistant",
    "Brand assistant",
    "Promotional assistant"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Marketing",
  "cluster": "Marketing assistant",
  "clusterId": "124",
  "clusterDescription": "Plan, organise and deliver key marketing actions and events",
  "createdDate": "2020-01-16T11:56:14 +00:00",
  "lastUpdated": "2023-12-12T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-07-03T00:00:00 +00:00",
  "banners": "This apprenticeship will be retired on 12 December 2023. Current apprentices will be able to complete their programme. Employers who wish to start new apprentices should consider using ST1031 Multi-channel Marketer instead.",
  "occupationCode": "",
  "occupationalStandardUrl": "https://skillsengland.education.gov.uk/apprenticeships/st0807-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://skillsengland.education.gov.uk/apprenticeships/st0807-v1-0",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "Chartered Institute of Marketing (CIM)",
      "level": "This apprenticeship is designed to meet the requirements for registration as an Affiliate Member with the Chartered Institute of Marketing (CIM).",
      "isPartial": "",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "7d3fee11-fc99-42fe-bc56-c5f2b4d7bc4b",
      "dutyDetail": "Create and edit content in collaboration with senior colleagues for offline and/or digital marketing channels, such as website, social media, sales materials or event displays, ensuring that brand guidelines are met in order to achieve marketing objectives.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "76a51356-8bda-4fca-ba12-75b15553d3b4",
        "194cb562-3755-41d6-87ed-a93e89eb8b48",
        "84667dab-acab-4497-adb6-b202a1ab54d7",
        "43f76987-b2b9-4d79-916e-f3379d03393f",
        "ce2c2f77-bfcd-4545-8d1d-61b380f18c15",
        "3fbbb330-b351-40c4-8b74-de306a97e0d6"
      ],
      "mappedKnowledge": [
        "665e779c-2661-4d75-9712-6015bfcc9b98",
        "12865409-000e-4c69-a648-288522dccf39",
        "c9770d16-1ee4-4527-a8a5-55987424e415",
        "02e9c928-ef93-4019-9e54-583b8193a853",
        "e020d819-c393-4517-adae-ab443ff6f8e8",
        "451293a0-30c3-4829-ac86-9b9bc592c694",
        "8144101e-981d-4f9c-a74c-4210b00299e2",
        "7a703a6b-706c-4bed-ad61-5a60c4892720"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "091a9689-5559-4cae-a85a-f31ee54e2d4f",
        "8ff37be0-f4d3-4e23-b3eb-112692e0f7e6",
        "6cb229c3-d37d-47d5-9907-29b54d84b6a9",
        "3e4b5f5c-d0bc-4217-98fd-1028a605cc9b",
        "05bd880e-1eb2-4cda-9d78-5398f362d56c",
        "f051a628-4135-4e6e-a5e7-76c5c131f716"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a027d7d5-1fa9-416b-85fd-8deb5145ef04",
      "dutyDetail": "Publish editorial, creative and video content via social media or video sharing platforms, e.g. LinkedIn, Twitter, Instagram",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "76a51356-8bda-4fca-ba12-75b15553d3b4",
        "194cb562-3755-41d6-87ed-a93e89eb8b48",
        "c16eafcc-3f89-4a57-b113-535ace7fbb8b",
        "43f76987-b2b9-4d79-916e-f3379d03393f",
        "3fbbb330-b351-40c4-8b74-de306a97e0d6"
      ],
      "mappedKnowledge": [
        "665e779c-2661-4d75-9712-6015bfcc9b98",
        "12865409-000e-4c69-a648-288522dccf39",
        "c9770d16-1ee4-4527-a8a5-55987424e415",
        "02e9c928-ef93-4019-9e54-583b8193a853",
        "e020d819-c393-4517-adae-ab443ff6f8e8",
        "8144101e-981d-4f9c-a74c-4210b00299e2",
        "7a703a6b-706c-4bed-ad61-5a60c4892720"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "091a9689-5559-4cae-a85a-f31ee54e2d4f",
        "8ff37be0-f4d3-4e23-b3eb-112692e0f7e6",
        "6cb229c3-d37d-47d5-9907-29b54d84b6a9",
        "05bd880e-1eb2-4cda-9d78-5398f362d56c",
        "f051a628-4135-4e6e-a5e7-76c5c131f716"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a45db950-9ad0-41c9-90c6-93448661fca5",
      "dutyDetail": "Specify, purchase and quality assure marketing goods and services from external suppliers e.g. place a brochure print order, book exhibition space, book media space.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "194cb562-3755-41d6-87ed-a93e89eb8b48",
        "c16eafcc-3f89-4a57-b113-535ace7fbb8b",
        "3cd9e534-3756-434f-bb0b-21673c16f0d2",
        "43f76987-b2b9-4d79-916e-f3379d03393f",
        "ce2c2f77-bfcd-4545-8d1d-61b380f18c15"
      ],
      "mappedKnowledge": [
        "2fd73cc4-3254-4cc9-a080-5f343acaf22c",
        "12865409-000e-4c69-a648-288522dccf39",
        "e774d899-5303-427e-b4be-c0482d1c178f",
        "bfce0dd9-fd94-411c-b470-62f3c9ae2680",
        "b8ec58f1-8ef9-462d-89aa-17b9e755d647"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cae271c0-b68e-44b8-8e91-2c2a14411d80",
        "f051a628-4135-4e6e-a5e7-76c5c131f716",
        "c1ab4ff7-0439-4e43-9aee-84792ce8a7a0"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2a078faf-4d3d-4636-9027-bed47bc858a5",
      "dutyDetail": "Manage the cataloguing of offline and digital marketing assets including permissions and compliance, in-line with marketing regulations and legislation, e.g. storage and organisation of marketing materials, administering creative asset management systems.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c16eafcc-3f89-4a57-b113-535ace7fbb8b",
        "43f76987-b2b9-4d79-916e-f3379d03393f",
        "ce2c2f77-bfcd-4545-8d1d-61b380f18c15"
      ],
      "mappedKnowledge": [
        "665e779c-2661-4d75-9712-6015bfcc9b98",
        "12865409-000e-4c69-a648-288522dccf39",
        "c8568aa2-6072-4b3e-97d1-b5c1216efc46",
        "451293a0-30c3-4829-ac86-9b9bc592c694"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7813247d-fca2-47a8-a1ed-b7203d122349",
        "7e88d519-c6aa-46e2-aecc-3b23590fe453"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "87267f23-998a-47c8-af4e-5ddabc88677a",
      "dutyDetail": "Monitor and evaluate marketing delivery effectiveness by producing and interpreting reports from one or more marketing tools or systems, e.g. marketing automation report; social media monitoring report; analytics and metrics reports, budget tracker.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "76a51356-8bda-4fca-ba12-75b15553d3b4",
        "84667dab-acab-4497-adb6-b202a1ab54d7",
        "8e150841-1e45-4d13-8c8d-58b34581b028",
        "43f76987-b2b9-4d79-916e-f3379d03393f"
      ],
      "mappedKnowledge": [
        "665e779c-2661-4d75-9712-6015bfcc9b98",
        "12865409-000e-4c69-a648-288522dccf39",
        "9040865d-e417-4534-a1e3-015215404b9a",
        "48b72b6b-f886-442f-8f59-bbb3d4313b4b",
        "09d88d3d-8bbf-4aa2-8d92-dabb74764335",
        "d378d2c1-2c5a-4980-b1de-4cecee0de2b4",
        "8667dfb6-64ae-43e3-b983-b8afeaa3c9ad",
        "7a703a6b-706c-4bed-ad61-5a60c4892720"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "efda95da-e4c1-462a-8eea-f013ceec256f",
        "c1ab4ff7-0439-4e43-9aee-84792ce8a7a0",
        "7e88d519-c6aa-46e2-aecc-3b23590fe453",
        "fb1a2a06-a2a1-4ca6-9bb1-1b3b6c34cb95",
        "38234047-9388-45cc-b28b-52b326d4907a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f691ad36-041f-42fc-9fee-62c37c389281",
      "dutyDetail": "Contribute to the planning, delivery or evaluation of marketing activity through creation of written planning and evaluation documents and presentations, e.g. marketing campaign results, market and customer intelligence research, update marketing plan",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "76a51356-8bda-4fca-ba12-75b15553d3b4",
        "194cb562-3755-41d6-87ed-a93e89eb8b48",
        "84667dab-acab-4497-adb6-b202a1ab54d7",
        "c16eafcc-3f89-4a57-b113-535ace7fbb8b",
        "8e150841-1e45-4d13-8c8d-58b34581b028",
        "3cd9e534-3756-434f-bb0b-21673c16f0d2",
        "43f76987-b2b9-4d79-916e-f3379d03393f",
        "3fbbb330-b351-40c4-8b74-de306a97e0d6"
      ],
      "mappedKnowledge": [
        "2fd73cc4-3254-4cc9-a080-5f343acaf22c",
        "12865409-000e-4c69-a648-288522dccf39",
        "e774d899-5303-427e-b4be-c0482d1c178f",
        "48b72b6b-f886-442f-8f59-bbb3d4313b4b",
        "c8568aa2-6072-4b3e-97d1-b5c1216efc46",
        "8667dfb6-64ae-43e3-b983-b8afeaa3c9ad"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "efda95da-e4c1-462a-8eea-f013ceec256f",
        "c1ab4ff7-0439-4e43-9aee-84792ce8a7a0",
        "7e88d519-c6aa-46e2-aecc-3b23590fe453",
        "fb1a2a06-a2a1-4ca6-9bb1-1b3b6c34cb95",
        "38234047-9388-45cc-b28b-52b326d4907a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4f109680-2604-41d0-a2c7-75cd27ab94f6",
      "dutyDetail": "Use content management software to publish and refresh effective online content to engage with different customer segments.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "76a51356-8bda-4fca-ba12-75b15553d3b4",
        "194cb562-3755-41d6-87ed-a93e89eb8b48",
        "43f76987-b2b9-4d79-916e-f3379d03393f",
        "ce2c2f77-bfcd-4545-8d1d-61b380f18c15",
        "3fbbb330-b351-40c4-8b74-de306a97e0d6"
      ],
      "mappedKnowledge": [
        "665e779c-2661-4d75-9712-6015bfcc9b98",
        "12865409-000e-4c69-a648-288522dccf39",
        "9040865d-e417-4534-a1e3-015215404b9a",
        "c9770d16-1ee4-4527-a8a5-55987424e415",
        "02e9c928-ef93-4019-9e54-583b8193a853",
        "e020d819-c393-4517-adae-ab443ff6f8e8",
        "8144101e-981d-4f9c-a74c-4210b00299e2",
        "7a703a6b-706c-4bed-ad61-5a60c4892720"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "091a9689-5559-4cae-a85a-f31ee54e2d4f",
        "8ff37be0-f4d3-4e23-b3eb-112692e0f7e6",
        "3e4b5f5c-d0bc-4217-98fd-1028a605cc9b",
        "05bd880e-1eb2-4cda-9d78-5398f362d56c",
        "f051a628-4135-4e6e-a5e7-76c5c131f716"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "08c2b1fc-01f7-4acb-9d38-606a08b20787",
      "dutyDetail": "Use appropriate primary and secondary research methods including survey tools and desktop research to gather marketing insight or evaluation, and inform marketing decisions, planning and delivery.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "76a51356-8bda-4fca-ba12-75b15553d3b4",
        "194cb562-3755-41d6-87ed-a93e89eb8b48",
        "84667dab-acab-4497-adb6-b202a1ab54d7",
        "8e150841-1e45-4d13-8c8d-58b34581b028",
        "43f76987-b2b9-4d79-916e-f3379d03393f"
      ],
      "mappedKnowledge": [
        "665e779c-2661-4d75-9712-6015bfcc9b98",
        "12865409-000e-4c69-a648-288522dccf39",
        "9040865d-e417-4534-a1e3-015215404b9a",
        "48b72b6b-f886-442f-8f59-bbb3d4313b4b",
        "c9770d16-1ee4-4527-a8a5-55987424e415",
        "8667dfb6-64ae-43e3-b983-b8afeaa3c9ad"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "efda95da-e4c1-462a-8eea-f013ceec256f",
        "c1ab4ff7-0439-4e43-9aee-84792ce8a7a0",
        "7e88d519-c6aa-46e2-aecc-3b23590fe453",
        "fb1a2a06-a2a1-4ca6-9bb1-1b3b6c34cb95",
        "38234047-9388-45cc-b28b-52b326d4907a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fb63c191-666f-4eb3-83db-92ef180a25dc",
      "dutyDetail": "Monitor marketing expenditure and activities to a specified budget and plan, ensuring invoices are processed efficiently.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "194cb562-3755-41d6-87ed-a93e89eb8b48",
        "c16eafcc-3f89-4a57-b113-535ace7fbb8b",
        "43f76987-b2b9-4d79-916e-f3379d03393f"
      ],
      "mappedKnowledge": [
        "e774d899-5303-427e-b4be-c0482d1c178f",
        "c8568aa2-6072-4b3e-97d1-b5c1216efc46",
        "bfce0dd9-fd94-411c-b470-62f3c9ae2680",
        "b8ec58f1-8ef9-462d-89aa-17b9e755d647"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7e88d519-c6aa-46e2-aecc-3b23590fe453"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d43e677a-628c-4947-8683-95b28be821a5",
      "dutyDetail": "Efficiently and effectively source creative assets (photographs, graphically designed creative, video content) for the production of marketing communication collateral in-line with regulations and legislation.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "76a51356-8bda-4fca-ba12-75b15553d3b4",
        "194cb562-3755-41d6-87ed-a93e89eb8b48",
        "c16eafcc-3f89-4a57-b113-535ace7fbb8b",
        "43f76987-b2b9-4d79-916e-f3379d03393f",
        "ce2c2f77-bfcd-4545-8d1d-61b380f18c15",
        "3fbbb330-b351-40c4-8b74-de306a97e0d6"
      ],
      "mappedKnowledge": [
        "665e779c-2661-4d75-9712-6015bfcc9b98",
        "12865409-000e-4c69-a648-288522dccf39",
        "c9770d16-1ee4-4527-a8a5-55987424e415",
        "bfce0dd9-fd94-411c-b470-62f3c9ae2680",
        "451293a0-30c3-4829-ac86-9b9bc592c694"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7813247d-fca2-47a8-a1ed-b7203d122349",
        "cae271c0-b68e-44b8-8e91-2c2a14411d80",
        "05bd880e-1eb2-4cda-9d78-5398f362d56c",
        "c1ab4ff7-0439-4e43-9aee-84792ce8a7a0"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7bafb608-c6cd-42ee-9ec9-4460cde16a80",
      "dutyDetail": "Establish and maintain effective day to day relationships and communication between the marketing function and internal and external stakeholders to support marketing activities.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "76a51356-8bda-4fca-ba12-75b15553d3b4",
        "c16eafcc-3f89-4a57-b113-535ace7fbb8b",
        "8e150841-1e45-4d13-8c8d-58b34581b028",
        "3cd9e534-3756-434f-bb0b-21673c16f0d2",
        "ce2c2f77-bfcd-4545-8d1d-61b380f18c15"
      ],
      "mappedKnowledge": [
        "e774d899-5303-427e-b4be-c0482d1c178f",
        "c8568aa2-6072-4b3e-97d1-b5c1216efc46",
        "bfce0dd9-fd94-411c-b470-62f3c9ae2680",
        "09d88d3d-8bbf-4aa2-8d92-dabb74764335"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f051a628-4135-4e6e-a5e7-76c5c131f716",
        "c1ab4ff7-0439-4e43-9aee-84792ce8a7a0",
        "fb1a2a06-a2a1-4ca6-9bb1-1b3b6c34cb95"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "10f25370-2e32-446f-b409-2712ebab7f2e",
      "dutyDetail": "Implement marketing activities through marketing administration, e.g. organise an exhibition display, arrange a marketing meeting, organising an event.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "194cb562-3755-41d6-87ed-a93e89eb8b48",
        "84667dab-acab-4497-adb6-b202a1ab54d7",
        "c16eafcc-3f89-4a57-b113-535ace7fbb8b",
        "8e150841-1e45-4d13-8c8d-58b34581b028",
        "3cd9e534-3756-434f-bb0b-21673c16f0d2",
        "43f76987-b2b9-4d79-916e-f3379d03393f",
        "ce2c2f77-bfcd-4545-8d1d-61b380f18c15"
      ],
      "mappedKnowledge": [
        "2fd73cc4-3254-4cc9-a080-5f343acaf22c",
        "e774d899-5303-427e-b4be-c0482d1c178f",
        "c9770d16-1ee4-4527-a8a5-55987424e415",
        "c8568aa2-6072-4b3e-97d1-b5c1216efc46",
        "bfce0dd9-fd94-411c-b470-62f3c9ae2680",
        "02e9c928-ef93-4019-9e54-583b8193a853",
        "b8ec58f1-8ef9-462d-89aa-17b9e755d647"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7813247d-fca2-47a8-a1ed-b7203d122349",
        "cae271c0-b68e-44b8-8e91-2c2a14411d80",
        "3e4b5f5c-d0bc-4217-98fd-1028a605cc9b",
        "05bd880e-1eb2-4cda-9d78-5398f362d56c",
        "f051a628-4135-4e6e-a5e7-76c5c131f716",
        "7e88d519-c6aa-46e2-aecc-3b23590fe453",
        "fb1a2a06-a2a1-4ca6-9bb1-1b3b6c34cb95",
        "38234047-9388-45cc-b28b-52b326d4907a"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-12-12T00:00:00"
}