{
  "templateType": "Occupational Standard",
  "larsCode": 732,
  "referenceNumber": "ST0811",
  "learningAimClassCode": "",
  "title": "Senior procurement and supply chain professional",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0811",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-04-11T00:00:00",
  "earliestStartDate": "2023-10-18T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Set the procurement and supply chain strategy.",
  "level": 6,
  "ePALength": 4,
  "typicalDuration": 30,
  "maxFunding": 18000,
  "maxFundingAdditionalInformation": "",
  "route": "Sales, marketing and procurement",
  "keywords": [
    "procurement",
    "supply chain",
    "professional",
    "strategy",
    "supplier relationship",
    "contracts"
  ],
  "jobRoles": [
    "Category manager",
    "Commercial manager",
    "Head of procurement and supply chain",
    "Procurement manager",
    "Senior buyers",
    "Supply chain manager"
  ],
  "entryRequirements": "&lt;p&gt;Whilst any entry requirements will be a matter for individual employers, typically an apprentice might be expected to have already achieved GCSE Maths and English on entry.&lt;/p&gt;\n&lt;p&gt;An individual will have also gained successful completion of the CIPS Level 5 Advanced Diploma in Procurement and Supply before they can start this apprenticeship&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0811-v1-0?view=epa",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.3 Business management",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in small, medium, large, and multinational organisations in private, public and third sectors such as the Local Authorities, Central Government, Education, Finance, Construction, Facilities, Automotive, Manufacturing, Engineering, Health, Retail, Food, Hospitality, IT.&lt;/p&gt;\n&lt;p&gt;This occupation is found in organisations where there is a requirement to source and procure goods and/or services in line with national or international procurement laws, or internal governance processes.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to provide specialist procurement and supply knowledge to drive and set the procurement and supply chain strategy. Typically, this involves the strategic and tactical procurement of goods and services, ensuring compliance with national/international legislation and corporate governance. This occupation requires ethical leadership, driving an ethical approach through policy and sustainable supply chains. Increasingly this occupation requires a thorough understanding of the sustainability impacts of procurement and supply decisions on both upstream supply chain and the use of materials, products, or applications over their lifetime. For example, procurement and supply decisions concerning energy sources need to include the direct and indirect impacts of an occupation’s energy demand and the implementation of measures for reducing greenhouse gas emissions. Procurement and supply decisions about raw material and waste generation will consider the implementation of measures toward sustainable resource consumption, whole-life and circular economy thinking.&#160;&#160;&#160;&#160;&#160;&#160;&lt;/p&gt;\n&lt;p&gt;Senior procurement and supply chain professionals set and review procurement and supply chain strategies in line with competitive and external organisational environments, developing strategies, analysing, and managing the whole procurement life cycle. This includes the management of existing contracts; seeking opportunities to improve efficiencies; adding value by renegotiating costs; improvement of commercial benefits, driving social value, category management, price and cost analysis, management of procurement budgets, supplier performance management, setting key performance measures including contribution to Net Carbon Zero and sustainability criteria, procurement resource utilisation and conducting supplier due diligence to eliminate potential risks, supplier failure, supply disruption and changing markets. They will need to be mindful of the risks of greenwashing when tendering and engaging in contracts with suppliers where environmental, ethics, economy or sustainability claims for the business or organisation may be adversely impacted.&lt;/p&gt;\n&lt;p&gt;Senior procurement and supply chain professionals manage conflicting procurement and current political objectives such as net carbon zero, and risk management to influence successful outcomes. They work with multiple business stakeholders and committees to achieve operational, procurement and financial targets.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with the senior leadership team, influencing and applying best practice in procurement and delivering strategic procurement plans in line with business goals and objectives.&lt;/p&gt;\n&lt;p&gt;Senior procurement and supply chain professionals engage with internal and external stakeholders on behalf of their organisations at both strategic and tactical levels including, a range of internal stakeholders such as members of their own team and other departments such as board members, category managers and other senior stakeholders, such as functional leads (e.g., Finance, Stores and Distribution, Logistics, Sales, Marketing, Production, Human Resources). They may also engage with organisational sustainability teams, audit departments and financial teams responsible for managing and mitigating an organisations carbon footprint to ensure accurate reporting and auditing.&lt;/p&gt;\n&lt;p&gt;They work in partnership with external stakeholders to negotiate at strategic planning levels to achieve common goals and set targets for future development within the procurement profession. These include pressure groups, government bodies, members of the public, service users, and non-government organisations (NGO&#39;s).&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for...&lt;/p&gt;\n&lt;p&gt;the Procurement functions. Senior procurement and supply chain professionals lead, mentor, coach, evaluate, anticipate, and share best practice within their teams and across the department.&lt;/p&gt;\n&lt;p&gt;A senior procurement and supply chain professional at this level will develop, manage, and deliver the procurement strategy delivering specific and complex procurement objectives to internal and external stakeholders across organisations/multiple sites and/or business units.&lt;/p&gt;\n&lt;p&gt;They will deliver specific and complex procurement objectives across multiple sites or business units to internal and external stakeholders, whilst managing and supporting multiple business stakeholders with operational and financial targets, whilst also utilising buying power with new and existing key market suppliers.&lt;/p&gt;\n&lt;p&gt;Working at this level this role will be responsible for reviewing and identifying potential risk and opportunities to change and improve whilst improving existing policies and procedures of the procurement function. This role will be required to analyse and reduce continuity supply risks that impact the organisation including those related to the challenges of climate change and meeting the challenges of net carbon zero by 2050 (or in line with Government policy).&lt;/p&gt;\n&lt;p&gt;Senior procurement and supply chain professionals engage with stakeholders to influence critical supplier relationships to maximise commercial leverage or added value. This involves responsibility for leading due diligence procurement activity for acquisition targets, working with stakeholders to maximise cost and optimise cost efficiency. Leading and growing collaborative supplier relationships to meet service levels is expected at this level. Lead reviews with key suppliers, and produce detailed reports on performance, spend, concerns or opportunities.&lt;/p&gt;\n&lt;p&gt;From an operational perspective this role will evaluate and measure key performance indicators to track procurement activity and develop continuous improvement plans. They will maintain and improve processes to develop procurement operations in line with organisation standards. They will be responsible for working with stock and logistics teams to manage inventory levels.&lt;/p&gt;\n&lt;p&gt;Senior procurement and supply chain professionals will manage procurement teams and within the Procurement function. They lead, mentor, coach, evaluate, anticipate resource requirements, and share best practice within their teams and across the department.&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "b96d3064-94ce-432e-9475-b877e243e681",
      "detail": "Competitive advantage and how that adds value for their organisation and supply chain."
    },
    {
      "knowledgeId": "1494811c-cc38-41a4-bb3a-826b34aa4d84",
      "detail": "Strategic risk management techniques that drive appropriate due diligence and whole-life risk management."
    },
    {
      "knowledgeId": "25b6c19a-4bc8-45c7-a991-bb4535915837",
      "detail": "Responsible procurement expertise covering ethical/social, environmental, and economic factors. "
    },
    {
      "knowledgeId": "288d3889-4ecf-4a83-b1cc-4c5fda78303b",
      "detail": "Procurement cycle and its role in delivering the organisation’s strategy."
    },
    {
      "knowledgeId": "92f2ff0f-87aa-4c30-b60b-773e2a58a105",
      "detail": "Concepts of leadership and management in procurement."
    },
    {
      "knowledgeId": "687cb535-fac5-47ed-b215-fa09876b535c",
      "detail": "How a business case is developed, and the roles of stakeholders involved."
    },
    {
      "knowledgeId": "e9c44ef7-2434-4a97-8d6a-e81249419fdc",
      "detail": "Relevant regulatory and legislative requirements such as data protection, modern slavery and its application for procurement and supply chain management, competition, and employment."
    },
    {
      "knowledgeId": "44e3bc3f-60ad-4825-9c6a-0f2d749243ae",
      "detail": "Approaches to managing strategic stakeholder relationships."
    },
    {
      "knowledgeId": "a3b21e44-ec56-45d9-9a15-c3b3a8297a22",
      "detail": "The benefits, risks and implications of globalised supply chains and country-specific risks and challenges."
    },
    {
      "knowledgeId": "4bfd241a-81a4-470a-ab7a-ac7653305c96",
      "detail": "Change management concepts, and methods of implementing change within the organisation."
    },
    {
      "knowledgeId": "d632f3b0-363b-4bae-97bf-74124ba72f60",
      "detail": "How to use horizon scanning to identify the current and future needs of the sector and procurement landscape. "
    },
    {
      "knowledgeId": "3c671412-cdeb-40c2-baba-d7d93b928773",
      "detail": "Financial management techniques and implications for procurement."
    },
    {
      "knowledgeId": "8cb732cd-d122-4123-b31c-5ca01d3b6895",
      "detail": "Systems and technology used to support and improve procurement planning such as demand management, optimisation of inventory and supplier performance management."
    },
    {
      "knowledgeId": "5290d066-43fd-4d77-81d9-6750717daba7",
      "detail": "Importance of data integrity and cyber security to protect commercial information."
    },
    {
      "knowledgeId": "b1cabfc1-647b-4113-ad98-0676169bee28",
      "detail": "The use of, and the continuing development, of Category Management."
    },
    {
      "knowledgeId": "8a2f92ba-50bc-4318-8b8a-df7f60a8407f",
      "detail": "The use of collaborative and competitive strategies to identify routes to market."
    },
    {
      "knowledgeId": "e68898fd-4806-43a0-b6c3-9ef2d8a48ae5",
      "detail": "Contract and on-going supplier relationship management including exit strategies."
    },
    {
      "knowledgeId": "f1297214-0837-4eb8-a767-9586652ca14c",
      "detail": "Sustainability and resilience of supply chain networks. "
    },
    {
      "knowledgeId": "b133000b-fd07-42c1-a744-6c58dee1cfd3",
      "detail": "Project management tools and techniques."
    },
    {
      "knowledgeId": "cd7f3286-1fd9-4c10-843c-4b05b9accb99",
      "detail": "Pricing and payment mechanisms in contracting."
    },
    {
      "knowledgeId": "19cdbad1-e912-4104-8261-335df4894653",
      "detail": "Commercial negotiation approaches and techniques. "
    },
    {
      "knowledgeId": "94b47fe5-0972-4d0c-b96f-58a7f8e57754",
      "detail": "Conflict management and dispute resolution."
    },
    {
      "knowledgeId": "475a491b-e375-47f1-9e2d-0925124b111b",
      "detail": "Contract development including legal considerations."
    },
    {
      "knowledgeId": "ea8f5fb8-1a74-49a7-976c-df3a91cad160",
      "detail": "The continuous development requirements and training needs of their team."
    },
    {
      "knowledgeId": "e4ea57fa-4f3b-48a4-aba4-9c23c598575e",
      "detail": "Quality management systems and improvement methodologies."
    },
    {
      "knowledgeId": "9c66acff-e032-4e29-97a4-8242826acb90",
      "detail": "Software tools used to analyse, interpret, and evaluate intelligence to inform judgements and enable decision making."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "90dc8281-e294-4ab4-bebf-b951012a8944",
      "detail": "Role models ethical behaviour and practices."
    },
    {
      "behaviourId": "4b56657a-bb4d-4e70-b5b3-743c25dd4cc5",
      "detail": "Seeks learning opportunities and continuous professional development."
    },
    {
      "behaviourId": "60f67a73-5be6-4758-91a9-04f449293cd2",
      "detail": "Takes responsibility, shows initiative and is organised."
    },
    {
      "behaviourId": "1b362ad8-33c0-4489-92b8-825a647fdbd2",
      "detail": "Considers the “big” picture and the detail together. "
    },
    {
      "behaviourId": "553a54bd-4cac-45c8-9096-ea2d50e4237d",
      "detail": "Works flexibly and adapts to circumstances. "
    },
    {
      "behaviourId": "3f9b5411-6d94-4d94-9a2e-a1262694790e",
      "detail": "Works collaboratively with others across the organisation and external stakeholders."
    }
  ],
  "skills": [
    {
      "skillId": "311dedba-9dee-4beb-ba23-61c96d9a59dc",
      "detail": "Identify and apply a consistent approach to risk assessment."
    },
    {
      "skillId": "2bd1a6cf-3ba8-4cd6-b142-e9b0658be195",
      "detail": "Use impact analysis to influence the decision making process."
    },
    {
      "skillId": "8d264771-f8ba-4174-8516-f5e43deec2c8",
      "detail": "Develop category strategies and implement them."
    },
    {
      "skillId": "aa5629d1-4e8a-4111-b1b3-eab3ab298481",
      "detail": "Apply project management skills in order to lead projects for procurement."
    },
    {
      "skillId": "988bb949-9052-466d-9ad3-22268e6b294a",
      "detail": "Negotiate and challenge external stakeholders in order to create innovative commercial solutions."
    },
    {
      "skillId": "af5738ca-03a4-4255-a4cd-6d90c45b1202",
      "detail": "Influence and persuade internal clients and stakeholders."
    },
    {
      "skillId": "37b20061-6bae-4b4e-b07d-aea07470b962",
      "detail": "Create and implement intervention strategies to correct a contractual failure."
    },
    {
      "skillId": "d9dd48dd-7822-4275-b97c-0a8a9c0ac2c3",
      "detail": "Identify opportunities, and lead change to continually improve the procurement function."
    },
    {
      "skillId": "020b72f6-bd97-481c-84be-b02ba098c2c8",
      "detail": "Able to align the procurement or functional strategy with the business strategy."
    },
    {
      "skillId": "fe84afc3-fd9d-4bf0-aab1-171ff5f02e34",
      "detail": "Analyse, interpret and evaluate findings from qualitative and quantitative research and benchmarking methods to support the decision making process."
    },
    {
      "skillId": "02513873-192b-47a0-b914-aa97c3e86808",
      "detail": "Deliver sustainable solutions which include corporate social responsibility factors."
    },
    {
      "skillId": "3181ba33-238f-4e43-94cd-23729f44db3e",
      "detail": "Lead and be accountable for due diligence in supplier selection and contract award."
    },
    {
      "skillId": "b771c82c-ed9f-46c1-82c1-3a5f6ce1676f",
      "detail": "Use horizon scanning and conceptualisation to deliver high performance strategies focusing on value and sustainable outcomes."
    },
    {
      "skillId": "7bc9041e-dcc9-481a-a092-8de97a0c6cd2",
      "detail": "Identify supply chain vulnerabilities and opportunities ensuring the delivery of supply chain improvements."
    },
    {
      "skillId": "ba302814-8454-41a1-960a-fd10cd3f191c",
      "detail": "Prepare and provide commercial and procurement guidance for business cases for organisational approval."
    },
    {
      "skillId": "212df551-425c-484f-8e85-8fd312c9b6fd",
      "detail": "Apply and work within guidelines relating to sustainability, Governance and Regulatory compliance."
    },
    {
      "skillId": "24e9a5d7-3c3d-4df6-a42e-ab80382b8843",
      "detail": "Develop sustainable procurement practices which allows the organisation to future proof themselves against changes in social, economic, and environmental factors."
    },
    {
      "skillId": "d14910b8-2b52-4909-97d7-1facc1554a7e",
      "detail": "Contribute to projects and the transformation of procurement services across organisational boundaries such as those impacted by sustainability and the UK Net Carbon Zero target."
    },
    {
      "skillId": "10bbacd6-ea5f-4d35-8935-0219a70c8e52",
      "detail": "Identify emerging technology and software relevant to the procurement processes."
    },
    {
      "skillId": "633830bd-57e7-446a-a49f-a97e92969b9f",
      "detail": "Lead and facilitate learning and continuous development for their stakeholders."
    },
    {
      "skillId": "e4cf3f0c-f72d-4edf-820e-205a04bfd8a0",
      "detail": "Use quality management systems or improvement methodologies to optimise procurement spend and deliver procurement and supply chain objectives."
    },
    {
      "skillId": "18fa8407-6daf-494f-ab43-7fdf6836cf14",
      "detail": "Coach and mentor individuals within their business."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2023-10-18T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0427",
  "tbMainContact": "Emma.Law@eastsussex.gov.uk",
  "involvedEmployers": "Yorkshire & Humberside Police, Wilkinsons Retail, YPO, East of England LGA, Virgin Atlantic Airways, NHS Digital, The Procurement Academy, Darlington College, North Eastern UPC (1), Howdens Joinery, Nottingham University Hospital NHS Trust, Murphy Group, Aggregate Industries UK Limited, ASOS, Aviva, Basildon & Thurrock University Hospitals NHS Foundation Trust (L) (Health), Bouygues E&S, Centre Point, City of London, Exeter County Council, Gather & Gather, Health Education England (HEE), Kings College NHS Foundation Trust, Mitie, Newcastle Home (National Charity), NHS Salisbury Trust, NHS Salisbury Trust (1), Potl.com, Public Health England, RSA Group, Sainsbury’s, Skanska, Worcestershire County Council, Chartered Institute for Procurement and Supply, Devon County Council, Espon and St. Helier University Trust, 10.\tGloucestershire Health and Care NHS Foundation Trust, Hounslow Council, NHS St Georges, SIG UK Training, St Helens, Wokingham Borough Council, ABA Procurement Ltd, Charities Aid Foundation (S) (Charity), London Metropolitan University, Derby University, DHL, Guy’s & St. Thomas’ NHS Foundation Trust, Kent County Council, Laing O' Rourke, Pro Quest Consulting, Rank, South Gloucestershire & Stroud College, SR Supply Chain Consultants Ltd",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Category manager",
    "Commercial manager",
    "Head of procurement and supply chain",
    "Procurement manager",
    "Senior buyers",
    "Supply chain manager"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Procurement",
  "cluster": "Procurement professional",
  "clusterId": "227",
  "clusterDescription": null,
  "createdDate": "2023-10-20T08:49:58 +00:00",
  "lastUpdated": "2024-04-11T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2023-10-18T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0811",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0811-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0811-v1-0",
  "qualifications": [
    {
      "qualificationId": "efc5fbf2-6689-42b4-b1af-215ad48a3f00",
      "title": "CIPS L6 Professional diploma in procurement and supply",
      "level": "SixIntegratedQualification",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "Chartered Institute of Procurement and Supply",
      "level": "Membership",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "52830a62-6fdf-4226-b7b1-053f5db70af1",
      "dutyDetail": "Manage the procurement and supply chain function so that it complies with corporate governance, carbon auditing, policy, legal and regulatory requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "90dc8281-e294-4ab4-bebf-b951012a8944",
        "60f67a73-5be6-4758-91a9-04f449293cd2",
        "1b362ad8-33c0-4489-92b8-825a647fdbd2"
      ],
      "mappedKnowledge": [
        "25b6c19a-4bc8-45c7-a991-bb4535915837",
        "e9c44ef7-2434-4a97-8d6a-e81249419fdc",
        "9c66acff-e032-4e29-97a4-8242826acb90"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "020b72f6-bd97-481c-84be-b02ba098c2c8",
        "02513873-192b-47a0-b914-aa97c3e86808",
        "212df551-425c-484f-8e85-8fd312c9b6fd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "57d7db42-65aa-44f7-a89d-b2648630ffe1",
      "dutyDetail": "Lead on procurement and supply organisational objectives and use key performance indicators to measure activities which drive and improve performance and sustainability objectives.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "8cb732cd-d122-4123-b31c-5ca01d3b6895",
        "8a2f92ba-50bc-4318-8b8a-df7f60a8407f",
        "e68898fd-4806-43a0-b6c3-9ef2d8a48ae5",
        "f1297214-0837-4eb8-a767-9586652ca14c",
        "e4ea57fa-4f3b-48a4-aba4-9c23c598575e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "311dedba-9dee-4beb-ba23-61c96d9a59dc",
        "020b72f6-bd97-481c-84be-b02ba098c2c8",
        "fe84afc3-fd9d-4bf0-aab1-171ff5f02e34",
        "24e9a5d7-3c3d-4df6-a42e-ab80382b8843",
        "d14910b8-2b52-4909-97d7-1facc1554a7e",
        "e4cf3f0c-f72d-4edf-820e-205a04bfd8a0"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1e6a749e-0330-4835-9864-255e679e5389",
      "dutyDetail": "Identify the impact of climate change and environmental factors on procurement and supply functions whilst developing sourcing strategies and creating category management plans to take advantage of opportunities whilst mitigating risk and challenges throughout supply chains.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "60f67a73-5be6-4758-91a9-04f449293cd2"
      ],
      "mappedKnowledge": [
        "92f2ff0f-87aa-4c30-b60b-773e2a58a105",
        "a3b21e44-ec56-45d9-9a15-c3b3a8297a22",
        "d632f3b0-363b-4bae-97bf-74124ba72f60",
        "b1cabfc1-647b-4113-ad98-0676169bee28",
        "f1297214-0837-4eb8-a767-9586652ca14c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2bd1a6cf-3ba8-4cd6-b142-e9b0658be195",
        "8d264771-f8ba-4174-8516-f5e43deec2c8",
        "02513873-192b-47a0-b914-aa97c3e86808",
        "24e9a5d7-3c3d-4df6-a42e-ab80382b8843"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "96dcdb00-59c6-4167-bb90-d79a4c1cce25",
      "dutyDetail": "Lead and create responsible and sustainable procurement and social value initiatives throughout the procurement cycle and supply chains.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "90dc8281-e294-4ab4-bebf-b951012a8944",
        "60f67a73-5be6-4758-91a9-04f449293cd2"
      ],
      "mappedKnowledge": [
        "b96d3064-94ce-432e-9475-b877e243e681",
        "25b6c19a-4bc8-45c7-a991-bb4535915837",
        "288d3889-4ecf-4a83-b1cc-4c5fda78303b",
        "d632f3b0-363b-4bae-97bf-74124ba72f60",
        "f1297214-0837-4eb8-a767-9586652ca14c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "311dedba-9dee-4beb-ba23-61c96d9a59dc",
        "d9dd48dd-7822-4275-b97c-0a8a9c0ac2c3",
        "02513873-192b-47a0-b914-aa97c3e86808",
        "b771c82c-ed9f-46c1-82c1-3a5f6ce1676f",
        "212df551-425c-484f-8e85-8fd312c9b6fd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "80d765fb-af33-476a-86e7-611ec5d9d8f6",
      "dutyDetail": "Lead and drive procurement and supply chain change and innovation to deliver commercial solutions and approaches to achieve competitive advantage.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4b56657a-bb4d-4e70-b5b3-743c25dd4cc5",
        "553a54bd-4cac-45c8-9096-ea2d50e4237d"
      ],
      "mappedKnowledge": [
        "8cb732cd-d122-4123-b31c-5ca01d3b6895",
        "8a2f92ba-50bc-4318-8b8a-df7f60a8407f",
        "e68898fd-4806-43a0-b6c3-9ef2d8a48ae5",
        "f1297214-0837-4eb8-a767-9586652ca14c",
        "e4ea57fa-4f3b-48a4-aba4-9c23c598575e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8d264771-f8ba-4174-8516-f5e43deec2c8",
        "aa5629d1-4e8a-4111-b1b3-eab3ab298481",
        "988bb949-9052-466d-9ad3-22268e6b294a",
        "d9dd48dd-7822-4275-b97c-0a8a9c0ac2c3",
        "7bc9041e-dcc9-481a-a092-8de97a0c6cd2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a5c59d73-db64-4dab-a84b-f9de81fbe5ac",
      "dutyDetail": "Apply relevant legislation and contract management initiatives with the objective of delivering optimal value and meeting business needs and drive success throughout contract life.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "b96d3064-94ce-432e-9475-b877e243e681",
        "288d3889-4ecf-4a83-b1cc-4c5fda78303b",
        "687cb535-fac5-47ed-b215-fa09876b535c",
        "e9c44ef7-2434-4a97-8d6a-e81249419fdc",
        "e68898fd-4806-43a0-b6c3-9ef2d8a48ae5",
        "94b47fe5-0972-4d0c-b96f-58a7f8e57754",
        "475a491b-e375-47f1-9e2d-0925124b111b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8d264771-f8ba-4174-8516-f5e43deec2c8",
        "37b20061-6bae-4b4e-b07d-aea07470b962",
        "3181ba33-238f-4e43-94cd-23729f44db3e",
        "212df551-425c-484f-8e85-8fd312c9b6fd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "11ddb69d-6341-4cd6-862f-0613bdb3c329",
      "dutyDetail": "Manage procurement and supply function to ensure it is compliant with internal governance, such as any procurement framework requirements, external governance, regulatory and statutory requirements, and meeting net carbon zero targets.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "60f67a73-5be6-4758-91a9-04f449293cd2",
        "3f9b5411-6d94-4d94-9a2e-a1262694790e"
      ],
      "mappedKnowledge": [
        "25b6c19a-4bc8-45c7-a991-bb4535915837",
        "e9c44ef7-2434-4a97-8d6a-e81249419fdc",
        "475a491b-e375-47f1-9e2d-0925124b111b",
        "e4ea57fa-4f3b-48a4-aba4-9c23c598575e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "02513873-192b-47a0-b914-aa97c3e86808",
        "3181ba33-238f-4e43-94cd-23729f44db3e",
        "212df551-425c-484f-8e85-8fd312c9b6fd",
        "d14910b8-2b52-4909-97d7-1facc1554a7e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f949013f-178d-4b91-bb5f-8650c2093458",
      "dutyDetail": "Identify emerging technologies such as material requirement planning (MRP), enterprise resource planning (ERP) and procurement systems or databases to drive procurement and supply chain capabilities, improve performance and control expenditure.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "553a54bd-4cac-45c8-9096-ea2d50e4237d"
      ],
      "mappedKnowledge": [
        "d632f3b0-363b-4bae-97bf-74124ba72f60",
        "8cb732cd-d122-4123-b31c-5ca01d3b6895",
        "5290d066-43fd-4d77-81d9-6750717daba7",
        "b1cabfc1-647b-4113-ad98-0676169bee28",
        "9c66acff-e032-4e29-97a4-8242826acb90"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2bd1a6cf-3ba8-4cd6-b142-e9b0658be195",
        "fe84afc3-fd9d-4bf0-aab1-171ff5f02e34",
        "b771c82c-ed9f-46c1-82c1-3a5f6ce1676f",
        "10bbacd6-ea5f-4d35-8935-0219a70c8e52",
        "e4cf3f0c-f72d-4edf-820e-205a04bfd8a0"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f6debfad-4ce2-484d-b940-72fc26c20577",
      "dutyDetail": "Inspire and collaborate with internal and external key stakeholders and relevant industry or sector bodies that influence procurement and supply chains.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "90dc8281-e294-4ab4-bebf-b951012a8944",
        "1b362ad8-33c0-4489-92b8-825a647fdbd2",
        "3f9b5411-6d94-4d94-9a2e-a1262694790e"
      ],
      "mappedKnowledge": [
        "92f2ff0f-87aa-4c30-b60b-773e2a58a105",
        "44e3bc3f-60ad-4825-9c6a-0f2d749243ae",
        "b1cabfc1-647b-4113-ad98-0676169bee28",
        "19cdbad1-e912-4104-8261-335df4894653",
        "94b47fe5-0972-4d0c-b96f-58a7f8e57754"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "988bb949-9052-466d-9ad3-22268e6b294a",
        "af5738ca-03a4-4255-a4cd-6d90c45b1202",
        "ba302814-8454-41a1-960a-fd10cd3f191c",
        "10bbacd6-ea5f-4d35-8935-0219a70c8e52",
        "633830bd-57e7-446a-a49f-a97e92969b9f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7a6ff3b3-76dd-4825-840f-808e336e8bb1",
      "dutyDetail": "Lead the professional development of the procurement and supply team and identify continuous improvement opportunities for individuals.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4b56657a-bb4d-4e70-b5b3-743c25dd4cc5"
      ],
      "mappedKnowledge": [
        "92f2ff0f-87aa-4c30-b60b-773e2a58a105",
        "4bfd241a-81a4-470a-ab7a-ac7653305c96",
        "b133000b-fd07-42c1-a744-6c58dee1cfd3",
        "ea8f5fb8-1a74-49a7-976c-df3a91cad160"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d9dd48dd-7822-4275-b97c-0a8a9c0ac2c3",
        "633830bd-57e7-446a-a49f-a97e92969b9f",
        "18fa8407-6daf-494f-ab43-7fdf6836cf14"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "56e79bbe-5fbd-4c15-8f12-e3098b8aca11",
      "dutyDetail": "Embed quality management systems and improvement methodologies to optimise procurement spend and deliver procurement and supply chain objectives including improved sustainability outcomes.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "1494811c-cc38-41a4-bb3a-826b34aa4d84",
        "3c671412-cdeb-40c2-baba-d7d93b928773",
        "8cb732cd-d122-4123-b31c-5ca01d3b6895",
        "5290d066-43fd-4d77-81d9-6750717daba7",
        "f1297214-0837-4eb8-a767-9586652ca14c",
        "e4ea57fa-4f3b-48a4-aba4-9c23c598575e",
        "9c66acff-e032-4e29-97a4-8242826acb90"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d9dd48dd-7822-4275-b97c-0a8a9c0ac2c3",
        "fe84afc3-fd9d-4bf0-aab1-171ff5f02e34",
        "3181ba33-238f-4e43-94cd-23729f44db3e",
        "b771c82c-ed9f-46c1-82c1-3a5f6ce1676f",
        "24e9a5d7-3c3d-4df6-a42e-ab80382b8843",
        "10bbacd6-ea5f-4d35-8935-0219a70c8e52",
        "e4cf3f0c-f72d-4edf-820e-205a04bfd8a0"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4dfc673a-282d-42ef-9abd-1dd9e0b78610",
      "dutyDetail": "Lead on risk management for the Procurement and Supply function to include supplier financial stability, market risk and other internal organisational risks, external environmental risks, and the impacts of climate change.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "553a54bd-4cac-45c8-9096-ea2d50e4237d"
      ],
      "mappedKnowledge": [
        "1494811c-cc38-41a4-bb3a-826b34aa4d84",
        "a3b21e44-ec56-45d9-9a15-c3b3a8297a22",
        "3c671412-cdeb-40c2-baba-d7d93b928773",
        "8cb732cd-d122-4123-b31c-5ca01d3b6895",
        "cd7f3286-1fd9-4c10-843c-4b05b9accb99"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "311dedba-9dee-4beb-ba23-61c96d9a59dc",
        "37b20061-6bae-4b4e-b07d-aea07470b962",
        "b771c82c-ed9f-46c1-82c1-3a5f6ce1676f",
        "7bc9041e-dcc9-481a-a092-8de97a0c6cd2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "20873178-85e1-419c-98cb-e533b8ad3d68",
      "dutyDetail": "Contribute to the organisation budget based on procurement and supply chain requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "553a54bd-4cac-45c8-9096-ea2d50e4237d"
      ],
      "mappedKnowledge": [
        "3c671412-cdeb-40c2-baba-d7d93b928773",
        "cd7f3286-1fd9-4c10-843c-4b05b9accb99"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "aa5629d1-4e8a-4111-b1b3-eab3ab298481",
        "ba302814-8454-41a1-960a-fd10cd3f191c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "787dee98-0297-4f7f-a36f-bfcd7a3dc3f5",
      "dutyDetail": "Manage conflicting objectives of stakeholders during sourcing activities and advise on commercial priorities.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "90dc8281-e294-4ab4-bebf-b951012a8944",
        "1b362ad8-33c0-4489-92b8-825a647fdbd2",
        "553a54bd-4cac-45c8-9096-ea2d50e4237d",
        "3f9b5411-6d94-4d94-9a2e-a1262694790e"
      ],
      "mappedKnowledge": [
        "687cb535-fac5-47ed-b215-fa09876b535c",
        "44e3bc3f-60ad-4825-9c6a-0f2d749243ae",
        "94b47fe5-0972-4d0c-b96f-58a7f8e57754"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "af5738ca-03a4-4255-a4cd-6d90c45b1202",
        "fe84afc3-fd9d-4bf0-aab1-171ff5f02e34",
        "3181ba33-238f-4e43-94cd-23729f44db3e"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-04-11T00:00:00"
}