{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 600,
  "referenceNumber": "ST0884",
  "learningAimClassCode": "",
  "title": "Operational research specialist",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0884",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-09-03T00:00:00",
  "earliestStartDate": "2020-08-24T00:00:00",
  "latestStartDate": "2024-09-02T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Help clients (either internally or externally) to make strategic, tactical and operational decisions.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 14000,
  "maxFundingAdditionalInformation": "",
  "route": "Business and administration",
  "keywords": [
    "Opertational researcher",
    "analyst",
    "research consultant",
    "operations",
    "research",
    "IT Consultant"
  ],
  "jobRoles": [
    "Operational researcher",
    "Operational research analyst",
    "Operational research consultant",
    "Decision support analyst",
    "Analytics specialist",
    "Operational analyst",
    "Management scientist",
    "Modeller"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/4389/st0884-operational-research-specialist_l7_ap01_17720_forpublication.pdf",
  "ssa1": "2 Science and Mathematics",
  "ssa2": "2.2 Mathematics and statistics",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in organisations of all sizes, including businesses across all industry sectors, government and other public sector bodies. These sectors include but are not limited to: Engineering, Government, Banking, Health, Telecommunications, Defence, Management Consulting, Transport, and Education. The broad purpose of the occupation is to help clients (either internally or externally) to make strategic, tactical and operational decisions by using advanced analytical methods to understand and solve complex non-routine problems. The benefits of Operational Research include a wide range of performance improvements such as reducing costs, increasing revenue, saving lives, raising levels of customer service and designing public policy. &lt;br /&gt;&lt;br /&gt;Operational Research Specialists work with their clients and other interested parties to provide an end to end service from diagnosing and analysing a problem to making recommendations for change and supporting implementation. &lt;br /&gt;&lt;br /&gt;Typically, Operational Research Specialists will structure complex non-routine problems and formulate specific research questions. They will address these questions by evaluating and implementing approaches from the range of existing models, methods and techniques, developing and adapting these methods and adopting methods from other fields where existing approaches are insufficient. In their daily work, an employee in this occupation interacts with their team, operational and policy experts and managers in the systems and processes they are analysing. They also interact with senior stakeholders (where relevant) and other specialists such as economists, data scientists, social scientists, management and financial accountants and data and information providers. In addition, they will interact with groups and organisations such as communities of practice, local and central governments, businesses, regulators, academics, researchers and non-technical audiences, both nationally and internationally. &lt;br /&gt;&lt;br /&gt;An Operational Research Specialist will work independently or collaboratively as required, reporting to internal or external clients at almost any level of an organisation. A typical day may include overseeing and conducting analysis, meeting clients, managing projects, leading teams and commissioning work from others. An employee in this occupation will be responsible for understanding and resolving a complex non-routine problem to meet their clients’ requirements. The Operational Research Specialist has a high degree of autonomy and accountability for their work. They are unlikely to have detailed subject matter expertise. Therefore, they will collaborate with specialists and experts to understand the organisation, its systems and processes. Following this, they will select appropriate Operational Research method(s), identify &amp;amp; obtain data, carry out rigorous analysis, quality assuring their &amp;amp; others’ work. A key part of their role is communicating their impartial, pragmatic analysis and recommendations with impact, together with its limitations and associated risks. In some cases, they will support the implementation of their recommendations and monitor their effectiveness.&lt;br /&gt;&lt;br /&gt;An Operational Research Specialist will plan and manage their projects and may also commission research, manage budgets, supervise staff and contractors, and identify opportunities where Operational Research can help.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "f6cab463-6b93-4c51-9a9b-c7170162d951",
      "detail": "How to select and apply, a range of problem structuring methods to understand complex problems."
    },
    {
      "knowledgeId": "20c3d376-5bda-4206-b50d-f901ac772fa2",
      "detail": "How to establish and scope client requirements into clear analytical questions."
    },
    {
      "knowledgeId": "df837cf4-7636-45c6-b940-9a1917be4afc",
      "detail": "The comparative strengths and weaknesses of informal and formal methods used to structure problems."
    },
    {
      "knowledgeId": "59399415-3503-468f-a0e0-c3549bdc49df",
      "detail": "The approaches used to identify and obtain potentially useful data (including their provenance, scope and limitations)."
    },
    {
      "knowledgeId": "943d8eed-df1f-421e-a40b-258ab9582a5d",
      "detail": "How to manipulate, interrogate and manage raw data."
    },
    {
      "knowledgeId": "6f94c850-a536-435b-ac94-f40cd9abf42b",
      "detail": "How to conduct exploratory data analysis. This includes identifying relationships, robustness and quality, covering both model generated data and external information sources."
    },
    {
      "knowledgeId": "87b1c209-6229-45a3-a1c3-19439da5bba1",
      "detail": "The range of potential Operational Research techniques & methods, their strengths and weaknesses and how they are used in practice. This includes, optimisation, machine learning, scheduling, forecasting, simulation, decision analysis, inventory models, Markov models, dynamic programming, performance measurement (such as KPIs, metrics and benefits), heuristics and statistical methods."
    },
    {
      "knowledgeId": "31ef771c-5359-445d-adfb-8f97512007f9",
      "detail": "Operational Research software solutions (packaged and \"in-house\" developed) and their comparative strengths and weaknesses in analysing client operational research problems."
    },
    {
      "knowledgeId": "9df0084b-1e7e-4d94-9af7-f6bac3f2ebeb",
      "detail": "How to create spreadsheets and code in at least one programming language to develop models and carry out analysis."
    },
    {
      "knowledgeId": "94c97d6d-92aa-427d-ae94-1dcfdec8a9d3",
      "detail": "The role of the Operational Research team within their own organisation."
    },
    {
      "knowledgeId": "62e89b9b-766a-4579-acb7-d6b96e31e9fb",
      "detail": "The wider political, business and social context and how these external factors might affect their clients and analysis."
    },
    {
      "knowledgeId": "0e7ad652-bea6-4e83-a8a3-e5b1e377a545",
      "detail": "The principles of Organisation theory. This includes how organisations work, change and behave. And how this impacts Operational Research practice, modelling and the uptake of findings."
    },
    {
      "knowledgeId": "c660bb78-a346-466e-b525-a987a7688744",
      "detail": "Ethical principles and processes that relate to Operational Research and how to ensure compliance."
    },
    {
      "knowledgeId": "603cdc1b-0d70-4eba-afab-468e57a5e005",
      "detail": "How regulatory frameworks, commercial and contract management collectively impact the practice of Operational Research."
    },
    {
      "knowledgeId": "838bdfc6-32df-40f9-9f9b-3617f3b39421",
      "detail": "How Data Protection legislation is implemented across own and client organisation"
    },
    {
      "knowledgeId": "897882ae-6ec5-42b7-b096-27332f81ef6b",
      "detail": "The importance and value of using expertise from your own internal/external networks when considering an Operational Research question."
    },
    {
      "knowledgeId": "05664225-127b-4add-9b58-1a9af449cfdf",
      "detail": "The techniques for managing client relationships from project initiation to closure."
    },
    {
      "knowledgeId": "7f495e91-4489-4cc6-8178-35e1560f0e99",
      "detail": "Project management principles and techniques; including people, risk, financial controls and budgets."
    },
    {
      "knowledgeId": "e7179175-4728-479d-92d6-1508708036e5",
      "detail": "How to translate information, insights and recommendations into client focused reports and presentations."
    },
    {
      "knowledgeId": "ef3f7106-665b-4280-862b-78713e5dde9b",
      "detail": "How Operational Research has evolved and its impact on society."
    },
    {
      "knowledgeId": "09259e2e-3645-4f48-92bd-c4349b280ebd",
      "detail": "Techniques for managing and appraising your own personal and professional development."
    },
    {
      "knowledgeId": "3e20ef0d-56ef-4609-a29a-0381fe5b202e",
      "detail": "Techniques for supporting colleagues in their professional development through provision of feedback."
    },
    {
      "knowledgeId": "38bb0aab-2f6c-4172-8c04-7e297020cbe3",
      "detail": "The concepts of team dynamics and its relevancy to solving Operational Research problems. How to use this to create, lead and manage high performing and collaborative teams."
    },
    {
      "knowledgeId": "e208a695-2e66-4665-9552-fbdf63331b2b",
      "detail": "The principles and techniques of quality assurance. This includes model structure and clarity, validation & verification, recording data sources, assumptions and documentation."
    },
    {
      "knowledgeId": "b11c7a67-6394-4149-903b-c1a87e267337",
      "detail": "How to balance actions and benefits that meet client needs with policy, legal, codes of practice and funding requirements."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "eb1e2720-e086-4f25-add3-b82d3b4a180c",
      "detail": "Adapts approach to meet client needs, whilst avoiding over-attachment to pre-determined or expected outcomes."
    },
    {
      "behaviourId": "8edee2d2-1940-4335-a3fa-828e5fed6827",
      "detail": "Actively utilises diverse networks to enhance Operational research outcomes."
    },
    {
      "behaviourId": "f0eab00f-ca3c-49cd-a626-9d8732690c56",
      "detail": "Overcomes challenges and perseveres in order to deliver on time."
    },
    {
      "behaviourId": "b82c4619-3ff5-46cb-bdb5-54b7b33a205a",
      "detail": "Delivers client centric outcomes."
    },
    {
      "behaviourId": "581aab9d-8a77-47bc-9b81-82ba794d13e2",
      "detail": "Seeks out the latest Operational Research techniques in order to address client problems effectively."
    },
    {
      "behaviourId": "32543432-cb06-405e-835f-8cbffe43a3f0",
      "detail": "Adopts an analytical mindset to the client's problem."
    },
    {
      "behaviourId": "599300d6-ec7e-48c9-8677-7da5873e0757",
      "detail": "Seeks out proportionate and pragmatic response to client issues."
    },
    {
      "behaviourId": "4c3709d1-f3fc-4dd1-bf31-3071aa4afcac",
      "detail": "Acts ethically and challenges unethical evidence/practice."
    }
  ],
  "skills": [
    {
      "skillId": "2a3633ec-556f-4462-bf2a-d7bd6ff643bb",
      "detail": "Structure a client's problem using a relevant informal or formal methodology."
    },
    {
      "skillId": "772461f9-482b-4256-ac9f-fa4a6d71b1fc",
      "detail": "Conceptualise complex client problems into tractable operational research questions."
    },
    {
      "skillId": "b47b39e1-dfbb-452c-b0e2-ab9e2cfcb2b4",
      "detail": "Critically evaluate and synthesise data relevant to the client problem (including data provenance, scope and limitations)."
    },
    {
      "skillId": "6e4771e9-ad5a-4ccb-b3f3-6299e60cec60",
      "detail": "Manipulates, interrogate and manage raw data, using relevant methodology."
    },
    {
      "skillId": "684c7edc-90ee-4310-98c3-0412cbcd4df3",
      "detail": "Undertake exploratory data analysis. This includes identifying relationships, robustness and quality, covering both model generated data and external information sources."
    },
    {
      "skillId": "8f6a4259-4840-42d6-af14-24ec0ced282b",
      "detail": "Exercise judgement by selecting the appropriate technique to design an approach to a client's problem."
    },
    {
      "skillId": "0415191f-d129-4b4e-91e4-68cbf7017e1d",
      "detail": "Use relevant software solutions to support the analysis of a client's problem."
    },
    {
      "skillId": "0c9fe151-8ead-4bc2-a170-dbb753ea36f5",
      "detail": "Creates a model to analyse a problem; applies an appropriate approach including programming, scripting, coding or using spreadsheets."
    },
    {
      "skillId": "e6baf9f9-026d-4f30-be1f-df1cbf904aab",
      "detail": "Critically analyse the internal and external factors relevant to an Operational Research problem to determine a holistic approach. These factors include organisational structures, the political, business and social context."
    },
    {
      "skillId": "9bc30b79-c89a-4dae-9d44-496a83d80bc5",
      "detail": "Apply holistic approaches to an Operational Research problem, taking into consideration internal and external factors."
    },
    {
      "skillId": "ba6c0489-0787-4be6-8bdb-914dbf138e1b",
      "detail": "Recommend compliant solutions that address the client's problem."
    },
    {
      "skillId": "94a6808f-6381-4b62-93a6-cc1ed69ed429",
      "detail": "Source and use relevant internal/external technical expertise necessary to address the client's problem."
    },
    {
      "skillId": "edd7032a-52c6-4085-9a61-b1c1ba556e69",
      "detail": "Use appropriate methodologies to manage complex client relationships."
    },
    {
      "skillId": "3f3776c7-b806-4625-9a65-df6c41a5a4f3",
      "detail": "Strategically manage all variables necessary to deliver timebound Operational Research recommendations. This includes, but is not limited to, people, risk, financial controls and budgets."
    },
    {
      "skillId": "94f98b01-8810-4b52-bfef-a6ce6f788980",
      "detail": "Exercise judgement to deliver persuasive arguments that are objective and unbiased."
    },
    {
      "skillId": "cb211169-8ce3-4182-b5b3-a24fce8ea2a5",
      "detail": "Translate complex landscapes into client focused communications that balance rationale for recommendations with project limitations & compliance."
    },
    {
      "skillId": "dbadbe37-37f3-4194-a3fd-2d3adf863d7e",
      "detail": "Critically evaluate & address own developmental needs."
    },
    {
      "skillId": "fe6f12a5-35ab-4b48-a647-10b27250e35b",
      "detail": "Apply judgement to provide relevant and timely feedback when supporting colleagues' development."
    },
    {
      "skillId": "71c25791-26a2-43e4-b954-9d8954e3e1d1",
      "detail": "Use concepts of team dynamics to create, lead and manage high performing and collaborative teams."
    },
    {
      "skillId": "6f5021cd-3f82-4db9-8f40-c5f4c17778c9",
      "detail": "Operate autonomously within the limits of own authority and responsibility."
    },
    {
      "skillId": "b323c18b-28e0-457b-985c-19e6eed289f8",
      "detail": "Design and implement strategic approaches that motivates team members to achieve objectives."
    },
    {
      "skillId": "0d93faf9-c73b-481f-9f3a-220892a4bfd6",
      "detail": "Exercise judgement in managing and using data in accordance with relevant legislation, organisational principles and governance."
    },
    {
      "skillId": "47581c08-97c6-42bb-be51-ccd98a55f4dd",
      "detail": "Validate quality by application of relevant quality assurance methodology."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-08-24T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0534",
  "tbMainContact": "alec.waterhouse@beis.gov.uk",
  "involvedEmployers": "Dept for Business Energy and Industrial Strategy (BEIS), Atkins Global, Royal Bank of Scotland, London Ambulance Service, BT, Defence Science and Technology Laboratory, Saker Solutions, HSBC, Optrak, Operational Research Society – Education Committee",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Operational researcher",
    "Operational research analyst",
    "Operational research consultant",
    "Decision support analyst",
    "Analytics specialist",
    "Operational analyst",
    "Management scientist",
    "Modeller"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Management and Administration",
  "cluster": "Management professional",
  "clusterId": "68",
  "clusterDescription": "Leader of a business process and/or unit requiring the ability to analyse and improve complex business-wide processes and risks. Also includes the ability to provide a full range of company legal and financial knowledge relevant to running a company",
  "createdDate": "2020-07-17T09:48:34 +00:00",
  "lastUpdated": "2024-09-03T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-08-24T00:00:00 +00:00",
  "banners": "A temporary dispensation has been applied to the ST0884 version 1.0 end-point assessment plan (EPA). The dispensation will provide an opportunity for apprentices currently in their EPA period to complete the apprenticeship.\nThe dispensation will last from 30/05/24 until 30/09/24.\nIf your organisation is considering beginning the delivery of this EPA, you should follow the requirements as they are detailed in the plan as the dispensation is only intended to support a specific cohort of apprentices. Please contact the Institute for Apprenticeships and Technical Education via enquiries.ifa@education.gov.uk should you require any further clarity.",
  "occupationCode": "OCC0884",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0884-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0884-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "0f431aa8-fca0-458a-8062-9366ebf8b2f1",
      "dutyDetail": "Work with clients to understand a problem and capture their requirements; translating complex, non-routine, real-life customer and business problems into a clear structure and formulating specific questions that can be tackled through analysis of available data and modelling.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "eb1e2720-e086-4f25-add3-b82d3b4a180c",
        "8edee2d2-1940-4335-a3fa-828e5fed6827",
        "b82c4619-3ff5-46cb-bdb5-54b7b33a205a",
        "32543432-cb06-405e-835f-8cbffe43a3f0",
        "599300d6-ec7e-48c9-8677-7da5873e0757"
      ],
      "mappedKnowledge": [
        "f6cab463-6b93-4c51-9a9b-c7170162d951",
        "20c3d376-5bda-4206-b50d-f901ac772fa2",
        "df837cf4-7636-45c6-b940-9a1917be4afc",
        "59399415-3503-468f-a0e0-c3549bdc49df",
        "943d8eed-df1f-421e-a40b-258ab9582a5d",
        "6f94c850-a536-435b-ac94-f40cd9abf42b",
        "87b1c209-6229-45a3-a1c3-19439da5bba1",
        "94c97d6d-92aa-427d-ae94-1dcfdec8a9d3",
        "62e89b9b-766a-4579-acb7-d6b96e31e9fb",
        "0e7ad652-bea6-4e83-a8a3-e5b1e377a545",
        "c660bb78-a346-466e-b525-a987a7688744",
        "603cdc1b-0d70-4eba-afab-468e57a5e005",
        "838bdfc6-32df-40f9-9f9b-3617f3b39421",
        "897882ae-6ec5-42b7-b096-27332f81ef6b",
        "05664225-127b-4add-9b58-1a9af449cfdf",
        "7f495e91-4489-4cc6-8178-35e1560f0e99",
        "ef3f7106-665b-4280-862b-78713e5dde9b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2a3633ec-556f-4462-bf2a-d7bd6ff643bb",
        "772461f9-482b-4256-ac9f-fa4a6d71b1fc",
        "b47b39e1-dfbb-452c-b0e2-ab9e2cfcb2b4",
        "6e4771e9-ad5a-4ccb-b3f3-6299e60cec60",
        "684c7edc-90ee-4310-98c3-0412cbcd4df3",
        "8f6a4259-4840-42d6-af14-24ec0ced282b",
        "0415191f-d129-4b4e-91e4-68cbf7017e1d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8ee2fa93-3228-4f87-9ff7-27de4be71f72",
      "dutyDetail": "Use formal and informal methods (with their clients, subject matter experts, other interested parties) to understand the organisations’ systems and processes.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "eb1e2720-e086-4f25-add3-b82d3b4a180c",
        "8edee2d2-1940-4335-a3fa-828e5fed6827",
        "b82c4619-3ff5-46cb-bdb5-54b7b33a205a",
        "32543432-cb06-405e-835f-8cbffe43a3f0",
        "599300d6-ec7e-48c9-8677-7da5873e0757"
      ],
      "mappedKnowledge": [
        "f6cab463-6b93-4c51-9a9b-c7170162d951",
        "20c3d376-5bda-4206-b50d-f901ac772fa2",
        "df837cf4-7636-45c6-b940-9a1917be4afc",
        "59399415-3503-468f-a0e0-c3549bdc49df",
        "943d8eed-df1f-421e-a40b-258ab9582a5d",
        "6f94c850-a536-435b-ac94-f40cd9abf42b",
        "c660bb78-a346-466e-b525-a987a7688744",
        "603cdc1b-0d70-4eba-afab-468e57a5e005",
        "838bdfc6-32df-40f9-9f9b-3617f3b39421",
        "897882ae-6ec5-42b7-b096-27332f81ef6b",
        "05664225-127b-4add-9b58-1a9af449cfdf",
        "7f495e91-4489-4cc6-8178-35e1560f0e99",
        "e7179175-4728-479d-92d6-1508708036e5",
        "b11c7a67-6394-4149-903b-c1a87e267337"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2a3633ec-556f-4462-bf2a-d7bd6ff643bb",
        "772461f9-482b-4256-ac9f-fa4a6d71b1fc",
        "b47b39e1-dfbb-452c-b0e2-ab9e2cfcb2b4",
        "6e4771e9-ad5a-4ccb-b3f3-6299e60cec60",
        "684c7edc-90ee-4310-98c3-0412cbcd4df3",
        "8f6a4259-4840-42d6-af14-24ec0ced282b",
        "0415191f-d129-4b4e-91e4-68cbf7017e1d",
        "edd7032a-52c6-4085-9a61-b1c1ba556e69",
        "3f3776c7-b806-4625-9a65-df6c41a5a4f3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2d54c1e4-3f56-4f25-b942-40b0698f4834",
      "dutyDetail": "Relate their understanding of a client problem and organisational context to a set of Operational Research problem archetypes and select appropriate Operational Research methods.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "eb1e2720-e086-4f25-add3-b82d3b4a180c",
        "b82c4619-3ff5-46cb-bdb5-54b7b33a205a",
        "581aab9d-8a77-47bc-9b81-82ba794d13e2",
        "32543432-cb06-405e-835f-8cbffe43a3f0",
        "599300d6-ec7e-48c9-8677-7da5873e0757",
        "4c3709d1-f3fc-4dd1-bf31-3071aa4afcac"
      ],
      "mappedKnowledge": [
        "f6cab463-6b93-4c51-9a9b-c7170162d951",
        "20c3d376-5bda-4206-b50d-f901ac772fa2",
        "df837cf4-7636-45c6-b940-9a1917be4afc",
        "59399415-3503-468f-a0e0-c3549bdc49df",
        "943d8eed-df1f-421e-a40b-258ab9582a5d",
        "6f94c850-a536-435b-ac94-f40cd9abf42b",
        "87b1c209-6229-45a3-a1c3-19439da5bba1",
        "94c97d6d-92aa-427d-ae94-1dcfdec8a9d3",
        "62e89b9b-766a-4579-acb7-d6b96e31e9fb",
        "0e7ad652-bea6-4e83-a8a3-e5b1e377a545",
        "c660bb78-a346-466e-b525-a987a7688744",
        "603cdc1b-0d70-4eba-afab-468e57a5e005",
        "838bdfc6-32df-40f9-9f9b-3617f3b39421",
        "897882ae-6ec5-42b7-b096-27332f81ef6b",
        "05664225-127b-4add-9b58-1a9af449cfdf",
        "7f495e91-4489-4cc6-8178-35e1560f0e99",
        "e7179175-4728-479d-92d6-1508708036e5",
        "ef3f7106-665b-4280-862b-78713e5dde9b",
        "b11c7a67-6394-4149-903b-c1a87e267337"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2a3633ec-556f-4462-bf2a-d7bd6ff643bb",
        "772461f9-482b-4256-ac9f-fa4a6d71b1fc",
        "b47b39e1-dfbb-452c-b0e2-ab9e2cfcb2b4",
        "6e4771e9-ad5a-4ccb-b3f3-6299e60cec60",
        "684c7edc-90ee-4310-98c3-0412cbcd4df3",
        "8f6a4259-4840-42d6-af14-24ec0ced282b",
        "0415191f-d129-4b4e-91e4-68cbf7017e1d",
        "94a6808f-6381-4b62-93a6-cc1ed69ed429",
        "edd7032a-52c6-4085-9a61-b1c1ba556e69",
        "3f3776c7-b806-4625-9a65-df6c41a5a4f3",
        "71c25791-26a2-43e4-b954-9d8954e3e1d1",
        "b323c18b-28e0-457b-985c-19e6eed289f8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "29535a48-af7c-4ae1-898b-15c4b378c558",
      "dutyDetail": "Carry out analysis using a range of Operational Research methods, adapting and developing them to meet client needs whilst understanding their limitations.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "eb1e2720-e086-4f25-add3-b82d3b4a180c",
        "b82c4619-3ff5-46cb-bdb5-54b7b33a205a",
        "581aab9d-8a77-47bc-9b81-82ba794d13e2",
        "32543432-cb06-405e-835f-8cbffe43a3f0",
        "599300d6-ec7e-48c9-8677-7da5873e0757",
        "4c3709d1-f3fc-4dd1-bf31-3071aa4afcac"
      ],
      "mappedKnowledge": [
        "f6cab463-6b93-4c51-9a9b-c7170162d951",
        "20c3d376-5bda-4206-b50d-f901ac772fa2",
        "df837cf4-7636-45c6-b940-9a1917be4afc",
        "59399415-3503-468f-a0e0-c3549bdc49df",
        "943d8eed-df1f-421e-a40b-258ab9582a5d",
        "6f94c850-a536-435b-ac94-f40cd9abf42b",
        "87b1c209-6229-45a3-a1c3-19439da5bba1",
        "9df0084b-1e7e-4d94-9af7-f6bac3f2ebeb",
        "c660bb78-a346-466e-b525-a987a7688744",
        "603cdc1b-0d70-4eba-afab-468e57a5e005",
        "838bdfc6-32df-40f9-9f9b-3617f3b39421",
        "05664225-127b-4add-9b58-1a9af449cfdf",
        "7f495e91-4489-4cc6-8178-35e1560f0e99",
        "e7179175-4728-479d-92d6-1508708036e5",
        "3e20ef0d-56ef-4609-a29a-0381fe5b202e",
        "38bb0aab-2f6c-4172-8c04-7e297020cbe3",
        "b11c7a67-6394-4149-903b-c1a87e267337"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0c9fe151-8ead-4bc2-a170-dbb753ea36f5",
        "e6baf9f9-026d-4f30-be1f-df1cbf904aab",
        "9bc30b79-c89a-4dae-9d44-496a83d80bc5",
        "94a6808f-6381-4b62-93a6-cc1ed69ed429",
        "94f98b01-8810-4b52-bfef-a6ce6f788980",
        "cb211169-8ce3-4182-b5b3-a24fce8ea2a5",
        "fe6f12a5-35ab-4b48-a647-10b27250e35b",
        "47581c08-97c6-42bb-be51-ccd98a55f4dd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2f80d4a4-aca3-4fdf-b9c8-ae5e3db7406a",
      "dutyDetail": "Identify what data is available to help solve a problem and how to acquire it and manipulate it, applying appropriate data protection principles.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "8edee2d2-1940-4335-a3fa-828e5fed6827",
        "581aab9d-8a77-47bc-9b81-82ba794d13e2",
        "32543432-cb06-405e-835f-8cbffe43a3f0"
      ],
      "mappedKnowledge": [
        "59399415-3503-468f-a0e0-c3549bdc49df",
        "943d8eed-df1f-421e-a40b-258ab9582a5d",
        "6f94c850-a536-435b-ac94-f40cd9abf42b",
        "87b1c209-6229-45a3-a1c3-19439da5bba1",
        "31ef771c-5359-445d-adfb-8f97512007f9",
        "9df0084b-1e7e-4d94-9af7-f6bac3f2ebeb",
        "c660bb78-a346-466e-b525-a987a7688744",
        "603cdc1b-0d70-4eba-afab-468e57a5e005",
        "838bdfc6-32df-40f9-9f9b-3617f3b39421"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b47b39e1-dfbb-452c-b0e2-ab9e2cfcb2b4",
        "6e4771e9-ad5a-4ccb-b3f3-6299e60cec60",
        "684c7edc-90ee-4310-98c3-0412cbcd4df3",
        "0c9fe151-8ead-4bc2-a170-dbb753ea36f5",
        "e6baf9f9-026d-4f30-be1f-df1cbf904aab",
        "9bc30b79-c89a-4dae-9d44-496a83d80bc5",
        "edd7032a-52c6-4085-9a61-b1c1ba556e69",
        "3f3776c7-b806-4625-9a65-df6c41a5a4f3",
        "47581c08-97c6-42bb-be51-ccd98a55f4dd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "153f0284-03dc-459c-b405-5564b127f56b",
      "dutyDetail": "Develop and implement methods to quality assure their work and others’ analyses.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "f0eab00f-ca3c-49cd-a626-9d8732690c56",
        "581aab9d-8a77-47bc-9b81-82ba794d13e2",
        "599300d6-ec7e-48c9-8677-7da5873e0757"
      ],
      "mappedKnowledge": [
        "f6cab463-6b93-4c51-9a9b-c7170162d951",
        "20c3d376-5bda-4206-b50d-f901ac772fa2",
        "df837cf4-7636-45c6-b940-9a1917be4afc",
        "87b1c209-6229-45a3-a1c3-19439da5bba1",
        "31ef771c-5359-445d-adfb-8f97512007f9",
        "94c97d6d-92aa-427d-ae94-1dcfdec8a9d3",
        "62e89b9b-766a-4579-acb7-d6b96e31e9fb",
        "0e7ad652-bea6-4e83-a8a3-e5b1e377a545",
        "e7179175-4728-479d-92d6-1508708036e5",
        "3e20ef0d-56ef-4609-a29a-0381fe5b202e",
        "38bb0aab-2f6c-4172-8c04-7e297020cbe3",
        "e208a695-2e66-4665-9552-fbdf63331b2b",
        "b11c7a67-6394-4149-903b-c1a87e267337"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8f6a4259-4840-42d6-af14-24ec0ced282b",
        "0415191f-d129-4b4e-91e4-68cbf7017e1d",
        "0c9fe151-8ead-4bc2-a170-dbb753ea36f5",
        "e6baf9f9-026d-4f30-be1f-df1cbf904aab",
        "9bc30b79-c89a-4dae-9d44-496a83d80bc5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d2358ef1-90b1-43e7-abe3-c444420bfe66",
      "dutyDetail": "Communicate their analysis and recommendations with impact to their clients, specialist and non-specialist audiences to help them make decisions; including the strengths and limitations of the analysis and underlying data.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "eb1e2720-e086-4f25-add3-b82d3b4a180c",
        "8edee2d2-1940-4335-a3fa-828e5fed6827",
        "32543432-cb06-405e-835f-8cbffe43a3f0",
        "599300d6-ec7e-48c9-8677-7da5873e0757",
        "4c3709d1-f3fc-4dd1-bf31-3071aa4afcac"
      ],
      "mappedKnowledge": [
        "f6cab463-6b93-4c51-9a9b-c7170162d951",
        "20c3d376-5bda-4206-b50d-f901ac772fa2",
        "df837cf4-7636-45c6-b940-9a1917be4afc",
        "87b1c209-6229-45a3-a1c3-19439da5bba1",
        "31ef771c-5359-445d-adfb-8f97512007f9",
        "94c97d6d-92aa-427d-ae94-1dcfdec8a9d3",
        "62e89b9b-766a-4579-acb7-d6b96e31e9fb",
        "0e7ad652-bea6-4e83-a8a3-e5b1e377a545",
        "e7179175-4728-479d-92d6-1508708036e5",
        "e208a695-2e66-4665-9552-fbdf63331b2b",
        "b11c7a67-6394-4149-903b-c1a87e267337"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2a3633ec-556f-4462-bf2a-d7bd6ff643bb",
        "772461f9-482b-4256-ac9f-fa4a6d71b1fc",
        "8f6a4259-4840-42d6-af14-24ec0ced282b",
        "0415191f-d129-4b4e-91e4-68cbf7017e1d",
        "ba6c0489-0787-4be6-8bdb-914dbf138e1b",
        "94a6808f-6381-4b62-93a6-cc1ed69ed429",
        "cb211169-8ce3-4182-b5b3-a24fce8ea2a5",
        "dbadbe37-37f3-4194-a3fd-2d3adf863d7e",
        "fe6f12a5-35ab-4b48-a647-10b27250e35b",
        "47581c08-97c6-42bb-be51-ccd98a55f4dd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "52894884-cefc-41bd-b718-9c20fd1c2ad8",
      "dutyDetail": "Manage operational research projects, budgets and staff.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "eb1e2720-e086-4f25-add3-b82d3b4a180c",
        "8edee2d2-1940-4335-a3fa-828e5fed6827",
        "b82c4619-3ff5-46cb-bdb5-54b7b33a205a",
        "32543432-cb06-405e-835f-8cbffe43a3f0"
      ],
      "mappedKnowledge": [
        "05664225-127b-4add-9b58-1a9af449cfdf",
        "7f495e91-4489-4cc6-8178-35e1560f0e99",
        "09259e2e-3645-4f48-92bd-c4349b280ebd",
        "e208a695-2e66-4665-9552-fbdf63331b2b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "94f98b01-8810-4b52-bfef-a6ce6f788980",
        "fe6f12a5-35ab-4b48-a647-10b27250e35b",
        "47581c08-97c6-42bb-be51-ccd98a55f4dd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "403d5b37-c7a3-41a5-bd4b-9d5906c71535",
      "dutyDetail": "Develop professional capability by tracking developments in the field of Operational Research and improve their managerial, networking and leadership skills.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "eb1e2720-e086-4f25-add3-b82d3b4a180c",
        "581aab9d-8a77-47bc-9b81-82ba794d13e2",
        "32543432-cb06-405e-835f-8cbffe43a3f0"
      ],
      "mappedKnowledge": [
        "897882ae-6ec5-42b7-b096-27332f81ef6b",
        "09259e2e-3645-4f48-92bd-c4349b280ebd"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "71c25791-26a2-43e4-b954-9d8954e3e1d1",
        "6f5021cd-3f82-4db9-8f40-c5f4c17778c9",
        "b323c18b-28e0-457b-985c-19e6eed289f8",
        "0d93faf9-c73b-481f-9f3a-220892a4bfd6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5459fdf8-23e4-4422-9a07-223f1ed05b7b",
      "dutyDetail": "Identify new opportunities for applying Operational Research techniques for their organisation or clients and disseminate and share best practice inside and outside of their organisation.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b82c4619-3ff5-46cb-bdb5-54b7b33a205a"
      ],
      "mappedKnowledge": [
        "94c97d6d-92aa-427d-ae94-1dcfdec8a9d3",
        "62e89b9b-766a-4579-acb7-d6b96e31e9fb",
        "0e7ad652-bea6-4e83-a8a3-e5b1e377a545",
        "c660bb78-a346-466e-b525-a987a7688744",
        "603cdc1b-0d70-4eba-afab-468e57a5e005",
        "838bdfc6-32df-40f9-9f9b-3617f3b39421",
        "ef3f7106-665b-4280-862b-78713e5dde9b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ba6c0489-0787-4be6-8bdb-914dbf138e1b",
        "94a6808f-6381-4b62-93a6-cc1ed69ed429"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-09-03T00:00:00"
}