{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 591,
  "referenceNumber": "ST0820",
  "learningAimClassCode": "",
  "title": "Clinical associate in psychology (CAP) (integrated degree)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0820",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2025-02-11T00:00:00",
  "earliestStartDate": "2020-08-24T00:00:00",
  "latestStartDate": "2025-02-10T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Provide high quality, evidence based psychological interventions to inform practice.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 16000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "Clinical associate",
    "psychology",
    "mental health",
    "Assistant psychologist",
    "psychologist"
  ],
  "jobRoles": [
    "Clinical associate in psychology (cap)"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/5750/st0820_clinical_associate_in_psychology_l7_for-publication-13122021.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.3 Health and social care",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This is a new occupation, developed for implementation in England, introduced as part of a programme of work to provide greater access to psychologically informed mental health and wellbeing services. Clinical Associates in Psychology fill an identified skills gap between assistant psychologist and Health and Care Professions Council (HCPC) registered practitioner psychologists. They are able to practice autonomously with appropriate support, working within their scope of practice, under the supervision of an appropriately registered HCPC practitioner psychologist. Where the term ‘patient’ is used in the standard it covers service users, clients or any individuals in receipt of psychological support and interventions.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to provide high quality, evidence based psychological interventions to inform practice, with formulations derived from specialist psychological measurement and assessment tools to work with populations across the lifespan from different backgrounds, cultures and beliefs. They work with specific populations and therefore provide a more proscribed range of activities than HCPC registered practitioner psychologists.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Clinical Associates in Psychology:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;are accountable professionals delivering psychological assessments, formulations, interventions and research within their scope of practice&lt;/li&gt;\n&lt;li&gt;use applied service research and evaluation to inform interventions&lt;/li&gt;\n&lt;li&gt;may work with and communicate with patients in their own home, their workplace, the community, hospital, secure environments, education or in any settings where their needs are supported and managed&lt;/li&gt;\n&lt;li&gt;may work with individuals and groups with complex and long-term needs&lt;/li&gt;\n&lt;li&gt;act as a psychological resource providing support, guidance and supervision using psychological models to the wider health, social care and professional teams&lt;/li&gt;\n&lt;li&gt;provide training to others to inform psychological interventions&lt;/li&gt;\n&lt;li&gt;use psychological measurement tools to evaluate psychological treatments and improve the quality of clinical practice&lt;/li&gt;\n&lt;li&gt;complement the work of HCPC registered practitioner psychologists&lt;/li&gt;\n&lt;li&gt;often deliver treatment interventions developed with a HCPC registered practitioner psychologist who will review their practice through supervision.&lt;/li&gt;\n&lt;li&gt;provide a range of psychological treatments working within their scope of practice, whilst the supervising HCPC registered practitioner psychologist retains overall clinical responsibility for their work&lt;/li&gt;\n&lt;li&gt;undertake research&lt;/li&gt;\n&lt;li&gt;report to a HCPC registered practitioner psychologist in terms of psychological assessment, formulation and intervention.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Clinical Associates in Psychology work alongside existing psychological practitioners such as Assistant Psychologists, as well as Psychological Wellbeing Practitioners and High Intensity Therapists (Improving Access to Psychological Therapies-IAPT). Unlike practitioners within the IAPT portfolio (e.g. Psychological Wellbeing Practitioners and High Intensity Therapists), their work is informed, but not wholly determined, by problem-specific treatment protocols. For example, Clinical Associates in Psychology would draw upon the developing evidence-base to inform the management of psychological distress associated with multiple long-term conditions such as depression and physical impairment in dementia. They use applied service research and evaluation to formulate interventions which further sets this role apart from Assistant Psychologists, Psychological Wellbeing Practitioners and High Intensity CBT Practitioners.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation may interact with:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;health and care professionals in a variety of service including nurses, social workers, allied health professionals (AHPs) and medical colleagues as part of a multidisciplinary team&lt;/li&gt;\n&lt;li&gt;prison services, probation officers, youth justice workers, the police, courts and tribunals&lt;/li&gt;\n&lt;li&gt;professionals in education settings such as schools and colleges&lt;/li&gt;\n&lt;li&gt;occupational health teams&lt;/li&gt;\n&lt;li&gt;sport and exercise professionals&lt;/li&gt;\n&lt;li&gt;public health professionals&lt;/li&gt;\n&lt;li&gt;the psychology team, alongside assistant psychologists and trainee practitioner psychologists, while reporting to a HCPC registered practitioner psychologist regarding psychological assessment, formulation and intervention&lt;/li&gt;\n&lt;li&gt;Clinical Associates in Psychology may work outside of normal hours depending on the service requirements.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;An employee in this occupation will be responsible for providing psychological assessment and interventions within their scope of practice across a range of service settings, such as in the workplace, community, hospital, or prison and including individual or group settings. Scope of practice is determined by a range of factors and defines the procedures, actions and processes that a CAP is qualified to deliver.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Clinical Associates in Psychology are responsible for:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;planning, delivering and evaluating psychological interventions which may include more long-term and complex presentations&lt;/li&gt;\n&lt;li&gt;working with individuals or groups with long-term and complex needs&lt;/li&gt;\n&lt;li&gt;acting as a psychological resource to the team&lt;/li&gt;\n&lt;li&gt;managing their own caseload while undertaking their own clinical programmes of work, within their scope of practice&lt;/li&gt;\n&lt;li&gt;seeing patients in their own homes, workplace, secure settings or in the community&lt;/li&gt;\n&lt;li&gt;performing assessments as well as planning and evaluating their own psychological interventions&lt;/li&gt;\n&lt;li&gt;conducting risk management assessments and evaluations&lt;/li&gt;\n&lt;li&gt;their own learning and development using reflection and feedback to analyse their own capabilities&lt;/li&gt;\n&lt;li&gt;ensuring that resources are managed effectively&lt;/li&gt;\n&lt;li&gt;participating in the delivery of audit and service improvement projects&lt;/li&gt;\n&lt;li&gt;engaging in their own Continuing Professional Development (CPD) to maintain and update their psychological scope of practice&lt;/li&gt;\n&lt;li&gt;meeting their clinical psychology supervisor on a weekly basis in accordance with British Psychological Society (BPS) standards for accredited practice.&lt;/li&gt;\n&lt;/ul&gt;",
  "knowledges": [
    {
      "knowledgeId": "2c281e49-be16-4da7-8ca0-a6b55946c263",
      "detail": "Understand British Psychological Society (BPS) Professional Code of Conduct, local and national policies and procedures that define scope of practice."
    },
    {
      "knowledgeId": "a003cb4a-282d-4c08-80eb-8b7b33805120",
      "detail": "Understand how to assess limits of professional boundaries and capacity and understand when to seek appropriate supervision/advice on practice and whom to refer to so as to ensure best care."
    },
    {
      "knowledgeId": "fb9c3efe-8639-49a8-b34a-3a76e9bc2e54",
      "detail": "Understand the principles of clinical supervision and how this provides a safe and supportive environment to reflect, review and discuss personal and professional responses to work."
    },
    {
      "knowledgeId": "547aebba-3292-43e9-9d77-7abab2d59da9",
      "detail": "Understand principles of handling confidential information and knowing how and when to share this information for appropriate professional purposes and only with appropriate individuals, and as necessary with consent."
    },
    {
      "knowledgeId": "de880efe-82bf-416b-ab22-ccf4bf4caa04",
      "detail": "Understand how to maintain knowledge of contemporary evidence-based practice through appropriate continued professional development."
    },
    {
      "knowledgeId": "f3a9e413-598b-4d29-9496-fccf381329ce",
      "detail": ":Understand and recognise professional duty to challenge and report discriminatory behaviour."
    },
    {
      "knowledgeId": "81314750-627b-4493-b506-9e2c17a07ef6",
      "detail": "Understand responsibility for fulfilling and maintaining local and national information governance policies."
    },
    {
      "knowledgeId": "d89368d7-e150-4110-aee0-85d2d2d5e227",
      "detail": "Understand the need to maintain accurate clinical records and why all entries in clinical and practice records are dated, timed and signed."
    },
    {
      "knowledgeId": "1102e3c1-cdec-4c74-b454-63fa6b9e00ea",
      "detail": "Understand policy and practice with regard to incident reporting within your organisation."
    },
    {
      "knowledgeId": "69d3e57d-513f-4dda-863f-9c472ec8513c",
      "detail": "Understand how to communicate confidential information."
    },
    {
      "knowledgeId": "d1b50ce4-6306-4891-b5f7-2318352e8948",
      "detail": "Understand the need for recording of patient consent, including verbal consent where appropriate, and the necessity of ensuring that consent is given for sharing of information for professional purposes."
    },
    {
      "knowledgeId": "8771486f-a243-4886-a495-16482462589d",
      "detail": "Understand how individual life experiences and life-events may be relevant, when taking an individual history for the purposes of specialist psychological assessment, to enable personalised psychological interventions."
    },
    {
      "knowledgeId": "48bd0951-eacf-4658-a24c-f7c74f913f88",
      "detail": "Understand cognitive functioning, possessing knowledge of causes and other factors which may determine performance, when conducting an assessment."
    },
    {
      "knowledgeId": "e55a3e7f-d875-4e7a-83f0-ae0d182b7a6f",
      "detail": "Understand how to conduct both individualised psychological and cognitive assessments, utilising behavioural observation and measurement, use of self and other observation data, and incorporating data from formal and informal carers."
    },
    {
      "knowledgeId": "c1f68c8b-ae6e-4f0f-a988-70d4ae391b08",
      "detail": "Understand fundamentals of psychometric principles to guide the use of standardised assessment tools with specific populations."
    },
    {
      "knowledgeId": "c7470ad5-d476-4998-a1bc-50a7bbf94695",
      "detail": "Understand how to analyse and appraise the range of cognitive-behavioural and other psychological assessment methods used within applied clinical practice to underpin assessment."
    },
    {
      "knowledgeId": "5b4ac87e-1829-439e-9d17-c2cece0e04a3",
      "detail": "Understand how to analyse outputs from specialist psychological assessments across a broad range of patient needs."
    },
    {
      "knowledgeId": "1aefd4e1-d2bd-43a4-a367-3245336d5329",
      "detail": "Understand formulation is derived from and integrates psychological, biological, emotional, interpersonal, social cultural and interpersonal factors."
    },
    {
      "knowledgeId": "ad4cfa92-c354-4c9b-a640-b2c8ae3a6206",
      "detail": "Understand that formulations draw upon psychological theory, providing a clinical framework describing an individual’s problem and/or needs, whilst providing a rationale for how problems have developed and are maintained."
    },
    {
      "knowledgeId": "b7a9cfdb-07bc-4265-a6f3-d1d2f4ae3530",
      "detail": "Understand a range of psychological hypotheses to explain the development and maintenance of distress in patients."
    },
    {
      "knowledgeId": "a4da9b9c-191e-4d7d-a734-4355e4635209",
      "detail": "Understand that formulation informs treatment and can inform the work of others in a multidisciplinary team."
    },
    {
      "knowledgeId": "86e13ac8-a221-4da5-b2b3-53a9440d89f6",
      "detail": "Understand how to analyse and appraise the range of cognitive-behavioural and other psychological assessment methods used within applied clinical practice to underpin diagnosis and/or formulation."
    },
    {
      "knowledgeId": "ae722463-08a6-46ac-9018-c66783bde87f",
      "detail": "Understand the need to take into account the preferences of the person with complex and chronic conditions, and that of their caregivers when planning a psychological intervention."
    },
    {
      "knowledgeId": "c4c59184-567c-4e11-b56d-3332033e8c31",
      "detail": "Understand mental health issues by maintaining awareness of prevalence, incidence and impact of common mental health myths, misconceptions and stereotypes on patients."
    },
    {
      "knowledgeId": "8c583a8c-b883-48d8-8080-84693c82b546",
      "detail": "Understand the importance of therapeutic alliance in embedding positive behaviour change and maintain awareness that mental health stigma and discrimination are major barriers to effective psychological interventions in the management of psychological problems."
    },
    {
      "knowledgeId": "86be864d-12b7-4337-bc9f-f32be250e674",
      "detail": "Understand the appropriateness of the range of evidence-based psychological models and protocols when addressing individualised patient need."
    },
    {
      "knowledgeId": "ddd55316-d0b3-4aa8-b211-10962a2603ef",
      "detail": "Critically appraise a range of psychological models and interventions to inform treatment planning and appropriate choice of treatment protocols."
    },
    {
      "knowledgeId": "94848768-72ad-475c-abbc-30360fc28781",
      "detail": "Understand how to analyse and appraise key theoretical concepts of psychological models of treatment both at individual and group level recognised in evidence-based national guidelines."
    },
    {
      "knowledgeId": "5c2c2c4f-f147-4f56-9870-204051f449ad",
      "detail": "Understand how psychological interventions may impact upon self-management strategies and action plans already in place."
    },
    {
      "knowledgeId": "bca901b2-48da-44d4-ac86-d18f70f7f42c",
      "detail": "Understand that working with people requires setting appropriate intervention goals and agreeing these with patients, their families and their caregivers."
    },
    {
      "knowledgeId": "499be786-db01-4b34-aaf5-c922547d38ba",
      "detail": "Understand that it is necessary for psychological interventions to minimise harm, maximise benefits and result in improvement of overall quality of life indices."
    },
    {
      "knowledgeId": "3b0eb770-fb64-474c-b438-9c9f6469264b",
      "detail": "Understand how to interpret evidence-based psychological treatment choices with individuals, groups and other healthcare colleagues, when managing complex and chronic needs."
    },
    {
      "knowledgeId": "b17f2be1-0fd3-4782-a179-6d942d2121c4",
      "detail": "Understand how lifespan development affects an individual’s performance and that it is necessary to adjust psychological interventions based on this understanding to enable patients to access and benefit from psychological interventions."
    },
    {
      "knowledgeId": "5968c60d-65f9-4552-aba4-48474874ad84",
      "detail": "Understand how to implement, plan and manage psychological interventions when working with complex and long term needs."
    },
    {
      "knowledgeId": "b5201c75-8254-4f67-9960-f64cdbf9dba6",
      "detail": "Understand and critically appraise best evidence and existing practice to inform clinical decision making where there is no agreed consensus on treatment protocols and evaluate outcome."
    },
    {
      "knowledgeId": "7372d67b-0268-4ba2-9bc3-3a99dcd7e47c",
      "detail": "Understand the range of behavioural change models including health belief models to synthesise best practice in the absence of a strong evidence base, or existence of clinical practice guidelines."
    },
    {
      "knowledgeId": "c9c14552-b467-45a0-a0a6-d72ab6c1f889",
      "detail": "Understand, appraise and discriminate the selection of appropriate measurement tools from a range of possible options in the context of individual and service level change."
    },
    {
      "knowledgeId": "7f426728-e775-4cac-a40a-94a56a3ba6e2",
      "detail": "Understand how to conduct an individualised psychological evaluation utilising behavioural observation and measurement."
    },
    {
      "knowledgeId": "e3ca6769-7113-4f3d-b033-269887eb32b1",
      "detail": "Understand the use of valid and reliable measurement tools for the purposes of self and other observation of outcome and evaluation of treatment, incorporating evaluation from formal and informal carers."
    },
    {
      "knowledgeId": "32f8bfbc-d0d3-41c3-ba7b-c2f41bfca902",
      "detail": "Understand fundamentals of psychometric principles to guide the use of standardised evaluation with specific populations to identify appropriate quality improvement strategies."
    },
    {
      "knowledgeId": "db75aeda-7307-4d78-837a-dad6eb7486b8",
      "detail": "Understand how to communicate to non-psychology colleagues, a range of psychological hypotheses explaining the development and maintenance of distress in patients."
    },
    {
      "knowledgeId": "7f6cbe5f-9171-420c-a94f-eb7929fbbc2f",
      "detail": "Understand, how to support and guide contributions from multidisciplinary team members in order to provide safe, integrated and effective psychological practice. Understand the importance and impact of team and organisational dynamics and culture in service delivery and development."
    },
    {
      "knowledgeId": "3dd477b9-baf7-44fc-9c31-ac736ef7d2c3",
      "detail": "Understand the principles of leadership theory to influence best psychological practice when working in teams."
    },
    {
      "knowledgeId": "bd9e9929-7c07-4267-a999-7de876eb5742",
      "detail": "Understand impact of multiple perspectives within the context of multidisciplinary teams."
    },
    {
      "knowledgeId": "f8a61d5a-5a18-40b5-9070-74f81546634c",
      "detail": "Understand psychological practice requirements and safe practice and how to convey this to the broader clinical workforce in line with the evidence-base."
    },
    {
      "knowledgeId": "cf74c864-5c8a-4688-bf4d-b6812799ea0b",
      "detail": "Understand different learning styles and how this can affect the success of training delivery."
    },
    {
      "knowledgeId": "52896c2e-23b1-4bb9-8d4b-009ffe8752b2",
      "detail": "Understand the range of tools and techniques that can be used to support learning, set goals and evaluate learning."
    },
    {
      "knowledgeId": "01ad7e6d-90ba-49a3-92ff-ecb86a2dce56",
      "detail": "Understand different training approaches using psychological theory and research to bring about changes in the delivery of treatments."
    },
    {
      "knowledgeId": "be406165-5bb4-491c-bac0-f3092e6e169f",
      "detail": "Understand the impact of teaching others to enhance reflective practice in the context of a range of service settings."
    },
    {
      "knowledgeId": "2f4dd996-9464-4b4d-aa40-be858ae7f72a",
      "detail": "Understand how research is conducted and implemented at an appropriate level to inform effectiveness in clinical practice."
    },
    {
      "knowledgeId": "9c00a4d1-c47f-4d0a-a634-f2d37f682d67",
      "detail": "Understand the range of legal, ethical, professional, financial and organisational policies and procedures that apply to clinical research activities."
    },
    {
      "knowledgeId": "aa84393f-0800-48e4-92a5-67ecdc89a6cd",
      "detail": "Understand the importance and impact of organisational culture in service delivery and development."
    },
    {
      "knowledgeId": "42a950e9-8a74-4609-99a8-375391d1d533",
      "detail": "Understand a range of quantitative and qualitative research methodologies relevant to situation and service context."
    },
    {
      "knowledgeId": "e889f18b-07de-41da-9443-ea08dd2bbd78",
      "detail": "Understand a range of research approaches drawing on specialist psychological tools to collect data to evaluate own practice as well as to enhance service delivery."
    },
    {
      "knowledgeId": "a6d4c294-8009-4b25-a1ff-15f77fb16d3b",
      "detail": "Understand knowledge of evidence-based practice through supporting others in planning audit, evaluation and research of their work."
    },
    {
      "knowledgeId": "20c8122f-3ed4-43b6-b082-fa76704cd043",
      "detail": "Understand models of clinical supervision and requirements for practice in line with the evidence-base and professional codes of conduct."
    },
    {
      "knowledgeId": "aa658cca-9397-40c1-8560-c48206d823b4",
      "detail": "Understand clinical supervision provides opportunities for others to review and modify their practice, maintain high professional standards of competence and to enhance the delivery of individualised care."
    },
    {
      "knowledgeId": "dfb86ab2-cc57-4a38-b594-1913ffa951eb",
      "detail": "Understand the appropriate boundaries of professional competency in offering support and supervision to others and recognise the requirement to seek regular supervision for own practice."
    },
    {
      "knowledgeId": "4125ea3e-f6f3-4385-89bc-786fb03fd9bb",
      "detail": "Understand the evidence base including contemporary approaches to assessing and managing risks in different contexts."
    },
    {
      "knowledgeId": "ba8a96be-8ba2-45f1-9e89-5c3f9f09955a",
      "detail": "Understand how to assess risk in relation to psychological distress and to ensure that risk formulations are integrated with interventions."
    },
    {
      "knowledgeId": "c7765ff8-97fd-40bb-bb90-d0ca1f86c6dc",
      "detail": "Understand contingency management and the use of risk indicators in mitigating against crises."
    },
    {
      "knowledgeId": "173a99c1-1720-4559-a413-63199733c1bd",
      "detail": "Understand the appropriateness of crisis interventions that are safe, effective and compassionate and follow a rights-based approach consistent with service standards."
    },
    {
      "knowledgeId": "1896a3c9-f19d-49a5-a2b5-1d742c7e1989",
      "detail": "Understand the identification of, reporting and reflection upon critical incidents and serious adverse events influencing and changing clinical practice."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "b2ea1841-9ad9-4e36-8608-c01a48fec807",
      "detail": "Treat patients with dignity, respecting individuals’ diversity, beliefs, culture, needs, values, privacy and preferences."
    },
    {
      "behaviourId": "ce122488-2c94-4d1e-b2f6-f8f3f94ae274",
      "detail": "Show respect and empathy for those worked with and have the courage to challenge areas of concern and work to evidence-based best practice."
    },
    {
      "behaviourId": "dbbf33c7-0900-4ed8-bfe0-2104dd56ea94",
      "detail": "Be adaptable, reliable and consistent, show discretion, resilience and self-awareness and demonstrate professional and clinical competence."
    }
  ],
  "skills": [
    {
      "skillId": "7bb49e16-cf33-4329-a19d-5e93e6928d18",
      "detail": "Work within the scope of practice of the role and within the bounds of professional competence, in line with employer’s requirements around values, conduct and ethics."
    },
    {
      "skillId": "876f0857-c2a3-4892-b9eb-c95f2a0666a9",
      "detail": "In all clinical and professional activities, act in accordance with the BPS Professional Code of Conduct, identifying and challenging discriminatory behaviour."
    },
    {
      "skillId": "143ce4ff-9739-49a2-b0ce-8024949d2245",
      "detail": "Actively participate in clinical and professional supervision in order to develop individual scope of practice within legal and ethical boundaries to manage risk and enhance clinical practice."
    },
    {
      "skillId": "42ff6f10-572c-4c38-b5e0-5860fefdc454",
      "detail": "Take responsibility for continuous self-reflection, seeking and responding to support and feedback to develop professional knowledge and skills."
    },
    {
      "skillId": "0400d5cb-9914-4f68-a5d2-9455cc63fef1",
      "detail": "Communicate effectively, share information and check understanding using clear language and appropriate, written materials, making reasonable adjustments where appropriate in order to optimise people’s understanding."
    },
    {
      "skillId": "6bfa5738-174d-4611-9334-1a85abc63201",
      "detail": "Recognise and accommodate sensory impairments during all communications and the use of personal communication aids."
    },
    {
      "skillId": "00a3d062-82ba-40e6-9220-115162b04eaf",
      "detail": "Implement, produce and maintain clear, legible and contemporaneous patient records regarding direct and indirect patient contacts and wider working within teams adhering to professional and ethical standards."
    },
    {
      "skillId": "8bc193c1-0ebe-4b73-bbdd-3a291e3de3da",
      "detail": "Act on the duty to comply with service and national standards of clinical record-keeping."
    },
    {
      "skillId": "38dfa3f7-06df-4091-9ada-a2bfdf77b1fb",
      "detail": "Assess individuals and/or families using a variety of approaches and a range of psychological assessment methods to assess baseline and change post-intervention."
    },
    {
      "skillId": "b9c64baf-02d6-4841-83cd-df383b85fae8",
      "detail": "Analyse outputs from specialist psychological and cognitive assessments across a broad range of patient needs and disseminate reports to influence own practice and that of others within the multidisciplinary team."
    },
    {
      "skillId": "52e41c46-2e45-4df1-8d68-b4e73f7d2f73",
      "detail": "Implement best practice by conducting assessments and treatment interventions according to evidence-based practice where there are limited treatment protocols to guide practice."
    },
    {
      "skillId": "013b4c96-0908-4070-9273-2e80fb9b33d1",
      "detail": "Take account of how conflicting and sometimes contradictory information from carers and other healthcare professionals, in emotive and challenging situations and contexts, may impact on the outcome of assessment."
    },
    {
      "skillId": "262febfa-6b07-47ab-a0b6-e4a2077b766a",
      "detail": "Formulate individual distress to explain how psychological difficulties and presentations are influenced by potentially conflicting sociocultural and attitudinal factors."
    },
    {
      "skillId": "a9374ddb-3c11-4981-a8b4-9cee853fc186",
      "detail": "Create, implement and appraise formulations based upon multiple sources of clinical and other data to inform the management of psychological interventions and where no protocols or treatment guidance exists."
    },
    {
      "skillId": "79494b88-c9a6-4022-9c34-689e443fbf04",
      "detail": "Develop collaborative formulations with patients so as to sense-check understandings and influence delivery of evidenced-based individualised psychological interventions."
    },
    {
      "skillId": "79aafab1-d2e3-4316-8ec0-9b2348c6bca5",
      "detail": "Share formulations with others in a multidisciplinary team to promote patient engagement and to anticipate treatment obstacles and to prevent disengagement."
    },
    {
      "skillId": "fa43b584-f3f7-457d-803a-a5c866b19398",
      "detail": "Apply a range of psychological interventions consistent with assessment and diagnosis/formulation."
    },
    {
      "skillId": "c9a7be5d-d83b-4ba8-bd07-ae2ef39f5129",
      "detail": "Explain the rationales to individuals, groups and other professional colleagues, for evidence-based psychological treatment models and protocols."
    },
    {
      "skillId": "a9e52843-4fe0-4367-8548-7dbd170da8b5",
      "detail": "Deliver psychological treatments appropriate to the level of patient need and provide treatment at an appropriate level of frequency and duration in the context of distress and complexity."
    },
    {
      "skillId": "1fe2e9d6-355f-4fe7-99b4-402b096a71bc",
      "detail": "Recognise and respond to individual distress using evidence-based psychological treatment models and protocols."
    },
    {
      "skillId": "382a0e0f-fdb2-4e6d-9c5d-b6cdfa9059c1",
      "detail": "Analyse and appraise the appropriateness of the range of psychological models and protocols when addressing individualised patient need."
    },
    {
      "skillId": "3fc64373-5cf8-460e-8534-74e6ea9e7c46",
      "detail": "Analyse and appraise principles of psychological interventions at individual and group level and evaluate episodes of treatment drawing upon evidence-based models and protocols to inform treatment planning and implementation."
    },
    {
      "skillId": "f69c7bd2-de43-4464-a0ca-0fb740e76547",
      "detail": "Plan and implement evidence-based treatment protocols specific to individual or group need for managing complexity and chronicity of presentations."
    },
    {
      "skillId": "1470c364-e0f4-4a5a-ad1c-d5cb7a0c6191",
      "detail": "Generate evidence-based psychological interventions taking into account a range of potentially conflicting clinical data."
    },
    {
      "skillId": "762a9764-c90d-45c5-96f9-176fcbb0e1ad",
      "detail": "Actively engage patients in treatment regimes to address and resolve emotive contexts and circumstances."
    },
    {
      "skillId": "0cd40380-b595-440a-b0da-0b9ea13b875e",
      "detail": "Apply psychological interventions that are consistent with self-management strategies and action plans for people with complex and chronic needs."
    },
    {
      "skillId": "cb5eb4d0-5f72-4d7e-a3c5-e93ae0872164",
      "detail": "Apply evidence-based psychological interventions addressing complex and/or long-term needs consistent with psychological models of change."
    },
    {
      "skillId": "3699e3ac-1ca5-41ba-b99c-ab2871b167c7",
      "detail": "Implement evidence-based psychological interventions for people with complex and/or long-term needs with appropriate intervention goals agreed with patients, their families and their caregivers."
    },
    {
      "skillId": "9b3db29f-966c-48c7-8372-e982e0e3585e",
      "detail": "Plan and implement evidence-based psychological treatment models and protocols while providing an individual patient rationale."
    },
    {
      "skillId": "627da3e9-adb7-4bce-9d9f-6d5be133ced6",
      "detail": "Accurately measure and evaluate outcomes in a range of care settings, by selecting the appropriate measurement tools from a range of possible options in the context of individual and service level change."
    },
    {
      "skillId": "829176fc-3891-4045-8512-34641566a128",
      "detail": "Engage in all stages of audit and evaluation activity, leading to the continuous enhancement and quality improvement of clinical practice."
    },
    {
      "skillId": "4742c065-88e5-47ff-808c-8bdf6e1e6a67",
      "detail": "Implement a range of psychological measurement tools with individuals, families, or services to evaluate treatment, individual, service or organisational change."
    },
    {
      "skillId": "7b5c46ed-9b57-4790-8bc4-61e05912da4f",
      "detail": "Provide guidance, support and facilitation to multidisciplinary team members in the delivery of psychologically enhanced approaches."
    },
    {
      "skillId": "8b282331-bd1e-4433-a902-9cd066a5ef46",
      "detail": "Act as a psychological resource within the multidisciplinary team to demonstrate how psychological theories and models can facilitate practice innovations."
    },
    {
      "skillId": "e367d1e7-5b9f-43d2-a0d4-7528ade23c85",
      "detail": "Apply psychological theory and research to address emotive and challenging situations, taking account of conflicting and contradictory information from carers and other healthcare professionals."
    },
    {
      "skillId": "dcc94e19-031e-4c42-972f-38a16945f963",
      "detail": "Work as part of a multidisciplinary community team or in specialised clinical settings and liaise with relevant external agencies to facilitate and enable psychological interventions."
    },
    {
      "skillId": "db6b98c3-9347-43a7-afe7-1b1969b0b43c",
      "detail": "Work collaboratively to identify and meet the learning and development needs of health or care professionals."
    },
    {
      "skillId": "054b3f7d-56af-467f-bebf-13a261532b0b",
      "detail": "Communicate new learning approaches and provide constructive feedback to challenge and overcome barriers to implementation of best psychological practice."
    },
    {
      "skillId": "1fa0a956-81dd-44cb-8118-8bacac26ae82",
      "detail": "Communicate to others the core concepts of psychological theory, research and practice in order to enhance their delivery of psychological interventions."
    },
    {
      "skillId": "ce0785f2-40c4-454a-95ed-a11842576387",
      "detail": "Provide training for others to inform and support psychological models of change."
    },
    {
      "skillId": "80f6f2e0-8f65-4867-9cf2-a8635b682c7c",
      "detail": "Provide training within teams to enhance delivery of clinical and research practice interventions appropriate to the health and psychological needs of patients across a range of service settings."
    },
    {
      "skillId": "d3b2909d-c3ac-4f89-962f-030978e16d5a",
      "detail": "Engage in research activity to identify service gaps and problems so that new approaches and solutions can be implemented to solve clinical and service problems."
    },
    {
      "skillId": "2f4b6967-5a2f-4199-be7d-cf4c7c1225f6",
      "detail": "Communicate clinically relevant research material to a range of practitioners."
    },
    {
      "skillId": "41082159-2a2f-4931-9808-d812cb7f1a03",
      "detail": "Apply and analyse a range of research approaches including both qualitative and quantitative methods in clinical practice."
    },
    {
      "skillId": "d5b47109-679c-487b-baba-f4177b2ab3f3",
      "detail": "Act as a wider resource within teams to inform clinical and research practice, critically appraise, interpret and implement the outcomes of research methodologies such as service evaluation and clinical audit."
    },
    {
      "skillId": "c71fa8d8-5e36-44d5-9d15-b257c738d5ac",
      "detail": "Evaluate and audit clinical practice through conducting service evaluations to inform change through dissemination of findings ensuring best use of publicly funded resources."
    },
    {
      "skillId": "ebc87a0d-e9ec-4d9d-ace0-4e5b2a7b1bab",
      "detail": "Act as a wider psychological resource by offering support and clinical supervision to identify psychological issues in a safe, supportive and professional manner."
    },
    {
      "skillId": "3c5b84cd-5459-4534-997c-681483d2aceb",
      "detail": "Provide a supportive, safe space to enable a clinical supervisory process for a broader mental health workforce supporting better psychological treatment outcomes."
    },
    {
      "skillId": "cd5a9e02-8fcb-4714-bad7-41010b901c18",
      "detail": "Act appropriately following employment procedures when serious concerns are raised in clinical supervision about the conduct, competence, or health of a practitioner."
    },
    {
      "skillId": "c3cf9fe8-fd6b-4212-9e27-064d152aaabc",
      "detail": "Enable support and clinical supervision of team members to promote the implementation of models of psychological change enhancing treatment outcomes."
    },
    {
      "skillId": "1c6850d4-e085-4ba3-bfc4-70e6ec7cd607",
      "detail": "Apply and review risk assessments and formulations when working with complex patients within scope of practice."
    },
    {
      "skillId": "cec0c3e6-4a03-4a8c-ae5a-346132d764ad",
      "detail": "To effectively communicate decision making processes  which have informed the psychological management of risk. Implement and respond appropriately to risk, using appropriate guidance and support, maintaining compliance with service policy and values."
    },
    {
      "skillId": "615198f2-4ddb-4bdd-9077-0f445f05d2f8",
      "detail": "Assess and identify appropriate practice in relation to critical incident and severe adverse events."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2020-08-24T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "TB0435",
  "tbMainContact": "Healthcare.Trailblazer@skillsforhealth.org.uk",
  "involvedEmployers": "Cornwall Partnership NHS Foundation Trust, Hertfordshire Partnership University NHS Foundation Trust, Somerset Partnership Trust, Pennine Care NHS Foundation Trust, Coventry and Warwickshire Partnership Trust, Outlook SW, Greater Manchester Mental Health (GMMH) Trust, Priory Group, West London Mental Health Trust, Essex Partnership University NHS Foundation Trust, Avon & Wiltshire Mental Health Partnership NHS Trust, Southern Health NHS Foundation Trust, NSFT (Norfolk and Suffolk), Nottinghamshire Healthcare NHS Foundation Trust, Solent Health Trust, Sheffield Health and Social Care Trust, Dorset Community Pain Service (Trust), Cambridge and Peterborough Trust, Northampton Healthcare FT (NHFT), Devon Partnership NHS Trust, Cheshire and Wirral Partnership Trust, Central and North West London NHS Foundation Trust, Leeds and York Partnership NHS Foundation Trust, University of Plymouth, Exeter University, Mike Marriott Nottingham, Trent University, University of East Anglia, British Psychological Society, NHS Confederation, Skills for Health, East London NHS Foundation Trust",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Clinical associate in psychology (cap)"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Health professional",
  "clusterId": "6",
  "clusterDescription": null,
  "createdDate": "2021-12-15T17:04:22 +00:00",
  "lastUpdated": "2025-02-11T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-08-24T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0820",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0820-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0820-v1-0",
  "qualifications": [
    {
      "qualificationId": "4d12d011-0ee5-497c-b6f9-5ac3a3a4b880",
      "title": "Masters Clinical Associate in Psychology",
      "level": "7 (integrated degree)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "British Psychological Society ",
      "level": "Level 7",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "038bb8bb-703d-411e-a610-91b474a15bda",
      "dutyDetail": "Be an accountable professional acting in the best interests of patients, by providing personalised psychological interventions that are evidence-based, compassionate and empowering.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b2ea1841-9ad9-4e36-8608-c01a48fec807",
        "ce122488-2c94-4d1e-b2f6-f8f3f94ae274",
        "dbbf33c7-0900-4ed8-bfe0-2104dd56ea94"
      ],
      "mappedKnowledge": [
        "2c281e49-be16-4da7-8ca0-a6b55946c263",
        "a003cb4a-282d-4c08-80eb-8b7b33805120",
        "fb9c3efe-8639-49a8-b34a-3a76e9bc2e54",
        "547aebba-3292-43e9-9d77-7abab2d59da9",
        "de880efe-82bf-416b-ab22-ccf4bf4caa04",
        "f3a9e413-598b-4d29-9496-fccf381329ce"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7bb49e16-cf33-4329-a19d-5e93e6928d18",
        "876f0857-c2a3-4892-b9eb-c95f2a0666a9",
        "143ce4ff-9739-49a2-b0ce-8024949d2245",
        "42ff6f10-572c-4c38-b5e0-5860fefdc454"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "22e17ddb-2235-4d34-9339-10eb64864ba1",
      "dutyDetail": "Communicate effectively through creating and maintaining clinical records.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b2ea1841-9ad9-4e36-8608-c01a48fec807",
        "ce122488-2c94-4d1e-b2f6-f8f3f94ae274",
        "dbbf33c7-0900-4ed8-bfe0-2104dd56ea94"
      ],
      "mappedKnowledge": [
        "81314750-627b-4493-b506-9e2c17a07ef6",
        "d89368d7-e150-4110-aee0-85d2d2d5e227",
        "1102e3c1-cdec-4c74-b454-63fa6b9e00ea",
        "69d3e57d-513f-4dda-863f-9c472ec8513c",
        "d1b50ce4-6306-4891-b5f7-2318352e8948"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0400d5cb-9914-4f68-a5d2-9455cc63fef1",
        "6bfa5738-174d-4611-9334-1a85abc63201",
        "00a3d062-82ba-40e6-9220-115162b04eaf",
        "8bc193c1-0ebe-4b73-bbdd-3a291e3de3da"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e9901a9b-12e5-4777-b6d9-a5f8719bdbb7",
      "dutyDetail": "Conduct psychological assessment to identify the priorities and requirements for personalised, evidence-based psychological interventions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b2ea1841-9ad9-4e36-8608-c01a48fec807",
        "ce122488-2c94-4d1e-b2f6-f8f3f94ae274",
        "dbbf33c7-0900-4ed8-bfe0-2104dd56ea94"
      ],
      "mappedKnowledge": [
        "8771486f-a243-4886-a495-16482462589d",
        "48bd0951-eacf-4658-a24c-f7c74f913f88",
        "e55a3e7f-d875-4e7a-83f0-ae0d182b7a6f",
        "c1f68c8b-ae6e-4f0f-a988-70d4ae391b08",
        "c7470ad5-d476-4998-a1bc-50a7bbf94695",
        "5b4ac87e-1829-439e-9d17-c2cece0e04a3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "38dfa3f7-06df-4091-9ada-a2bfdf77b1fb",
        "b9c64baf-02d6-4841-83cd-df383b85fae8",
        "52e41c46-2e45-4df1-8d68-b4e73f7d2f73",
        "013b4c96-0908-4070-9273-2e80fb9b33d1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b2dcc6e1-57e7-4324-a563-dec6059589f0",
      "dutyDetail": "Develop psychological formulations to inform the delivery of effective personalised care and to enhance the range of psychological interventions that other professionals may utilise in their practice.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b2ea1841-9ad9-4e36-8608-c01a48fec807",
        "ce122488-2c94-4d1e-b2f6-f8f3f94ae274",
        "dbbf33c7-0900-4ed8-bfe0-2104dd56ea94"
      ],
      "mappedKnowledge": [
        "1aefd4e1-d2bd-43a4-a367-3245336d5329",
        "ad4cfa92-c354-4c9b-a640-b2c8ae3a6206",
        "b7a9cfdb-07bc-4265-a6f3-d1d2f4ae3530",
        "a4da9b9c-191e-4d7d-a734-4355e4635209",
        "86e13ac8-a221-4da5-b2b3-53a9440d89f6",
        "ae722463-08a6-46ac-9018-c66783bde87f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "262febfa-6b07-47ab-a0b6-e4a2077b766a",
        "a9374ddb-3c11-4981-a8b4-9cee853fc186",
        "79494b88-c9a6-4022-9c34-689e443fbf04",
        "79aafab1-d2e3-4316-8ec0-9b2348c6bca5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "58a9b4ce-3913-4885-9229-a8f9b1dd8b58",
      "dutyDetail": "Provide a range of psychological treatments to individuals and groups appropriate to the needs of patients in the context in which they experience distress.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b2ea1841-9ad9-4e36-8608-c01a48fec807",
        "ce122488-2c94-4d1e-b2f6-f8f3f94ae274",
        "dbbf33c7-0900-4ed8-bfe0-2104dd56ea94"
      ],
      "mappedKnowledge": [
        "c4c59184-567c-4e11-b56d-3332033e8c31",
        "8c583a8c-b883-48d8-8080-84693c82b546",
        "86be864d-12b7-4337-bc9f-f32be250e674",
        "ddd55316-d0b3-4aa8-b211-10962a2603ef",
        "94848768-72ad-475c-abbc-30360fc28781",
        "5c2c2c4f-f147-4f56-9870-204051f449ad",
        "bca901b2-48da-44d4-ac86-d18f70f7f42c",
        "499be786-db01-4b34-aaf5-c922547d38ba"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fa43b584-f3f7-457d-803a-a5c866b19398",
        "c9a7be5d-d83b-4ba8-bd07-ae2ef39f5129",
        "a9e52843-4fe0-4367-8548-7dbd170da8b5",
        "1fe2e9d6-355f-4fe7-99b4-402b096a71bc",
        "382a0e0f-fdb2-4e6d-9c5d-b6cdfa9059c1",
        "3fc64373-5cf8-460e-8534-74e6ea9e7c46"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "96ebca7d-82c0-4f6e-b5c8-c88a3b2d735e",
      "dutyDetail": "Provide a range of psychological interventions when working with complex and chronic needs within scope of practice, selecting and implementing interventions where an established evidence-base is absent.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b2ea1841-9ad9-4e36-8608-c01a48fec807",
        "ce122488-2c94-4d1e-b2f6-f8f3f94ae274",
        "dbbf33c7-0900-4ed8-bfe0-2104dd56ea94"
      ],
      "mappedKnowledge": [
        "3b0eb770-fb64-474c-b438-9c9f6469264b",
        "b17f2be1-0fd3-4782-a179-6d942d2121c4",
        "5968c60d-65f9-4552-aba4-48474874ad84",
        "b5201c75-8254-4f67-9960-f64cdbf9dba6",
        "7372d67b-0268-4ba2-9bc3-3a99dcd7e47c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f69c7bd2-de43-4464-a0ca-0fb740e76547",
        "1470c364-e0f4-4a5a-ad1c-d5cb7a0c6191",
        "762a9764-c90d-45c5-96f9-176fcbb0e1ad",
        "0cd40380-b595-440a-b0da-0b9ea13b875e",
        "cb5eb4d0-5f72-4d7e-a3c5-e93ae0872164",
        "3699e3ac-1ca5-41ba-b99c-ab2871b167c7",
        "9b3db29f-966c-48c7-8372-e982e0e3585e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "bdde079d-b835-4008-9f90-9b784735f593",
      "dutyDetail": "Choose appropriate psychological measurement tools for ongoing evaluation of psychological treatments that make a significant contribution to the continuous enhancement and quality improvement of clinical practice.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b2ea1841-9ad9-4e36-8608-c01a48fec807",
        "ce122488-2c94-4d1e-b2f6-f8f3f94ae274",
        "dbbf33c7-0900-4ed8-bfe0-2104dd56ea94"
      ],
      "mappedKnowledge": [
        "c9c14552-b467-45a0-a0a6-d72ab6c1f889",
        "7f426728-e775-4cac-a40a-94a56a3ba6e2",
        "e3ca6769-7113-4f3d-b033-269887eb32b1",
        "32f8bfbc-d0d3-41c3-ba7b-c2f41bfca902"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "627da3e9-adb7-4bce-9d9f-6d5be133ced6",
        "829176fc-3891-4045-8512-34641566a128",
        "4742c065-88e5-47ff-808c-8bdf6e1e6a67"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8531b26c-0d37-4c18-9346-89bdbfa9e912",
      "dutyDetail": "Provide support and guidance as part of the multidisciplinary teams.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b2ea1841-9ad9-4e36-8608-c01a48fec807",
        "ce122488-2c94-4d1e-b2f6-f8f3f94ae274",
        "dbbf33c7-0900-4ed8-bfe0-2104dd56ea94"
      ],
      "mappedKnowledge": [
        "db75aeda-7307-4d78-837a-dad6eb7486b8",
        "7f6cbe5f-9171-420c-a94f-eb7929fbbc2f",
        "3dd477b9-baf7-44fc-9c31-ac736ef7d2c3",
        "bd9e9929-7c07-4267-a999-7de876eb5742"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7b5c46ed-9b57-4790-8bc4-61e05912da4f",
        "8b282331-bd1e-4433-a902-9cd066a5ef46",
        "e367d1e7-5b9f-43d2-a0d4-7528ade23c85",
        "dcc94e19-031e-4c42-972f-38a16945f963"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6dbb5369-f4cd-4e21-b26c-4edc2ba39c6d",
      "dutyDetail": "Provide training to others in order to inform psychological interventions across a range of service settings.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b2ea1841-9ad9-4e36-8608-c01a48fec807",
        "ce122488-2c94-4d1e-b2f6-f8f3f94ae274",
        "dbbf33c7-0900-4ed8-bfe0-2104dd56ea94"
      ],
      "mappedKnowledge": [
        "f8a61d5a-5a18-40b5-9070-74f81546634c",
        "cf74c864-5c8a-4688-bf4d-b6812799ea0b",
        "52896c2e-23b1-4bb9-8d4b-009ffe8752b2",
        "01ad7e6d-90ba-49a3-92ff-ecb86a2dce56",
        "be406165-5bb4-491c-bac0-f3092e6e169f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "db6b98c3-9347-43a7-afe7-1b1969b0b43c",
        "054b3f7d-56af-467f-bebf-13a261532b0b",
        "1fa0a956-81dd-44cb-8118-8bacac26ae82",
        "ce0785f2-40c4-454a-95ed-a11842576387",
        "80f6f2e0-8f65-4867-9cf2-a8635b682c7c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9f9526eb-49bb-4a2e-a912-fd8d2be57eb6",
      "dutyDetail": "Undertake research and service development activities to inform change in the area of work.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b2ea1841-9ad9-4e36-8608-c01a48fec807",
        "ce122488-2c94-4d1e-b2f6-f8f3f94ae274",
        "dbbf33c7-0900-4ed8-bfe0-2104dd56ea94"
      ],
      "mappedKnowledge": [
        "2f4dd996-9464-4b4d-aa40-be858ae7f72a",
        "9c00a4d1-c47f-4d0a-a634-f2d37f682d67",
        "aa84393f-0800-48e4-92a5-67ecdc89a6cd",
        "42a950e9-8a74-4609-99a8-375391d1d533",
        "e889f18b-07de-41da-9443-ea08dd2bbd78",
        "a6d4c294-8009-4b25-a1ff-15f77fb16d3b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d3b2909d-c3ac-4f89-962f-030978e16d5a",
        "2f4b6967-5a2f-4199-be7d-cf4c7c1225f6",
        "41082159-2a2f-4931-9808-d812cb7f1a03",
        "d5b47109-679c-487b-baba-f4177b2ab3f3",
        "c71fa8d8-5e36-44d5-9d15-b257c738d5ac"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c5664407-656a-41d4-8409-3ef00c28fdab",
      "dutyDetail": "Provide psychological models of clinical supervision to the broader range of professionals they work with within their scope of practice.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b2ea1841-9ad9-4e36-8608-c01a48fec807",
        "ce122488-2c94-4d1e-b2f6-f8f3f94ae274",
        "dbbf33c7-0900-4ed8-bfe0-2104dd56ea94"
      ],
      "mappedKnowledge": [
        "20c8122f-3ed4-43b6-b082-fa76704cd043",
        "aa658cca-9397-40c1-8560-c48206d823b4",
        "dfb86ab2-cc57-4a38-b594-1913ffa951eb"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ebc87a0d-e9ec-4d9d-ace0-4e5b2a7b1bab",
        "3c5b84cd-5459-4534-997c-681483d2aceb",
        "cd5a9e02-8fcb-4714-bad7-41010b901c18",
        "c3cf9fe8-fd6b-4212-9e27-064d152aaabc"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "76f47792-b0ca-431e-9f19-32ed2a7f3b58",
      "dutyDetail": "Conduct risk assessments and risk formulations.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b2ea1841-9ad9-4e36-8608-c01a48fec807",
        "ce122488-2c94-4d1e-b2f6-f8f3f94ae274",
        "dbbf33c7-0900-4ed8-bfe0-2104dd56ea94"
      ],
      "mappedKnowledge": [
        "4125ea3e-f6f3-4385-89bc-786fb03fd9bb",
        "ba8a96be-8ba2-45f1-9e89-5c3f9f09955a",
        "c7765ff8-97fd-40bb-bb90-d0ca1f86c6dc",
        "173a99c1-1720-4559-a413-63199733c1bd",
        "1896a3c9-f19d-49a5-a2b5-1d742c7e1989"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1c6850d4-e085-4ba3-bfc4-70e6ec7cd607",
        "cec0c3e6-4a03-4a8c-ae5a-346132d764ad",
        "615198f2-4ddb-4bdd-9077-0f445f05d2f8"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-02-11T00:00:00"
}