{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 569,
  "referenceNumber": "ST0815",
  "learningAimClassCode": "",
  "title": "Trade union official",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": true,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0815",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-01-18T00:00:00",
  "earliestStartDate": "2020-06-23T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Develop and deliver union organising activities and campaigns that will recruit and retain union members and activists.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 5000,
  "maxFundingAdditionalInformation": "",
  "route": "Business and administration",
  "keywords": [
    "Trade Union Official",
    "business management",
    "unions",
    "union members",
    "HR",
    "Human resources"
  ],
  "jobRoles": [
    "Trade union official",
    "Regional officer",
    "Regional industrial officer",
    "Industrial officer full time officer (FTO)",
    "Regional official",
    "Area official",
    "Regional organiser",
    "Organiser",
    "Area organiser",
    "Organising officer",
    "Learning organiser caseworker"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/4336/st0815_trade_union_official_l4_apforpuplication8620.pdf",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.3 Business management",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in Trade Unions, Staff Associations and Professional/Trade Associations covering a broad range of industries and sectors. The broad purpose of the occupation is to develop and deliver union organising activity and campaigns that will recruit and retain union members and activists, ensure union members are represented in their workplaces and to deliver improved terms and conditions, protection of employment rights and security of employment for union members. For many trade unions, the ultimate aim of the Trade Union Official is to help members build self-sustaining unionised workplaces with effective lay member structures in place so that members and their elected representatives in the workplace are competent and able to manage their own affairs. The occupation, therefore, involves a mixture of direct delivery of a range of member services whilst also training, supporting and motivating volunteer lay trade union activists to do the same, all the while ensuring that union activity is in line with overall union policy. The balance between the direct delivery of membership services and overseeing volunteers varies from union employer to union employer according to the respective union&#39;s operating model. In their daily work, an employee in this occupation interacts with interacts with volunteer lay member activists, other union members, potential members, employers (often Human Resources and Operations Managers but other roles too), other union staff (both from within their own employer and other trade unions), elected representatives and workplaces branches, external bodies such as trade federations, national and local governments, political parties, Non-Government Organisations and other campaigning organisations, press and media. An employee in this occupation will be responsible for implementing their union&#39;s organising strategy covering a number of workplaces, employers or a geographical area. They would normally report to a more senior union official and/or a lay member executive. They may have responsibility for leading a team of local volunteer representatives. Work allocation and reporting structures vary; Trade Union Officials may for instance have lead responsibility for collective negotiations with employers or may represent an individual case up to Tribunal level.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "fbf480b8-9b34-4995-996e-2448398cf938",
      "detail": "Appreciation of the overall contribution, historical context and impact that the Trade Union movement has had on society in general, including in particular employment law, workers rights, equal and fair pay, economic growth, diversity and inclusion."
    },
    {
      "knowledgeId": "1b4add64-d6f6-4578-bddf-8420a6de1eef",
      "detail": "The distinctive role and overall purpose of their own Trade Union. The democratic structures, rules and processes of their own union, together with sectoral and industrial knowledge and how this relates to the workplace setting, together with understanding of political, economic, social, technological, environmental and legal (PESTEL) contexts in which their union operates."
    },
    {
      "knowledgeId": "ae8ef356-7f13-4fa6-a689-38c25be386ce",
      "detail": "Who potential stakeholders and target audiences are in the union context.  How to analyse organisations and identify relationships between stakeholders in terms of power and influence. The context of service user in the wider community and the potential leverage that the community has on Trade Union objectives."
    },
    {
      "knowledgeId": "16918269-2642-4b3c-88d2-3b1be6ff96f0",
      "detail": "The processes that must be followed in order to deliver evidence based research, how to identify and use existing research, how to commission additional internal/external research and how to apply this to own work."
    },
    {
      "knowledgeId": "25cac98d-b198-49ad-a849-765bb9d212e9",
      "detail": "The principles of project management and the project planning tools available. Knows how a campaign moves through its life cycle from research and planning to delivery and evaluation. The systems, tools and processes used in the role."
    },
    {
      "knowledgeId": "2d941e84-84c4-4408-8990-9980b27e83e6",
      "detail": "How communication is used to support recruitment, retention and delivering value for members. Modern communication techniques that have most impact in achieving the Trade Union's strategic objectives and how these fit within a campaign plan. The principles and application of campaigning and the range of effective potential communication methods, taking the audience and message into account. How to gather data and measure impact."
    },
    {
      "knowledgeId": "3775d7f2-87b8-46c0-9f87-6d231015f3ed",
      "detail": "Why members join a Trade Union and the trends that influence recruitment. The workplace and social realities and context of existing and potential members and what constitutes a good ‘member’ experience. The main challenges and motivations of existing members and the internal and external factors that are impacting on them and the trends influencing retrieval and retention of members"
    },
    {
      "knowledgeId": "98af073e-6d2a-4834-97be-4cd6decd4fa2",
      "detail": "The importance of growth and retention for Trade Union sustainability and power. The key benefits, rights and responsibilities of Trade Union membership – statutory, practical and ideological."
    },
    {
      "knowledgeId": "ac31e757-f2f1-40e0-af8d-a2bcd7187562",
      "detail": "The legislative framework around the operations of Trade Unions, employment law, Equality legislation, ACAS codes of practice and health and safety law, and how each of these apply in the workplace. The appropriate application of organisational polices and statutory provisions (such as employee code of conduct and relevant policies concerning information technology and data governance/protection) and how other relevant legislation applies to the employment situation and/or the role of trade unions."
    },
    {
      "knowledgeId": "c5376b42-2860-4a65-af15-5a9585dd24dd",
      "detail": "How to select different education methods (including formal and informal) appropriate to the membership in order to create self-sustaining trade union workplaces. Access routes, where to signpost members and how to source funding. Own Trade Union learning agenda, policy and landscape."
    },
    {
      "knowledgeId": "3c2a8aa7-f3d1-4a13-9741-7e7d42ce2b8e",
      "detail": "The core principles, practices and methodologies of organising trade union workplaces and own union's approach to organising."
    },
    {
      "knowledgeId": "6c97c7e8-f1b2-4583-b8ed-7f03743529ca",
      "detail": "The Trade Union equality agenda, equality campaigning and own union's approach and their practical application. The techniques available to address equality issues in the workplace and beyond."
    },
    {
      "knowledgeId": "df55dc92-67b3-4209-9d58-9c3a34febbc9",
      "detail": "The practical application of relevant legislation and organising/leverage opportunities related to health and safety in the workplace."
    },
    {
      "knowledgeId": "7328b4e0-6660-4f2b-bbcb-87954db915d2",
      "detail": "The union learning agenda and organising opportunities related to Lifelong Learning for members and potential members."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "0cd0314e-8e1e-4504-a170-abf338349871",
      "detail": "Demonstrates commitment to the TU ethos.  Exercises integrity, impartiality, honesty and diligence. Role models and champions positive behaviours that inspires others. Identifies and brings out and develops leadership skills in self and others."
    },
    {
      "behaviourId": "15bff4d1-52b8-4a53-b0cc-ad2549078b19",
      "detail": "Has a pro-active approach to team working and inclusivity, shares knowledge and ideas and empower others."
    },
    {
      "behaviourId": "44f8d498-3454-4602-ba89-9616e82ae2d8",
      "detail": "Acts in ways that are just and fair, promotes access and inclusion, adheres to relevant legal requirements and obligations and addresses and challenges inequality where encountered."
    },
    {
      "behaviourId": "cb3ab26f-0738-478d-8bff-125a71509fee",
      "detail": "Takes responsibility for own development and behaviour by identifying opportunities to improve."
    },
    {
      "behaviourId": "7df7bb0d-b406-42b3-a73c-97f256e104e8",
      "detail": "Shows resilience to achieve outcomes and remains motivated to enable others and is not deterred by the complexity or size of tasks."
    },
    {
      "behaviourId": "bd58d764-08ac-49af-b5ab-9d94a3d55a16",
      "detail": "Actively prepares ahead of tasks."
    },
    {
      "behaviourId": "0a6b47d7-70a9-4145-b471-6699f872b2e4",
      "detail": "Challenges employers, stakeholders and members where necessary to achieve outcomes and to embed fairness."
    }
  ],
  "skills": [
    {
      "skillId": "4d11b90d-7e02-4fc9-926a-a5a47df7eece",
      "detail": "Critically apply knowledge of the industrial social and sectoral history of the Trade Union movement to inform promotion of the purpose and benefits of Trade Unionism to a range of audiences and stakeholders."
    },
    {
      "skillId": "1bb9b44c-5421-48c9-b03f-3e91ab1c0b9d",
      "detail": "Create effective membership structures across the workplaces within their responsibility that are reflective of Trade Union inclusive practice and also the membership profile. Ensures that membership structures are designed with regard to PESTEL analysis, maximising the potential for the structure to flourish."
    },
    {
      "skillId": "15965151-6b5e-453c-bd70-904fcae35e7a",
      "detail": "Identifies, builds and maintains effective relationships in order to create a successful union presence. Builds rapport where needed. Recognises all potential stakeholders and target audiences relevant to their membership structures, campaigns, and wider Trade Union agendas. Identifies the key stakeholder power and influence relationships and uses this to best effect in advancing their objectives. Utilise leverage that the community has on Trade Union objectives."
    },
    {
      "skillId": "8b036fed-eceb-499b-bea7-1f4fe245e248",
      "detail": "Identifies and utilises a wide range of data and information that will inform own decision-making and influence others, in particular relating to campaign strategies. Selects appropriate research approaches in order to source and interrogate information."
    },
    {
      "skillId": "bd012877-0221-47cb-b91a-25cf2fb2ee35",
      "detail": "Selects appropriate project tools and implements these effectively to the entire lifecycle of a project or campaign, from planning to delivery and evaluation. Sets timeframes, tasks, objectives and evaluates."
    },
    {
      "skillId": "39b356a4-017f-42b8-85de-2d316869db10",
      "detail": "Actively listens to the concerns of members. Targets messages and presents both fact based evidence and persuasive arguments in ways that are tailored to their audience and can be clearly understood in order to progress a Trade Union issue. Applies judgement to select the most effective communication/campaigning and evaluation methods and deploys effectively.  Presents the key objectives of a campaign while managing expectations of members. Communicates persuasively and with conviction. Recognises discrepancies and gaps in information and uses a range of questioning techniques to clarify and extract as much detail as possible."
    },
    {
      "skillId": "0fb9819e-9f8d-4020-abb8-72ee361f5264",
      "detail": "Analyses membership data to assess, develop and enact retention and recruitment strategies. Uses effective problem solving techniques to make well-informed judgements/decisions. Uses information from a range of sources to determine the appropriate course of action."
    },
    {
      "skillId": "1f8e3404-533b-42e0-8f2e-e4ba28f6c1d8",
      "detail": "Applies appropriate recruitment techniques and articulates the value of membership. Overcomes challenges to joining in order to ‘close the deal’, when appealing directly to potential new members or when seeking to maximise the retention of existing members. Empowers others to recruit new members and retain existing members."
    },
    {
      "skillId": "aa9738e5-c034-419d-b2c6-e1953dfeb98a",
      "detail": "Maximising the potential for success by identifying, applying and positioning legislation, codes of practice and policies in a variety of situations including union recognition, collective bargaining, individual representation, and other areas.  Implement systems to confidently advise and support members as well as protect own union (for instance from risk of litigation)."
    },
    {
      "skillId": "dde3d546-f35e-47aa-9b82-ec4ac7523661",
      "detail": "Delivers informal education and other learning opportunities that meet Trade Union objectives, choosing an appropriate development method tailored to the audience. This includes, but is not limited to, developing members to become representatives in their workplaces, maximising Trade Union presence and autonomy within the workplace setting."
    },
    {
      "skillId": "77371441-5ff7-4029-8a2c-755b44b29f88",
      "detail": "Adopts an appropriate leadership style in order to motivate, unify and strengthen Trade Union membership and self-sustaining workplaces within own jurisdiction. Manages setbacks whilst maintaining unity with members. Applies democratic principles in line with own Trade Union rulebook."
    },
    {
      "skillId": "4a7e19b6-7546-4f88-a794-fd40f7fa27e9",
      "detail": "Design, deliver and evaluate effective and engaging campaigns that win for members and create opportunities for growth. Bring Union policy to life, translating plans into realistic targets, objectives and time frames."
    },
    {
      "skillId": "bbbf4ef9-9dde-4adf-91d2-fd16ba98d567",
      "detail": "Uses tact and diplomacy appropriately to mediate and reconcile different points of view and resolve problems whilst representing and/or advocating on behalf of members. Articulates the case to best effect by selecting persuasive arguments. Manages conflict and handles dissension calmly and confidently, upholding and maximising the reputation of the Trade Union at all times.  Identifies and organises collective responses where appropriate. Explains and defends own point of view; thinks clearly and rapidly under pressure and uncertainty."
    },
    {
      "skillId": "309cedeb-800a-4c11-9456-33112c416185",
      "detail": "Adopts and adapts the appropriate negotiating styles and techniques to maximise the potential for successful bargaining (such as effective preparation, building support for the issue, being the legitimate voice of the workforce, adopting a strategic approach, identifying and applying leverage, knowing when to adapt the negotiating strategy, promoting beneficial change and reaching mutually agreeable solutions). Applies sound judgement in progressing and concluding negotiations with the ability to identify routes to a successful outcome."
    },
    {
      "skillId": "986c28af-34cf-4012-b32c-31e46e43a897",
      "detail": "Applies sound judgement related to confidentiality, maintaining it where appropriate and ensures that procedures and legislation are followed."
    },
    {
      "skillId": "13f7dce7-7a27-44a2-81e2-717d0e211192",
      "detail": "Maximises the organising potential in workplaces within their allocation by applying the principles, practices and methodologies of organising trade union workplaces taking into account own union's approach and strategy to organising. Ability to organise around a wide range of issues including but not limited to industrial issues, health and safety, and workplace learning."
    },
    {
      "skillId": "7c5779f4-4506-4779-ab76-e4838bdab8e1",
      "detail": "Identifies and addresses equality issues and opportunities. Develops and applies strategies that progress the Trade Union equality agenda and own union's equality priorities. Applies campaigning techniques to address inequality in the workplace and beyond."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-06-23T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0431",
  "tbMainContact": "barbara.kielim@unitetheunion.org",
  "involvedEmployers": "Unite, TSSA, Royal College of Nursing, GMB, Voice, PCS, Nautilus International, POA",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Trade union official",
    "Regional officer",
    "Regional industrial officer",
    "Industrial officer full time officer (FTO)",
    "Regional official",
    "Area official",
    "Regional organiser",
    "Organiser",
    "Area organiser",
    "Organising officer",
    "Learning organiser caseworker"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Human Resources",
  "cluster": "Human resources manager",
  "clusterId": "167",
  "clusterDescription": null,
  "createdDate": "2019-10-25T10:08:25 +00:00",
  "lastUpdated": "2022-01-18T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-06-23T00:00:00 +00:00",
  "banners": "This apprenticeship is approved for delivery, however all new starts are currently paused while we work to resolve some delivery-related issues. This pause on new starts does not affect any existing learners (those currently on-programme or taking end-point assessment).",
  "occupationCode": "OCC0815",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0815-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0815-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "c248cad5-3615-4569-8b02-d95a70862426",
      "dutyDetail": "Promote the purpose of a Trade Union: Promote the political and social purpose and benefits of a Trade Union to a wide audience including an historical and contemporary context; building and maintaining effective relationships with various stakeholders, including existing and potential members, employers and other relevant parties with the intention of growing the union.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0cd0314e-8e1e-4504-a170-abf338349871",
        "44f8d498-3454-4602-ba89-9616e82ae2d8",
        "7df7bb0d-b406-42b3-a73c-97f256e104e8",
        "bd58d764-08ac-49af-b5ab-9d94a3d55a16"
      ],
      "mappedKnowledge": [
        "fbf480b8-9b34-4995-996e-2448398cf938",
        "1b4add64-d6f6-4578-bddf-8420a6de1eef",
        "ae8ef356-7f13-4fa6-a689-38c25be386ce",
        "16918269-2642-4b3c-88d2-3b1be6ff96f0",
        "25cac98d-b198-49ad-a849-765bb9d212e9",
        "2d941e84-84c4-4408-8990-9980b27e83e6",
        "3775d7f2-87b8-46c0-9f87-6d231015f3ed",
        "98af073e-6d2a-4834-97be-4cd6decd4fa2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4d11b90d-7e02-4fc9-926a-a5a47df7eece",
        "1bb9b44c-5421-48c9-b03f-3e91ab1c0b9d",
        "15965151-6b5e-453c-bd70-904fcae35e7a",
        "8b036fed-eceb-499b-bea7-1f4fe245e248",
        "bd012877-0221-47cb-b91a-25cf2fb2ee35",
        "39b356a4-017f-42b8-85de-2d316869db10",
        "0fb9819e-9f8d-4020-abb8-72ee361f5264",
        "1f8e3404-533b-42e0-8f2e-e4ba28f6c1d8",
        "77371441-5ff7-4029-8a2c-755b44b29f88",
        "4a7e19b6-7546-4f88-a794-fd40f7fa27e9"
      ],
      "criteriaForMeasuringPerformance": "Purpose and benefits of a Trade Union communicated clearly in line with member expectations. All stakeholders influenced as to the benefits of a Trade Union."
    },
    {
      "dutyID": "61d438e5-52b8-42c3-94d7-3d7cf452163d",
      "dutyDetail": "Undertake research: Analyse the industrial relations landscape of their area of responsibility and conduct research to identify strategic leverage, including political, economic, social, legal and environmental factors, in order to identify organising and campaigning initiatives to deliver the industrial and organising aims of their union.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "15bff4d1-52b8-4a53-b0cc-ad2549078b19",
        "bd58d764-08ac-49af-b5ab-9d94a3d55a16"
      ],
      "mappedKnowledge": [
        "1b4add64-d6f6-4578-bddf-8420a6de1eef",
        "ae8ef356-7f13-4fa6-a689-38c25be386ce",
        "16918269-2642-4b3c-88d2-3b1be6ff96f0",
        "3775d7f2-87b8-46c0-9f87-6d231015f3ed",
        "98af073e-6d2a-4834-97be-4cd6decd4fa2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1bb9b44c-5421-48c9-b03f-3e91ab1c0b9d",
        "15965151-6b5e-453c-bd70-904fcae35e7a",
        "8b036fed-eceb-499b-bea7-1f4fe245e248",
        "0fb9819e-9f8d-4020-abb8-72ee361f5264"
      ],
      "criteriaForMeasuringPerformance": "Relevant data and information gathered and analysed within set timescales. Appropriate presentation of information that allows for campaign preparation and delivery."
    },
    {
      "dutyID": "24fde2e9-3961-43a8-b8f1-105d18c6f54b",
      "dutyDetail": "Plan and manage campaigns: Initiate, plan and lead the time bound delivery of campaigns in order to meet Trade Union objectives. This includes broad campaigns that (for instance) target membership growth and/or also specific campaigns that deliver workplace, industrial, community outcomes.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0cd0314e-8e1e-4504-a170-abf338349871",
        "15bff4d1-52b8-4a53-b0cc-ad2549078b19",
        "44f8d498-3454-4602-ba89-9616e82ae2d8",
        "cb3ab26f-0738-478d-8bff-125a71509fee",
        "7df7bb0d-b406-42b3-a73c-97f256e104e8",
        "bd58d764-08ac-49af-b5ab-9d94a3d55a16",
        "0a6b47d7-70a9-4145-b471-6699f872b2e4"
      ],
      "mappedKnowledge": [
        "fbf480b8-9b34-4995-996e-2448398cf938",
        "1b4add64-d6f6-4578-bddf-8420a6de1eef",
        "ae8ef356-7f13-4fa6-a689-38c25be386ce",
        "25cac98d-b198-49ad-a849-765bb9d212e9",
        "2d941e84-84c4-4408-8990-9980b27e83e6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4d11b90d-7e02-4fc9-926a-a5a47df7eece",
        "1bb9b44c-5421-48c9-b03f-3e91ab1c0b9d",
        "15965151-6b5e-453c-bd70-904fcae35e7a",
        "bd012877-0221-47cb-b91a-25cf2fb2ee35",
        "39b356a4-017f-42b8-85de-2d316869db10",
        "0fb9819e-9f8d-4020-abb8-72ee361f5264",
        "4a7e19b6-7546-4f88-a794-fd40f7fa27e9"
      ],
      "criteriaForMeasuringPerformance": "A bespoke campaign plan is created. Campaign delivered within the expected timescales and standards. Set target membership growth and workplace outcomes achieved or demonstrated ability to make pragmatic campaign decisions."
    },
    {
      "dutyID": "a3a304cf-a291-49bf-934e-0aa30a2d9ee1",
      "dutyDetail": "Recruit new Trade Union members: Lead by example to directly recruit new members to the Trade Union. Lead, inspire and empower others to do the same.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0cd0314e-8e1e-4504-a170-abf338349871",
        "15bff4d1-52b8-4a53-b0cc-ad2549078b19",
        "44f8d498-3454-4602-ba89-9616e82ae2d8",
        "7df7bb0d-b406-42b3-a73c-97f256e104e8",
        "bd58d764-08ac-49af-b5ab-9d94a3d55a16"
      ],
      "mappedKnowledge": [
        "fbf480b8-9b34-4995-996e-2448398cf938",
        "1b4add64-d6f6-4578-bddf-8420a6de1eef",
        "ae8ef356-7f13-4fa6-a689-38c25be386ce",
        "2d941e84-84c4-4408-8990-9980b27e83e6",
        "3775d7f2-87b8-46c0-9f87-6d231015f3ed",
        "98af073e-6d2a-4834-97be-4cd6decd4fa2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4d11b90d-7e02-4fc9-926a-a5a47df7eece",
        "1bb9b44c-5421-48c9-b03f-3e91ab1c0b9d",
        "15965151-6b5e-453c-bd70-904fcae35e7a",
        "39b356a4-017f-42b8-85de-2d316869db10",
        "0fb9819e-9f8d-4020-abb8-72ee361f5264",
        "1f8e3404-533b-42e0-8f2e-e4ba28f6c1d8",
        "dde3d546-f35e-47aa-9b82-ec4ac7523661",
        "77371441-5ff7-4029-8a2c-755b44b29f88",
        "4a7e19b6-7546-4f88-a794-fd40f7fa27e9"
      ],
      "criteriaForMeasuringPerformance": "Personal recruitment targets met in line with unions strategy. Potential growth identified. Trade Union representatives and members actively recruiting new members as a result of being influenced and coached."
    },
    {
      "dutyID": "6581960d-f856-4682-a61f-d088240e0684",
      "dutyDetail": "Retain existing Trade Union members: Develop and deliver strategies that maximise member retention of the Trade Union within own area of responsibility. Take a proactive approach that ensures current members both see and understand the relevancy and positive impact of Trade Unionism. Lead by example to retain existing members and empower others to do the same.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0cd0314e-8e1e-4504-a170-abf338349871",
        "15bff4d1-52b8-4a53-b0cc-ad2549078b19",
        "44f8d498-3454-4602-ba89-9616e82ae2d8",
        "cb3ab26f-0738-478d-8bff-125a71509fee",
        "bd58d764-08ac-49af-b5ab-9d94a3d55a16"
      ],
      "mappedKnowledge": [
        "fbf480b8-9b34-4995-996e-2448398cf938",
        "1b4add64-d6f6-4578-bddf-8420a6de1eef",
        "ae8ef356-7f13-4fa6-a689-38c25be386ce",
        "2d941e84-84c4-4408-8990-9980b27e83e6",
        "3775d7f2-87b8-46c0-9f87-6d231015f3ed",
        "98af073e-6d2a-4834-97be-4cd6decd4fa2",
        "c5376b42-2860-4a65-af15-5a9585dd24dd"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4d11b90d-7e02-4fc9-926a-a5a47df7eece",
        "1bb9b44c-5421-48c9-b03f-3e91ab1c0b9d",
        "15965151-6b5e-453c-bd70-904fcae35e7a",
        "8b036fed-eceb-499b-bea7-1f4fe245e248",
        "0fb9819e-9f8d-4020-abb8-72ee361f5264",
        "1f8e3404-533b-42e0-8f2e-e4ba28f6c1d8",
        "dde3d546-f35e-47aa-9b82-ec4ac7523661",
        "77371441-5ff7-4029-8a2c-755b44b29f88",
        "4a7e19b6-7546-4f88-a794-fd40f7fa27e9",
        "309cedeb-800a-4c11-9456-33112c416185"
      ],
      "criteriaForMeasuringPerformance": "Personal retention targets met in line with unions strategy. The relevancy of membership clearly communicated to current members using various communication strategies.Trade Union representatives and members actively retaining members as a result of being influenced and coached."
    },
    {
      "dutyID": "a74ccad3-9bc5-4976-b791-19f534e2dc23",
      "dutyDetail": "Create self-sustaining union structures: Put an effective programme in place that identifies activists, supports and develops them through a range of informal education methods. Motivate activists to engage and participate in delivering key Trade Union outcomes. Ensure appropriate democratic structures are in place across each workplace/employer/sector (for example local consultative arrangements in place managed by the lay activists).",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0cd0314e-8e1e-4504-a170-abf338349871",
        "15bff4d1-52b8-4a53-b0cc-ad2549078b19",
        "44f8d498-3454-4602-ba89-9616e82ae2d8",
        "0a6b47d7-70a9-4145-b471-6699f872b2e4"
      ],
      "mappedKnowledge": [
        "1b4add64-d6f6-4578-bddf-8420a6de1eef",
        "ae8ef356-7f13-4fa6-a689-38c25be386ce",
        "2d941e84-84c4-4408-8990-9980b27e83e6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8b036fed-eceb-499b-bea7-1f4fe245e248",
        "39b356a4-017f-42b8-85de-2d316869db10",
        "0fb9819e-9f8d-4020-abb8-72ee361f5264",
        "1f8e3404-533b-42e0-8f2e-e4ba28f6c1d8",
        "dde3d546-f35e-47aa-9b82-ec4ac7523661",
        "77371441-5ff7-4029-8a2c-755b44b29f88",
        "4a7e19b6-7546-4f88-a794-fd40f7fa27e9"
      ],
      "criteriaForMeasuringPerformance": "Appropriate autonomous structures (i.e committee, branch) are in place, reps elected and in place, trained, competent and able to deliver outcomes for members."
    },
    {
      "dutyID": "ca1574b3-2898-417a-a907-8ef8335b7c44",
      "dutyDetail": "Communicate: Design and implement effective communication strategies ensuring all members, potential members, employers and other stakeholders, are each kept informed, engaged and involved as appropriate of campaigns, negotiations, consultative matters and other issues. Utilise a variety of communication strategies tailored to the relevant demographic and other factors.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "15bff4d1-52b8-4a53-b0cc-ad2549078b19",
        "7df7bb0d-b406-42b3-a73c-97f256e104e8",
        "bd58d764-08ac-49af-b5ab-9d94a3d55a16"
      ],
      "mappedKnowledge": [
        "ae8ef356-7f13-4fa6-a689-38c25be386ce",
        "25cac98d-b198-49ad-a849-765bb9d212e9",
        "2d941e84-84c4-4408-8990-9980b27e83e6",
        "3775d7f2-87b8-46c0-9f87-6d231015f3ed",
        "c5376b42-2860-4a65-af15-5a9585dd24dd"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "15965151-6b5e-453c-bd70-904fcae35e7a",
        "8b036fed-eceb-499b-bea7-1f4fe245e248",
        "bd012877-0221-47cb-b91a-25cf2fb2ee35",
        "39b356a4-017f-42b8-85de-2d316869db10",
        "0fb9819e-9f8d-4020-abb8-72ee361f5264",
        "1f8e3404-533b-42e0-8f2e-e4ba28f6c1d8",
        "dde3d546-f35e-47aa-9b82-ec4ac7523661",
        "77371441-5ff7-4029-8a2c-755b44b29f88",
        "4a7e19b6-7546-4f88-a794-fd40f7fa27e9"
      ],
      "criteriaForMeasuringPerformance": "All members communicated with in a clear, timely and appropriate way. A variety of communication strategies explored and tailored to the relevant demographic and message in compliance with GDPR requirements."
    },
    {
      "dutyID": "58f74e0a-12f4-4d1a-9e69-8d7e1d03c0f6",
      "dutyDetail": "Represent Individual Trade Union members: Represent individual union members within a variety of workplace settings. Offer appropriate advice and inform members of their rights in both ad-hoc and casework situations.  Provide advocacy support and representation, where appropriate. Support activists (volunteers) within your area of responsibility to do the same.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0cd0314e-8e1e-4504-a170-abf338349871",
        "15bff4d1-52b8-4a53-b0cc-ad2549078b19",
        "44f8d498-3454-4602-ba89-9616e82ae2d8",
        "7df7bb0d-b406-42b3-a73c-97f256e104e8",
        "bd58d764-08ac-49af-b5ab-9d94a3d55a16",
        "0a6b47d7-70a9-4145-b471-6699f872b2e4"
      ],
      "mappedKnowledge": [
        "1b4add64-d6f6-4578-bddf-8420a6de1eef",
        "16918269-2642-4b3c-88d2-3b1be6ff96f0",
        "ac31e757-f2f1-40e0-af8d-a2bcd7187562"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1bb9b44c-5421-48c9-b03f-3e91ab1c0b9d",
        "8b036fed-eceb-499b-bea7-1f4fe245e248",
        "39b356a4-017f-42b8-85de-2d316869db10",
        "aa9738e5-c034-419d-b2c6-e1953dfeb98a",
        "bbbf4ef9-9dde-4adf-91d2-fd16ba98d567",
        "309cedeb-800a-4c11-9456-33112c416185"
      ],
      "criteriaForMeasuringPerformance": "Members supported and represented effectively. Appropriate and effective advice provided in line with employment legislation and union policy. Activists able to support and represent members effectively."
    },
    {
      "dutyID": "a0227bd7-1820-449c-ad51-460c14dfa1ba",
      "dutyDetail": "Undertake Collective negotiations: Act on behalf of a group of members, undertaking collective union negotiation/representation in order to either seek improvements/enhancements to workplace conditions including health and safety; or to maintain existing workplace terms and conditions, or mitigate the impact of imposed changes. Identify and utilise strategic leverage up to and including industrial action. Activity will include securing recognition agreements, negotiating pay through collective bargaining and protecting employment.  Secure formal agreements where appropriate. Lead and support activists (volunteers) within area of responsibility to do the same.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0cd0314e-8e1e-4504-a170-abf338349871",
        "44f8d498-3454-4602-ba89-9616e82ae2d8",
        "cb3ab26f-0738-478d-8bff-125a71509fee",
        "7df7bb0d-b406-42b3-a73c-97f256e104e8",
        "bd58d764-08ac-49af-b5ab-9d94a3d55a16",
        "0a6b47d7-70a9-4145-b471-6699f872b2e4"
      ],
      "mappedKnowledge": [
        "ae8ef356-7f13-4fa6-a689-38c25be386ce",
        "16918269-2642-4b3c-88d2-3b1be6ff96f0",
        "2d941e84-84c4-4408-8990-9980b27e83e6",
        "ac31e757-f2f1-40e0-af8d-a2bcd7187562"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "15965151-6b5e-453c-bd70-904fcae35e7a",
        "aa9738e5-c034-419d-b2c6-e1953dfeb98a",
        "4a7e19b6-7546-4f88-a794-fd40f7fa27e9",
        "bbbf4ef9-9dde-4adf-91d2-fd16ba98d567",
        "309cedeb-800a-4c11-9456-33112c416185"
      ],
      "criteriaForMeasuringPerformance": "Good outcomes achieved such as recognition agreements, improved terms and conditions, bargaining standards, safe workplace conditions in line with legislation.  Members engaged in collective bargaining campaigns. Activists able to undertake collective negotiation on behalf of members."
    },
    {
      "dutyID": "6c36b53a-bfc2-4f76-98a0-ba48fb7f811a",
      "dutyDetail": "Promote equality, diversity and inclusion: Proactively identify equality, diversity and inclusion issues/initiatives throughout daily work, seek out opportunities to drive and champion the equality agenda.  Encourage activists, employers and other stakeholders to think and act accordingly. Aim for equality, diversity and inclusion within the membership and structures of unionised workplaces.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0cd0314e-8e1e-4504-a170-abf338349871",
        "15bff4d1-52b8-4a53-b0cc-ad2549078b19",
        "44f8d498-3454-4602-ba89-9616e82ae2d8",
        "7df7bb0d-b406-42b3-a73c-97f256e104e8",
        "bd58d764-08ac-49af-b5ab-9d94a3d55a16"
      ],
      "mappedKnowledge": [
        "fbf480b8-9b34-4995-996e-2448398cf938",
        "1b4add64-d6f6-4578-bddf-8420a6de1eef",
        "2d941e84-84c4-4408-8990-9980b27e83e6",
        "c5376b42-2860-4a65-af15-5a9585dd24dd"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4d11b90d-7e02-4fc9-926a-a5a47df7eece",
        "1bb9b44c-5421-48c9-b03f-3e91ab1c0b9d",
        "39b356a4-017f-42b8-85de-2d316869db10",
        "aa9738e5-c034-419d-b2c6-e1953dfeb98a",
        "dde3d546-f35e-47aa-9b82-ec4ac7523661",
        "77371441-5ff7-4029-8a2c-755b44b29f88",
        "4a7e19b6-7546-4f88-a794-fd40f7fa27e9"
      ],
      "criteriaForMeasuringPerformance": "Union equality and diversity outcomes achieved and workplaces compliant with equality legislation and union strategy. Union regarded as a driver of equality, diversity and inclusion as a result of campaign driven by the officer. Equality, diversity and inclusion reflected within membership and structures of unionised workplaces."
    },
    {
      "dutyID": "3de889f3-c4e3-4eda-89b8-1b43892e2a76",
      "dutyDetail": "Promote their own union's policy / objectives: Take active measures to influence positive change for the membership through the application and championing of the union's policies. Facilitate member and lay rep involvement in the democratic structures of their union.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0cd0314e-8e1e-4504-a170-abf338349871",
        "15bff4d1-52b8-4a53-b0cc-ad2549078b19",
        "44f8d498-3454-4602-ba89-9616e82ae2d8",
        "7df7bb0d-b406-42b3-a73c-97f256e104e8",
        "bd58d764-08ac-49af-b5ab-9d94a3d55a16"
      ],
      "mappedKnowledge": [
        "1b4add64-d6f6-4578-bddf-8420a6de1eef",
        "ae8ef356-7f13-4fa6-a689-38c25be386ce",
        "2d941e84-84c4-4408-8990-9980b27e83e6",
        "3775d7f2-87b8-46c0-9f87-6d231015f3ed",
        "98af073e-6d2a-4834-97be-4cd6decd4fa2",
        "c5376b42-2860-4a65-af15-5a9585dd24dd"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4d11b90d-7e02-4fc9-926a-a5a47df7eece",
        "1bb9b44c-5421-48c9-b03f-3e91ab1c0b9d",
        "15965151-6b5e-453c-bd70-904fcae35e7a",
        "8b036fed-eceb-499b-bea7-1f4fe245e248",
        "39b356a4-017f-42b8-85de-2d316869db10",
        "0fb9819e-9f8d-4020-abb8-72ee361f5264",
        "1f8e3404-533b-42e0-8f2e-e4ba28f6c1d8",
        "dde3d546-f35e-47aa-9b82-ec4ac7523661",
        "4a7e19b6-7546-4f88-a794-fd40f7fa27e9"
      ],
      "criteriaForMeasuringPerformance": "Union policies and objectives communicated clearly to all members and wider audiences. Members actively participate in policy creation and change. Union policy enacted in workplaces."
    },
    {
      "dutyID": "2ce4b816-8123-43d0-b5b7-0673ef0da04c",
      "dutyDetail": "Manage and prioritise own workload: Manage a range of activities at the same time, meeting numerous critical deadlines and prioritising activity accordingly. Escalate unresolved industrial matters to appropriate senior official and/or lay member executive. Maintain effective record systems and manage data in order to document decisions and progress actions. Respect confidentiality and ensure compliance with relevant data protection legislation (including GDPR).",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0cd0314e-8e1e-4504-a170-abf338349871",
        "15bff4d1-52b8-4a53-b0cc-ad2549078b19",
        "44f8d498-3454-4602-ba89-9616e82ae2d8",
        "cb3ab26f-0738-478d-8bff-125a71509fee",
        "7df7bb0d-b406-42b3-a73c-97f256e104e8",
        "bd58d764-08ac-49af-b5ab-9d94a3d55a16"
      ],
      "mappedKnowledge": [
        "25cac98d-b198-49ad-a849-765bb9d212e9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "bd012877-0221-47cb-b91a-25cf2fb2ee35"
      ],
      "criteriaForMeasuringPerformance": "Own workload managed and prioritised effectively. Deadlines met. Systems and data updated in line with internal procedures. Confidentiality maintained in line with data protection legislation."
    },
    {
      "dutyID": "72494fb2-5890-4d50-a0ec-c89fb2a2a4ff",
      "dutyDetail": "Ensure Health and Safety compliance: Promote compliance with Health and Safety legislation within workplaces. Develop a culture of safe working practice and create internal support systems to measure impact of good safety standards. Build workplace structures through a network of Safety Representatives and ensure reps are developed and supported.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0cd0314e-8e1e-4504-a170-abf338349871",
        "15bff4d1-52b8-4a53-b0cc-ad2549078b19",
        "44f8d498-3454-4602-ba89-9616e82ae2d8",
        "7df7bb0d-b406-42b3-a73c-97f256e104e8",
        "bd58d764-08ac-49af-b5ab-9d94a3d55a16",
        "0a6b47d7-70a9-4145-b471-6699f872b2e4"
      ],
      "mappedKnowledge": [
        "1b4add64-d6f6-4578-bddf-8420a6de1eef",
        "ac31e757-f2f1-40e0-af8d-a2bcd7187562"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1bb9b44c-5421-48c9-b03f-3e91ab1c0b9d",
        "aa9738e5-c034-419d-b2c6-e1953dfeb98a",
        "bbbf4ef9-9dde-4adf-91d2-fd16ba98d567"
      ],
      "criteriaForMeasuringPerformance": "Workplaces are safe, health and safety reps elected and active ensuring membership are aware and protected. Appropriate health and safety structures in place."
    },
    {
      "dutyID": "71ac85b2-cc34-42de-9265-96a5a6681624",
      "dutyDetail": "Promote union learning: Promote the union learning agenda through a variety of means including negotiating learning agreements with employers, raising awareness of learning with reps, members and potential members, developing reps to be effective Union Learning Reps, and negotiating with learning providers.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0cd0314e-8e1e-4504-a170-abf338349871",
        "15bff4d1-52b8-4a53-b0cc-ad2549078b19",
        "44f8d498-3454-4602-ba89-9616e82ae2d8",
        "0a6b47d7-70a9-4145-b471-6699f872b2e4"
      ],
      "mappedKnowledge": [
        "1b4add64-d6f6-4578-bddf-8420a6de1eef",
        "c5376b42-2860-4a65-af15-5a9585dd24dd"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1bb9b44c-5421-48c9-b03f-3e91ab1c0b9d",
        "dde3d546-f35e-47aa-9b82-ec4ac7523661"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-01-18T00:00:00"
}