{
  "templateType": "Occupational Standard",
  "larsCode": 760,
  "referenceNumber": "ST0929",
  "learningAimClassCode": "",
  "title": "Pastry chef",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0929",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-04-30T00:00:00",
  "earliestStartDate": "2024-04-30T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Plan, prepare and produce complex, refined patisserie in a variety of establishments.",
  "level": 3,
  "ePALength": 4,
  "typicalDuration": 18,
  "maxFunding": 11000,
  "maxFundingAdditionalInformation": "",
  "route": "Catering and hospitality",
  "keywords": [
    "Pastry chef",
    "patisserie",
    "pastry",
    "artisan patisseries",
    "baking",
    "baker"
  ],
  "jobRoles": [
    "Chef de partie, pastry",
    "Chef patissier",
    "Pastry chef",
    "Senior pastry chef"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0929-v1-0?view=epa",
  "ssa1": "7 Retail and Commercial Enterprise",
  "ssa2": "7.4 Hospitality and catering",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the hospitality industry, largely in fine dining restaurants and hotels in the pastry section and in artisan patisseries.&lt;br /&gt;&lt;br /&gt;The broad purpose of the occupation is to plan, prepare and produce complex, refined patisserie in a variety of establishments. Pastry Chefs will plan, prepare, cook and finish advanced patisserie, using a range of refined techniques, tools and specialist equipment. Patisserie includes; dough, batters, confectionery, chocolates, biscuits, pastes, pastry, decorative work including sugar, chocolate, nougatine and pastillage and hot, cold and frozen desserts. Pastry Chefs will demonstrate expertise in a range of pastry activities producing a wide range of refined products and will be required to have excellent skills in following recipes, attention to detail, and knowledge of food production methods They will work, largely, indoors and usually operate varying shifts, including early mornings and some evenings. &lt;br /&gt;&lt;br /&gt;In their daily work, a pastry chef interacts with internal customers, such as staff from across the wider organisation, other chefs, pastry chefs, bakers, junior members of the kitchen and people from other teams and functions. Other teams and functions may include front of house, maintenance, quality, warehousing, distribution and retail sections. They will have direct and indirect contact with a wide range of customers and may interact with stakeholders such as suppliers, auditors and regulators.&#160;&lt;br /&gt;&lt;br /&gt;An employee in this occupation will be responsible for planning and producing a range of patisserie to organisational specifications using specialist equipment, meeting quality, deadlines, productivity, hygiene, financial and environmental requirements, ensuring customer complaints and compliments are handled correctly and contributing to contingency planning and new product ideas. They will ensure safe production of food and a safe working environment for themselves and colleagues. Typically, they report to a senior/line manager or head chef but often work alone or head up a section and will contribute to product development, improvement, adapting and contingency planning. They must also apply legislation to their workplaces related to food safety as well as general Health and Safety. They may take a supervisory role for other staff on their section.&#160;&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "d3bb517b-ac39-4b5d-ae0b-46b3298ee66a",
      "detail": "Culinary science for the production of refined dough and batter products including yeast feeding, bread improving, gluten, CO2 fermentation, combination cooking, Maillard reaction, types of grain and how their different reactions, and gluten free doughs. "
    },
    {
      "knowledgeId": "8116d8a7-a532-4671-8e6f-a2d9ef9fb14d",
      "detail": "Culinary science for the production of refined confectionery and chocolate products including tempering and crystallization."
    },
    {
      "knowledgeId": "f4bef34f-ab9d-4678-9bdf-a3e07cdac54c",
      "detail": "Culinary science for the production of refined paste products including fat to flour ratios, gluten viscosity, aeration types, emulsification, stabilisation and water holding capacity."
    },
    {
      "knowledgeId": "2e02d7ad-6d9f-4260-887d-458389802fb0",
      "detail": "Culinary science for the production of refined fruit and sugar products including inversion, caramelisation, crystallisation, uses of pectin, aeration, and enzyme breakdown."
    },
    {
      "knowledgeId": "2d147066-2de3-42f2-bf06-4f6ca06a0e43",
      "detail": "Culinary science for the production of refined biscuit and sponge products including sugar ratios, sponge emulsifiers, effects of raising agents, fat to flour ratios, and gluten and starch in flour. "
    },
    {
      "knowledgeId": "e27d7bea-76c0-461f-a377-adefde66cb3d",
      "detail": "Culinary science for the production of refined hot, cold and frozen desserts including freezing points, ice crystal formation, speed of freezing, taste profiling, use of stabilisers, and the art of plating."
    },
    {
      "knowledgeId": "4c07fde1-ccad-4260-99f1-cda893c8e819",
      "detail": "Culinary science for the production of refined fillings including stabilisers, emulsification, gelling agents, and finishes including glazes, sauces, coulis, and icing. "
    },
    {
      "knowledgeId": "358e6673-3dd0-428e-8523-f3b232f819ab",
      "detail": "Culinary science of ingredient functionality and how to reformulate recipes to make them plant based or free from gluten and allergens."
    },
    {
      "knowledgeId": "ec9822d7-3491-499b-a24f-e3de15eb27b3",
      "detail": "Design and construction considerations for refined, filled patisserie. "
    },
    {
      "knowledgeId": "5155cb06-10d3-4e36-b27e-cc9a7bab5c51",
      "detail": "Design and construction considerations for small display pieces and decorative items"
    },
    {
      "knowledgeId": "9a34bd79-f3fd-4a3b-8173-937f9fd15412",
      "detail": "Quality indicators in ingredients and common defects "
    },
    {
      "knowledgeId": "311e693f-4853-406e-ab40-db8ad900d1de",
      "detail": "Seasonal ingredients commonly used in producing pastry products"
    },
    {
      "knowledgeId": "890160f9-23b5-48c9-b7db-f126bdf555b2",
      "detail": "Ingredient specifications, ratios and balance needed to achieve intended quality standards"
    },
    {
      "knowledgeId": "24586019-8674-4228-8fe6-c528b0e254bf",
      "detail": "How to manage time, cooking temperature, and environment, i.e. temperature of room and humidity, when preparing and cooking refined products"
    },
    {
      "knowledgeId": "6d52b43a-0429-4619-a6fa-bb782400c0ba",
      "detail": "Signs of common errors in production and how to rectify"
    },
    {
      "knowledgeId": "bfa3dbf8-1831-4098-9e9e-2ea1638f3329",
      "detail": "Quality indicators related to size, texture, flavour, consistency and appearance in finished products "
    },
    {
      "knowledgeId": "c7554401-8fd0-4739-a7ee-772068738e5c",
      "detail": "How to design products so they can be effectively presented, held, served and or transported to customers on and off site without negative impact on the finished product."
    },
    {
      "knowledgeId": "e864bbb3-4f5d-4826-a2fe-6b0d1769e0ca",
      "detail": "Functions, use and preventative maintenance of specialist equipment and technologies used by a pastry chef."
    },
    {
      "knowledgeId": "8fdcf2b0-1e7b-4b50-8398-6ef60b4a5e97",
      "detail": "Control of Substances Hazardous for Health (COSHH) legislation in the context of a commercial kitchen"
    },
    {
      "knowledgeId": "6f6afb83-e1e8-493b-bb43-a706f2041c1b",
      "detail": "Food Safety legislation including labelling and packaging in the context of a commercial kitchen"
    },
    {
      "knowledgeId": "837b70c3-60fb-47d8-8d2e-538e76e86506",
      "detail": "Health and Safety legislation including stress mitigation in the context of a commercial kitchen"
    },
    {
      "knowledgeId": "45f0bb2c-5212-4701-81a6-29a1af754f62",
      "detail": "Principles of Hazard Analysis and Critical Control Points (HACCP) in the context of a commercial kitchen"
    },
    {
      "knowledgeId": "fa22845d-db14-4756-9917-33345c65939e",
      "detail": "Methods of planning for daily production demand using data such as customer numbers "
    },
    {
      "knowledgeId": "9f80a5b3-d1de-453b-9f65-d611b582ae01",
      "detail": "The principles of profit and loss and how to achieve targeted gross profit. "
    },
    {
      "knowledgeId": "59c31335-00cf-4ff9-afca-e52a9d7926e7",
      "detail": "Sources of information about current trends in pastry products and techniques"
    },
    {
      "knowledgeId": "25e07e76-db20-4a74-b654-98a040a1bd46",
      "detail": "Common product improvements to maximise profitability and popularity."
    },
    {
      "knowledgeId": "bb2e6c0b-f6ea-451d-86b9-9201015e8dcb",
      "detail": "Stock control; ordering, storage, rotation to maximise sustainability and support planned operations"
    },
    {
      "knowledgeId": "2a2faa43-3717-480a-8cdf-7bb4280a235b",
      "detail": "Principles of controlling waste and sustainability"
    },
    {
      "knowledgeId": "3443b1ce-030a-4c65-8e01-fbb57f532bd0",
      "detail": "Communication styles and methods, verbal, digital and written, in the context of a commercial kitchen."
    },
    {
      "knowledgeId": "29c6841f-af91-4492-9828-5807978bb5b5",
      "detail": "Equality Act 2010, equality, diversity and inclusion in the workplace, including physical and mental wellbeing of self and others and how to access sources of help and advice."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "1cce3607-a6f4-4b63-b8f9-3d3af3a8b7cf",
      "detail": "Be solution focused with the attention to detail that consistently achieves expected outcomes"
    },
    {
      "behaviourId": "0feeb94c-704c-4557-8d5b-c80385eefca0",
      "detail": "Promote an efficient, professional, calm and supportive environment"
    },
    {
      "behaviourId": "eea38200-07f1-4c35-a64a-bed0bc53310e",
      "detail": "Be commercially aware and customer focused in all aspects of work "
    },
    {
      "behaviourId": "1919d785-95e2-4ab6-82b9-1e3aedba685c",
      "detail": "Reflect on own and team health, wellbeing and professional development, seeking and offering support when appropriate "
    }
  ],
  "skills": [
    {
      "skillId": "a95da7cf-2b7b-4266-8814-09af71891870",
      "detail": "Use professional production methods to create refined, finished dough products including fermented yeast, non-fermented, laminated, enriched and hand-shaped doughs"
    },
    {
      "skillId": "e1241e68-e575-46dc-a3f3-b58c0894aa3a",
      "detail": "Use professional production methods to create refined, finished batter products including separated egg, creamed, whisked whole egg, yeasted and French, Swiss, and Italian meringue mix sponges. "
    },
    {
      "skillId": "45de47c5-9b43-4e0d-a3f0-b35a6d3104cf",
      "detail": "Use professional production methods to create refined, finished confectionery and chocolate products including honeycomb or cinder toffee, marshmallow, caramel mou, caramelised nuts, nougat, macaron, Florentine, moulded and dipped bon bons, piped truffle, pate de fruit, and chocolate decorations. "
    },
    {
      "skillId": "f569d8b4-7cc4-4e36-b619-ec86a7c6843b",
      "detail": "Use professional production methods to create refined, finished paste products using choux, sweet, short or brise, inverse and classic puff, and sable pastries. "
    },
    {
      "skillId": "d781b100-18a5-4c17-98e6-8174eb260127",
      "detail": "Use professional production methods to create refined, finished fruit products including poached, roasted, baked, confit, conserves, compotes, fillings, and curd. "
    },
    {
      "skillId": "700b1fe4-d609-4285-aa9a-e69d1a729203",
      "detail": "Use professional production methods to create refined, finished biscuit products including hollandaise and a la poche sable, Breton, cookies, and tuille."
    },
    {
      "skillId": "08f806f6-9f9f-4c0b-b3be-a9080e9d70bd",
      "detail": "Use professional production methods to create refined, finished hot, cold and frozen desserts including starch and non-starch based souffles, fondants, tarts, ice creams, sorbets, parfaits, granites, dacquoise, set creams (anglaise, ganache, meringue) and sabayon mousse. "
    },
    {
      "skillId": "2135fa8d-1133-4f54-9504-adb30d9c78f4",
      "detail": "Use professional production techniques to create refined fillings including ganache, crémeux, frangipane, praline, crème pat, diplomat and mousseline, meringue, chiboust butter cream, bavorois, sec, savoury, baked custard, and gels and inserts."
    },
    {
      "skillId": "00bf2573-a56f-460b-a703-dadada21713a",
      "detail": "Use professional production techniques to create refined finishes including glazes, sauces, coulis, and icing "
    },
    {
      "skillId": "99b860c3-1e07-48e0-8345-d26a8c21538e",
      "detail": "Use professional production methods to create refined, filled, constructed patisserie products including opera, éclair, St Honore, chocolate, fruit and meringue tarts, millefeuille, fraisier, black forest gâteaux, mont blanc, paris brest, pithivier or galette, petit and large entremets."
    },
    {
      "skillId": "4fb100de-f7d5-4318-8360-424d8b2388d9",
      "detail": "Use professional production methods to create small decorative display work including nougatine, pastillage, cooked sugar and chocolate which can be in combination. "
    },
    {
      "skillId": "4085059b-0dea-428b-bdea-8d6752cbe629",
      "detail": "Reformulate recipes to produce plant-based, gluten free and allergen free alternatives. "
    },
    {
      "skillId": "573b31bc-9e21-4ac2-a145-e2fbc788d3a8",
      "detail": "Use sensory and related to methods to ensure ingredients are the right quality."
    },
    {
      "skillId": "0c5d1f56-9796-471a-82a7-bd3276490d39",
      "detail": "Interpret specifications to achieve intended quality standards"
    },
    {
      "skillId": "9c2143fa-b878-4d63-909b-1dee2cd1f441",
      "detail": "Manage time, temperature and environment when preparing and cooking refined products"
    },
    {
      "skillId": "a79d9786-ef30-4e3d-97a1-8f48a86e8eec",
      "detail": "Identify and resolve errors during the production process  "
    },
    {
      "skillId": "b45211c6-09ee-409a-b29c-652ebe7e1871",
      "detail": "Apply quality standards related to size, texture, flavour, consistency, and appearance to finished products. "
    },
    {
      "skillId": "62308e0f-2e91-4f6d-b827-ca63a67eeca0",
      "detail": "Design products to ensure they can be effectively presented, held, served and or transported to customers on and off site without negative impact on the finished product"
    },
    {
      "skillId": "c4a9a4f2-7358-42a6-9eb0-b007e2362fa3",
      "detail": "Select and use specialist pastry equipment and technology to make refined finished products "
    },
    {
      "skillId": "58180017-18dc-465d-8817-3345f5d3a470",
      "detail": "Prepare, check, clean, and maintain specialist pastry equipment"
    },
    {
      "skillId": "2d1615ed-92b1-47e4-b7cf-679c3b418fb3",
      "detail": "Proactively maintain a safe, clean and hygienic working environment to manage compliance with all food safety and health and safety legislation "
    },
    {
      "skillId": "833e3cd9-30b8-487c-a732-54121f73c016",
      "detail": "Plan to meet daily demand, allocating resources and proactively managing risk to production. "
    },
    {
      "skillId": "44e0763f-7ec2-49e0-ae86-a4f4b7bfa242",
      "detail": "Prepare mise en place lists"
    },
    {
      "skillId": "93c5e002-1cfd-4786-934c-21e58c72851b",
      "detail": "Adapt plans according to variable internal and external factors "
    },
    {
      "skillId": "f4501e7c-b29d-4579-a178-3e0f10a8d19a",
      "detail": "Improve or develop new products considering customer, profit, standards and brand fit"
    },
    {
      "skillId": "8402d01f-09f1-4a61-8da6-2a223e053276",
      "detail": "Adopt sustainable working practices to minimise waste and maximise yield for product batches "
    },
    {
      "skillId": "642c9d35-693f-4e8a-950c-b72f4196d0da",
      "detail": "Use professional communication styles and methods relevant to a commercial kitchen. "
    },
    {
      "skillId": "bf6fbe60-8057-4cd5-a3b6-c48deddb0102",
      "detail": "Observe professional standards for teamwork, including equity, diversity and inclusion, and act to support the wellbeing and professional development of self and colleagues. "
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2024-04-30T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0224",
  "tbMainContact": "catering.hospitality@education.gov.uk",
  "involvedEmployers": "",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Chef de partie, pastry",
    "Chef patissier",
    "Pastry chef",
    "Senior pastry chef"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Catering",
  "cluster": "Caterer",
  "clusterId": "18",
  "clusterDescription": null,
  "createdDate": "2024-01-16T10:50:05 +00:00",
  "lastUpdated": "2024-04-30T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2024-04-30T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0929",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0929-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0929-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "ca9d6218-4b81-4b0d-985c-3f6c0641fc59",
      "dutyDetail": "Produce patisserie, confectionery, desserts, and bakery products to meet recipe specifications and organisational standards",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1cce3607-a6f4-4b63-b8f9-3d3af3a8b7cf"
      ],
      "mappedKnowledge": [
        "d3bb517b-ac39-4b5d-ae0b-46b3298ee66a",
        "8116d8a7-a532-4671-8e6f-a2d9ef9fb14d",
        "f4bef34f-ab9d-4678-9bdf-a3e07cdac54c",
        "2e02d7ad-6d9f-4260-887d-458389802fb0",
        "2d147066-2de3-42f2-bf06-4f6ca06a0e43",
        "e27d7bea-76c0-461f-a377-adefde66cb3d",
        "4c07fde1-ccad-4260-99f1-cda893c8e819",
        "358e6673-3dd0-428e-8523-f3b232f819ab",
        "ec9822d7-3491-499b-a24f-e3de15eb27b3",
        "5155cb06-10d3-4e36-b27e-cc9a7bab5c51",
        "9a34bd79-f3fd-4a3b-8173-937f9fd15412",
        "311e693f-4853-406e-ab40-db8ad900d1de",
        "890160f9-23b5-48c9-b7db-f126bdf555b2",
        "24586019-8674-4228-8fe6-c528b0e254bf",
        "6d52b43a-0429-4619-a6fa-bb782400c0ba",
        "bfa3dbf8-1831-4098-9e9e-2ea1638f3329",
        "c7554401-8fd0-4739-a7ee-772068738e5c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a95da7cf-2b7b-4266-8814-09af71891870",
        "e1241e68-e575-46dc-a3f3-b58c0894aa3a",
        "45de47c5-9b43-4e0d-a3f0-b35a6d3104cf",
        "f569d8b4-7cc4-4e36-b619-ec86a7c6843b",
        "d781b100-18a5-4c17-98e6-8174eb260127",
        "700b1fe4-d609-4285-aa9a-e69d1a729203",
        "08f806f6-9f9f-4c0b-b3be-a9080e9d70bd",
        "2135fa8d-1133-4f54-9504-adb30d9c78f4",
        "00bf2573-a56f-460b-a703-dadada21713a",
        "99b860c3-1e07-48e0-8345-d26a8c21538e",
        "4fb100de-f7d5-4318-8360-424d8b2388d9",
        "4085059b-0dea-428b-bdea-8d6752cbe629",
        "0c5d1f56-9796-471a-82a7-bd3276490d39",
        "9c2143fa-b878-4d63-909b-1dee2cd1f441",
        "62308e0f-2e91-4f6d-b827-ca63a67eeca0",
        "c4a9a4f2-7358-42a6-9eb0-b007e2362fa3",
        "8402d01f-09f1-4a61-8da6-2a223e053276"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "bf07737a-a848-4e79-bf15-9bb636d21ca3",
      "dutyDetail": "Oversee the quality of finished products against recipe specifications",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1cce3607-a6f4-4b63-b8f9-3d3af3a8b7cf",
        "0feeb94c-704c-4557-8d5b-c80385eefca0",
        "eea38200-07f1-4c35-a64a-bed0bc53310e"
      ],
      "mappedKnowledge": [
        "358e6673-3dd0-428e-8523-f3b232f819ab",
        "9a34bd79-f3fd-4a3b-8173-937f9fd15412",
        "311e693f-4853-406e-ab40-db8ad900d1de",
        "890160f9-23b5-48c9-b7db-f126bdf555b2",
        "6d52b43a-0429-4619-a6fa-bb782400c0ba",
        "bfa3dbf8-1831-4098-9e9e-2ea1638f3329"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0c5d1f56-9796-471a-82a7-bd3276490d39",
        "9c2143fa-b878-4d63-909b-1dee2cd1f441",
        "b45211c6-09ee-409a-b29c-652ebe7e1871",
        "62308e0f-2e91-4f6d-b827-ca63a67eeca0"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "349f7f6d-a0c5-45f1-857f-782aac7d6aad",
      "dutyDetail": "Contribute to the planning and allocation of daily tasks, including proactive contingency planning and adapting plans where needed",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1cce3607-a6f4-4b63-b8f9-3d3af3a8b7cf",
        "0feeb94c-704c-4557-8d5b-c80385eefca0"
      ],
      "mappedKnowledge": [
        "fa22845d-db14-4756-9917-33345c65939e",
        "bb2e6c0b-f6ea-451d-86b9-9201015e8dcb",
        "3443b1ce-030a-4c65-8e01-fbb57f532bd0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "833e3cd9-30b8-487c-a732-54121f73c016",
        "44e0763f-7ec2-49e0-ae86-a4f4b7bfa242",
        "93c5e002-1cfd-4786-934c-21e58c72851b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "564f7be9-541a-478e-ae74-3628121e5d04",
      "dutyDetail": "Communicate with the head chef, team, organisation or client with regard to the pastry offer and specific briefs",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1cce3607-a6f4-4b63-b8f9-3d3af3a8b7cf",
        "0feeb94c-704c-4557-8d5b-c80385eefca0",
        "eea38200-07f1-4c35-a64a-bed0bc53310e"
      ],
      "mappedKnowledge": [
        "fa22845d-db14-4756-9917-33345c65939e",
        "3443b1ce-030a-4c65-8e01-fbb57f532bd0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "833e3cd9-30b8-487c-a732-54121f73c016",
        "642c9d35-693f-4e8a-950c-b72f4196d0da",
        "bf6fbe60-8057-4cd5-a3b6-c48deddb0102"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3e95fb50-61ac-497a-978b-6b3ff347fc94",
      "dutyDetail": "Ensure the safe and correct use and preventative maintenance of specialist equipment ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "e864bbb3-4f5d-4826-a2fe-6b0d1769e0ca"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c4a9a4f2-7358-42a6-9eb0-b007e2362fa3",
        "58180017-18dc-465d-8817-3345f5d3a470",
        "2d1615ed-92b1-47e4-b7cf-679c3b418fb3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4c780508-2cf3-4992-ab25-2c291a5ce849",
      "dutyDetail": "Maintain a hygienic and efficient working environment ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0feeb94c-704c-4557-8d5b-c80385eefca0"
      ],
      "mappedKnowledge": [
        "8fdcf2b0-1e7b-4b50-8398-6ef60b4a5e97",
        "6f6afb83-e1e8-493b-bb43-a706f2041c1b",
        "45f0bb2c-5212-4701-81a6-29a1af754f62"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "58180017-18dc-465d-8817-3345f5d3a470",
        "2d1615ed-92b1-47e4-b7cf-679c3b418fb3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d6b5b9e0-e885-4c5f-bc73-b989b47c1d47",
      "dutyDetail": "Apply health and safety and food safety legislation and regulations ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "8fdcf2b0-1e7b-4b50-8398-6ef60b4a5e97",
        "6f6afb83-e1e8-493b-bb43-a706f2041c1b",
        "837b70c3-60fb-47d8-8d2e-538e76e86506",
        "45f0bb2c-5212-4701-81a6-29a1af754f62",
        "2a2faa43-3717-480a-8cdf-7bb4280a235b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "58180017-18dc-465d-8817-3345f5d3a470",
        "2d1615ed-92b1-47e4-b7cf-679c3b418fb3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8e9f68a6-36b7-4bef-98da-e0a8bf889ecf",
      "dutyDetail": "Contribute to new product development and product improvement based on trends, seasonality, availability and feedback",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1cce3607-a6f4-4b63-b8f9-3d3af3a8b7cf",
        "eea38200-07f1-4c35-a64a-bed0bc53310e"
      ],
      "mappedKnowledge": [
        "8116d8a7-a532-4671-8e6f-a2d9ef9fb14d",
        "f4bef34f-ab9d-4678-9bdf-a3e07cdac54c",
        "2e02d7ad-6d9f-4260-887d-458389802fb0",
        "2d147066-2de3-42f2-bf06-4f6ca06a0e43",
        "e27d7bea-76c0-461f-a377-adefde66cb3d",
        "358e6673-3dd0-428e-8523-f3b232f819ab",
        "9f80a5b3-d1de-453b-9f65-d611b582ae01",
        "59c31335-00cf-4ff9-afca-e52a9d7926e7",
        "25e07e76-db20-4a74-b654-98a040a1bd46"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f4501e7c-b29d-4579-a178-3e0f10a8d19a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f936007a-a8d7-4f14-b41d-acd8d582f5fa",
      "dutyDetail": "Take action based on errors or efficiencies arising in production and any internal and external feedback eg team member, head chef, customer",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1cce3607-a6f4-4b63-b8f9-3d3af3a8b7cf",
        "eea38200-07f1-4c35-a64a-bed0bc53310e"
      ],
      "mappedKnowledge": [
        "d3bb517b-ac39-4b5d-ae0b-46b3298ee66a",
        "8116d8a7-a532-4671-8e6f-a2d9ef9fb14d",
        "f4bef34f-ab9d-4678-9bdf-a3e07cdac54c",
        "2d147066-2de3-42f2-bf06-4f6ca06a0e43",
        "e27d7bea-76c0-461f-a377-adefde66cb3d",
        "4c07fde1-ccad-4260-99f1-cda893c8e819",
        "358e6673-3dd0-428e-8523-f3b232f819ab",
        "ec9822d7-3491-499b-a24f-e3de15eb27b3",
        "6d52b43a-0429-4619-a6fa-bb782400c0ba",
        "2a2faa43-3717-480a-8cdf-7bb4280a235b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a79d9786-ef30-4e3d-97a1-8f48a86e8eec",
        "f4501e7c-b29d-4579-a178-3e0f10a8d19a",
        "8402d01f-09f1-4a61-8da6-2a223e053276"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7333cf9a-874f-45c6-a316-75ffb544e730",
      "dutyDetail": "Contribute ideas and suggestions to continually improve the efficiency and effectiveness of processes and ways of working",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1cce3607-a6f4-4b63-b8f9-3d3af3a8b7cf",
        "0feeb94c-704c-4557-8d5b-c80385eefca0",
        "eea38200-07f1-4c35-a64a-bed0bc53310e"
      ],
      "mappedKnowledge": [
        "2e02d7ad-6d9f-4260-887d-458389802fb0",
        "2a2faa43-3717-480a-8cdf-7bb4280a235b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8402d01f-09f1-4a61-8da6-2a223e053276"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "562e4641-16c2-474f-8fe7-db286cb57d79",
      "dutyDetail": "Produce products that can be effectively presented, held, served and or transported to customers on and off-site. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1cce3607-a6f4-4b63-b8f9-3d3af3a8b7cf",
        "eea38200-07f1-4c35-a64a-bed0bc53310e"
      ],
      "mappedKnowledge": [
        "d3bb517b-ac39-4b5d-ae0b-46b3298ee66a",
        "8116d8a7-a532-4671-8e6f-a2d9ef9fb14d",
        "f4bef34f-ab9d-4678-9bdf-a3e07cdac54c",
        "2e02d7ad-6d9f-4260-887d-458389802fb0",
        "2d147066-2de3-42f2-bf06-4f6ca06a0e43",
        "e27d7bea-76c0-461f-a377-adefde66cb3d",
        "4c07fde1-ccad-4260-99f1-cda893c8e819",
        "358e6673-3dd0-428e-8523-f3b232f819ab",
        "ec9822d7-3491-499b-a24f-e3de15eb27b3",
        "5155cb06-10d3-4e36-b27e-cc9a7bab5c51",
        "c7554401-8fd0-4739-a7ee-772068738e5c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "62308e0f-2e91-4f6d-b827-ca63a67eeca0"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4693f965-652c-431d-8c8c-f678cd3b516b",
      "dutyDetail": "Monitor and manage the quantity and quality of ingredients and commodities according to business need ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "eea38200-07f1-4c35-a64a-bed0bc53310e"
      ],
      "mappedKnowledge": [
        "9a34bd79-f3fd-4a3b-8173-937f9fd15412",
        "311e693f-4853-406e-ab40-db8ad900d1de",
        "890160f9-23b5-48c9-b7db-f126bdf555b2",
        "bb2e6c0b-f6ea-451d-86b9-9201015e8dcb"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "573b31bc-9e21-4ac2-a145-e2fbc788d3a8",
        "93c5e002-1cfd-4786-934c-21e58c72851b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "90dbdf3f-bb26-4260-a7f3-be5b77ff8a44",
      "dutyDetail": "Responsible for own personal development and keeping abreast of trends and techniques",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "eea38200-07f1-4c35-a64a-bed0bc53310e",
        "1919d785-95e2-4ab6-82b9-1e3aedba685c"
      ],
      "mappedKnowledge": [
        "59c31335-00cf-4ff9-afca-e52a9d7926e7",
        "25e07e76-db20-4a74-b654-98a040a1bd46",
        "29c6841f-af91-4492-9828-5807978bb5b5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "bf6fbe60-8057-4cd5-a3b6-c48deddb0102"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-04-30T00:00:00"
}