{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 610,
  "referenceNumber": "ST0906",
  "learningAimClassCode": "",
  "title": "Youth support worker",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0906",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2020-12-07T00:00:00",
  "earliestStartDate": "2020-12-07T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Work in a supporting role with young people aged 11-25 to promote their personal, social and educational development.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 4500,
  "maxFundingAdditionalInformation": "",
  "route": "Care services",
  "keywords": [
    "care",
    "children",
    "young people",
    "youth",
    "support worker",
    "youth support worker",
    "families",
    "family"
  ],
  "jobRoles": [
    "Youth club leader",
    "Part-time youth leader",
    "Youth development officer",
    "Project worker",
    "Participation worker",
    "Deputy leader",
    "Youth Support Worker"
  ],
  "entryRequirements": "&lt;p&gt;The completion of a DBS check in line with local and organisational safer recruitment guidelines.&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/4699/st0906_youthsupportworker_l3_ap-for-publication_31220.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.5 Child development and well being",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in informal settings such as youth clubs, activity-based projects and social action projects; or more formal settings such as schools, Early Help or youth offending and in local authority, charity, private or voluntary organisations. Youth support workers may work in more specialist settings such as schools, alternative education provisions, hospitals, youth justice environments or within the social care system. In all cases, safeguarding young people, following health and safety and equal opportunities policies will be central. Youth support workers deliver youth support work in local and area projects. Youth Support workers may be responsible for management of volunteers and assistant youth support workers. They may also be responsible for young people working as volunteers and peer educators. This would be dependent on the scope of the employing organisation and what it offers. &lt;br /&gt;&lt;br /&gt;The broad purpose of the occupation is to work in a supporting role with young people aged 11-25 (predominantly in the age range of 11-19) to promote their personal, social and educational development. Youth support work provides a holistically supportive, positive professional relationship with young people, ensuring the relationship is routed in young people’s own journey and led by them. It creates opportunities for young people to develop their voice and views and creates opportunities to learn about themselves and society using informal education methods within the context of the professional relationship. Youth support workers lead work with young people, under the supervision of a degree qualified youth worker (or suitably aligned professional where this is not possible). An example of this might be working on a youth voice project, increasing the active participation of young people in the development or delivery of a service. &lt;br /&gt;&lt;br /&gt;In their daily work, an employee in this occupation interacts with a wide range of organisations working with young people such as schools, justice organisations and community organisations. They may work with a range of professionals including youth workers, teachers, social workers, police, youth offending officers, local government officials and health professionals. As a youth support worker they may be working inside in specific environments like youth centres, hospitals, community based projects or schools, youth support workers often work unsociable hours, including evenings and weekends and sometimes outside in all weathers undertaking detached or outreach work. &lt;br /&gt;&lt;br /&gt;An employee in this occupation will be responsible for planning and delivering youth support work in local and area projects. Youth support workers may work on national projects (such as youth parliament) alongside professional youth workers. Youth support workers will be responsible for the planning and delivery of programmes and projects of youth support work with young people, and leading sessions. They may be responsible for management of sessional staff, volunteers and assistant youth support workers. They may also be responsible for young people working as volunteers, trainees or peer educators. This would depend on the nature of the employing organisation and what it offers. They will be supported to develop in this role by a qualified youth worker (or aligned professional) through management and supervision.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "8150a4d3-00eb-4fd8-aa17-8356805b7b3a",
      "detail": "Methods to build trust and rapport, with diverse groups of young people"
    },
    {
      "knowledgeId": "9e03c533-9fe1-4dc4-8afc-ddd3c8134b10",
      "detail": "Group work theory and its application in work with young people."
    },
    {
      "knowledgeId": "0d64661f-66bd-4307-a4a8-01473439ccd5",
      "detail": "Local and national factors that impact on young people i.e. social, environmental, economic, political"
    },
    {
      "knowledgeId": "1400cad6-3de1-4114-a785-2f45060d0e58",
      "detail": "Local community networks and ways in which young people might become involved"
    },
    {
      "knowledgeId": "ec82bfd2-bd9b-4b94-9061-1df7c18419cd",
      "detail": "Partnership and multi-agency working"
    },
    {
      "knowledgeId": "b9447f8d-1958-40e2-bf1d-6f2c59219060",
      "detail": "Communication techniques including verbal, written and electronic"
    },
    {
      "knowledgeId": "31fd90ff-52a3-498f-ba3b-b17ce5290746",
      "detail": "Places and spaces that professional youth support work might happen and how approaches might differ dependent on context, environment and/or young person"
    },
    {
      "knowledgeId": "2a48f37b-5589-455a-9b20-98e15d09c617",
      "detail": "Key reflective practice models that can be used in youth support work practice and their impact"
    },
    {
      "knowledgeId": "1bb85fea-ca0c-4274-a251-de1fb8c42ce6",
      "detail": "Critical reflection, and how to use it in practice to enhance continuous professional development for youth support work"
    },
    {
      "knowledgeId": "33b17583-7ec3-45bb-8cb0-ca7e23bc08e7",
      "detail": "Professional approaches to informal education with individuals and groups in different settings"
    },
    {
      "knowledgeId": "44a239b6-00be-4a75-8425-1a2ffbe001b3",
      "detail": "Youth support work planning, monitoring and evaluation methods and how these are applied in practice"
    },
    {
      "knowledgeId": "77d84bbd-2173-4faa-9b5f-17fa957ae8cf",
      "detail": "Methods for evaluating and recording youth work sessions and how these are applied in practice"
    },
    {
      "knowledgeId": "8ecc14fe-d06d-46bd-a5de-61288ac313ca",
      "detail": "What is meant by values and beliefs and why it is important to encourage young people to explore these."
    },
    {
      "knowledgeId": "47a14eb8-745c-41cf-a2ad-acaffea9744e",
      "detail": "Different contexts, including cultural, social and political perspectives operating within young people’s communities and wider society"
    },
    {
      "knowledgeId": "afef940d-de09-4408-b6fa-759bd65ca6ab",
      "detail": "Methods for encouraging and enabling young people to participate in an inclusive manner"
    },
    {
      "knowledgeId": "a6cbd570-629d-4f87-ab9c-abef7416241d",
      "detail": "Article 12  of the United Nations Convention on the Rights of the Child in youth work settings"
    },
    {
      "knowledgeId": "05417e54-185f-411d-9c7d-048cfde5c130",
      "detail": "Approaches for increasing active participation and creating opportunities for youth voice and leadership"
    },
    {
      "knowledgeId": "4c1b1b37-ac6d-4752-ac58-5a20664b927c",
      "detail": "Professional obligations regarding administration, recording and management of data i.e. GDPR"
    },
    {
      "knowledgeId": "36c079dc-1214-485a-8b70-ae6cb0aa4ea9",
      "detail": "Current national and local policies for safeguarding young people and vulnerable adults; and the application of these to own practice"
    },
    {
      "knowledgeId": "7873b10c-411b-497e-b12e-baa3333e357e",
      "detail": "Indicators for abuse and exploitation and how to recognise these and take  action within the context and setting"
    },
    {
      "knowledgeId": "52b3c973-d6ca-4964-b78a-1bd984a60a9c",
      "detail": "Health and safety policies relating to the care and wellbeing of young people and implementation of these in the youth support worker role"
    },
    {
      "knowledgeId": "6a075157-a635-431b-b168-58825d1ba986",
      "detail": "Positive risk benefit assessment to ensure there are safe working practices for youth support work"
    },
    {
      "knowledgeId": "fa5703a4-563d-4fb7-9e4c-e2a94f713da4",
      "detail": "How to collect and use sources of information in order to demonstrate the impact and benefits of youth support work"
    },
    {
      "knowledgeId": "9c05f67c-567d-4c56-ab83-1f86f1005ca6",
      "detail": "Systems and procedures relevant to the role  and setting"
    },
    {
      "knowledgeId": "aee3f0fe-5562-41df-b709-450c84317641",
      "detail": "First line management styles that are supportive and developmental for volunteers and assistant youth support workers"
    },
    {
      "knowledgeId": "6375b62d-999f-43e0-9117-b31425da693d",
      "detail": "Limits of professional behaviour boundaries in line with organisational policies and procedures"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "aec07e74-4fec-440a-ac4f-c338df088677",
      "detail": "Work in an anti-oppressive, anti-discriminatory manner"
    },
    {
      "behaviourId": "8bb0b526-629c-44f5-adf5-f16a55ebd154",
      "detail": "Promote acceptance and understanding of others"
    },
    {
      "behaviourId": "8cb29b77-6ecc-4801-b403-8cab9a6617db",
      "detail": "Support positive engagement in activities"
    },
    {
      "behaviourId": "aa8d4b1f-3622-4375-8724-ef1439074784",
      "detail": "Uphold principles and values of youth work practice"
    },
    {
      "behaviourId": "4af24162-ad02-4f6e-801e-1b61ebad383f",
      "detail": "Celebrate success and the journey of young people individually and collectively"
    },
    {
      "behaviourId": "e6f35101-f457-4d0b-b623-a8631600c55d",
      "detail": "Respect young people’s rights to make their own decision about involvement with youth work"
    },
    {
      "behaviourId": "072ea7e5-209c-4a6b-9ec6-0401b3e0311a",
      "detail": "Promote the values of justice, fairness and equality"
    },
    {
      "behaviourId": "3ca59316-318d-43b4-b78e-5a7b6bad81f7",
      "detail": "Take a positive interest in young people’s concerns, ideas and interests"
    },
    {
      "behaviourId": "fa361237-da95-4167-a6bb-035515149a60",
      "detail": "Promote the development of political and social education for and with young people"
    },
    {
      "behaviourId": "77fda829-cd61-4ca1-9300-0d8d6f9f388d",
      "detail": "Compliance with relevant policies and procedures"
    }
  ],
  "skills": [
    {
      "skillId": "ce7a7d0a-de8f-45f5-a5f5-26f9f50d8eac",
      "detail": "Recognise, manage and reflect upon relational boundaries in professional youth support work"
    },
    {
      "skillId": "a8e6c4bf-59da-40ce-9f9e-9fa281571a60",
      "detail": "Communicate with stakeholders - internal and/or external"
    },
    {
      "skillId": "b08bcfdd-230c-4c33-96e1-1302207beb95",
      "detail": "Facilitate the learning and development of young people "
    },
    {
      "skillId": "445042ae-0a3d-4e25-8b1d-812c9f62cff8",
      "detail": "Encourage the participation of young people in developing their own learning"
    },
    {
      "skillId": "7782adfb-9c67-46f2-9d54-118431f013bb",
      "detail": "Facilitate activities and techniques to use with young people that promote self-confidence and build self-esteem and resilience"
    },
    {
      "skillId": "f60d85df-33ff-4396-b450-788fca445d65",
      "detail": "Reflect individually and through supervision on practice in line with daily tasks to enhance the support young people receive"
    },
    {
      "skillId": "ba690516-33fe-4802-80f2-92010705455d",
      "detail": "Monitor and record the outcomes of own practice to identify areas for development and improvement"
    },
    {
      "skillId": "e2bd4277-8393-4312-8977-bdf8378a8186",
      "detail": "Appropriately manage behaviour boundaries in line with organisational policies"
    },
    {
      "skillId": "01219fa8-67b6-4593-a09d-efd095b41c0c",
      "detail": "Plan youth support work programmes and sessions"
    },
    {
      "skillId": "a0cf3814-9753-45e3-a859-d67a3a10ceda",
      "detail": "Lead youth support work programmes and sessions"
    },
    {
      "skillId": "c90fead5-b615-4af8-ac0f-cf07886aae44",
      "detail": "Evaluate youth support work programmes and sessions"
    },
    {
      "skillId": "b7f7eebf-50e1-4b34-b5a1-d4ba1a0d4f50",
      "detail": " Enable young people to express their views, aspirations, needs and concerns appropriately in line with youth support work principles"
    },
    {
      "skillId": "c82a99f3-1473-4695-bdd8-61fe4a50afc9",
      "detail": "Identify, appropriately challenge and act upon oppressive or discriminatory attitudes, behaviours and situations"
    },
    {
      "skillId": "de0d340a-93ea-4a82-b98b-4b1eabf4d2ef",
      "detail": "Support young people to participate in planning, organising, delivering and evaluating youth work activities and programmes, and engaging on issues of importance to them"
    },
    {
      "skillId": "78765ed4-a865-467e-92a8-913ce13c69f4",
      "detail": "Embeds in own practice a commitment to the rights of young people"
    },
    {
      "skillId": "bdc145d7-c102-4db6-99ab-cd044d67925a",
      "detail": "Apply safeguarding procedures and protocols"
    },
    {
      "skillId": "1967b4a8-394a-4d3a-9d2c-8e74aafee5cf",
      "detail": "Work within the parameters of organisational, local and national health and safety, child protection, data protection and equalities policies and procedures"
    },
    {
      "skillId": "388d4d18-ea63-4519-b5eb-8afde7b0b163",
      "detail": "Participate in risk assessments and manage risk and risk benefits within the workplace"
    },
    {
      "skillId": "c6a7712d-6cab-4311-9bd1-46c9bbdad9cd",
      "detail": "Record all health and safety risks and take the correct actions to ensure the safety of all young people"
    },
    {
      "skillId": "4083c5a8-9506-4bfc-b060-35be9cdea692",
      "detail": "Complete administrative responsibilities  e.g., signing in young people, risk assessments and recording activities"
    },
    {
      "skillId": "fdbc191f-9041-489c-a97b-ab50be428d0c",
      "detail": "Manage budgets and resources"
    },
    {
      "skillId": "e678558b-b604-4765-a503-07c12f54de3f",
      "detail": "Manage individuals in line with organisational procedures"
    },
    {
      "skillId": "01706f7a-feee-4b12-9c99-1eedd7c8cb4e",
      "detail": "Work with and maintain professional behaviour boundaries when working with young people"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-12-07T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0371",
  "tbMainContact": "NYA@nya.org.uk",
  "involvedEmployers": "University of Ymca, York St John, Victoria University, University of Central Lancaster, De Montfort University, University of Bedfordshire, Linwood Youth Hub, Eastern Multi-Academy Trust, Youth Focus NE, YMCA, Hackney Council, University of Salford, London Borough of Barking and Dagenham, Slough Borough Council, Manchester Metropolitan University, Shropshire Youth Association, West Berkshire Council",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Youth club leader",
    "Part-time youth leader",
    "Youth development officer",
    "Project worker",
    "Participation worker",
    "Deputy leader",
    "Youth Support Worker"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Care Services",
  "cluster": "Children, young people and families worker",
  "clusterId": "48",
  "clusterDescription": "Assess, review and deliver services to support and meet the needs of clients under the direct guidance of professional leadership",
  "createdDate": "2020-12-04T16:22:57 +00:00",
  "lastUpdated": "2020-12-07T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-12-07T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0906",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0906-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0906-v1-0",
  "qualifications": [
    {
      "qualificationId": "858e5ac0-02a5-4034-9b6c-224d430c0a61",
      "title": "Level 3 Diploma Youth Work Practice",
      "level": "3",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "Youth Support Worker status recognition by: National Youth Agency Education, Training and Standards Committee on behalf of Joint Negotiating Committee",
      "level": "Youth and Community Workers",
      "isPartial": "",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "6bffdcd3-3285-4240-8739-78140cbb97ac",
      "dutyDetail": "Establish and maintain relationships with young people",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "aec07e74-4fec-440a-ac4f-c338df088677",
        "8bb0b526-629c-44f5-adf5-f16a55ebd154",
        "8cb29b77-6ecc-4801-b403-8cab9a6617db",
        "aa8d4b1f-3622-4375-8724-ef1439074784",
        "4af24162-ad02-4f6e-801e-1b61ebad383f",
        "e6f35101-f457-4d0b-b623-a8631600c55d",
        "072ea7e5-209c-4a6b-9ec6-0401b3e0311a",
        "3ca59316-318d-43b4-b78e-5a7b6bad81f7"
      ],
      "mappedKnowledge": [
        "8150a4d3-00eb-4fd8-aa17-8356805b7b3a",
        "9e03c533-9fe1-4dc4-8afc-ddd3c8134b10"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ce7a7d0a-de8f-45f5-a5f5-26f9f50d8eac"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d46c8c50-035a-44ed-aed9-690bd23bff01",
      "dutyDetail": "Establish and maintain relationships with community groups and/or key partners.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "8bb0b526-629c-44f5-adf5-f16a55ebd154",
        "aa8d4b1f-3622-4375-8724-ef1439074784",
        "072ea7e5-209c-4a6b-9ec6-0401b3e0311a"
      ],
      "mappedKnowledge": [
        "0d64661f-66bd-4307-a4a8-01473439ccd5",
        "1400cad6-3de1-4114-a785-2f45060d0e58",
        "ec82bfd2-bd9b-4b94-9061-1df7c18419cd",
        "b9447f8d-1958-40e2-bf1d-6f2c59219060"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a8e6c4bf-59da-40ce-9f9e-9fa281571a60"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ada338f2-6bb8-4f8c-853a-fb7142da3fa7",
      "dutyDetail": "Use informal education practices to develop young people’s social education; providing programmes of activities, services and facilities.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "8bb0b526-629c-44f5-adf5-f16a55ebd154",
        "8cb29b77-6ecc-4801-b403-8cab9a6617db",
        "aa8d4b1f-3622-4375-8724-ef1439074784",
        "4af24162-ad02-4f6e-801e-1b61ebad383f",
        "e6f35101-f457-4d0b-b623-a8631600c55d",
        "072ea7e5-209c-4a6b-9ec6-0401b3e0311a",
        "3ca59316-318d-43b4-b78e-5a7b6bad81f7",
        "fa361237-da95-4167-a6bb-035515149a60"
      ],
      "mappedKnowledge": [
        "31fd90ff-52a3-498f-ba3b-b17ce5290746"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "445042ae-0a3d-4e25-8b1d-812c9f62cff8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "99683609-f2b2-4a28-8a49-65edfb7441f1",
      "dutyDetail": "Actively participate in supervision with a professional youth worker or equivalent",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "aec07e74-4fec-440a-ac4f-c338df088677",
        "aa8d4b1f-3622-4375-8724-ef1439074784",
        "072ea7e5-209c-4a6b-9ec6-0401b3e0311a"
      ],
      "mappedKnowledge": [
        "2a48f37b-5589-455a-9b20-98e15d09c617",
        "1bb85fea-ca0c-4274-a251-de1fb8c42ce6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7782adfb-9c67-46f2-9d54-118431f013bb",
        "f60d85df-33ff-4396-b450-788fca445d65",
        "ba690516-33fe-4802-80f2-92010705455d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "08df77bf-d3cf-436f-b6a6-ba27ccad001e",
      "dutyDetail": "Plan for, deliver  and evaluate  youth work experiences supported by the supervision of a professional youth worker or equivalent",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "aec07e74-4fec-440a-ac4f-c338df088677",
        "8bb0b526-629c-44f5-adf5-f16a55ebd154",
        "8cb29b77-6ecc-4801-b403-8cab9a6617db",
        "aa8d4b1f-3622-4375-8724-ef1439074784",
        "4af24162-ad02-4f6e-801e-1b61ebad383f",
        "e6f35101-f457-4d0b-b623-a8631600c55d",
        "072ea7e5-209c-4a6b-9ec6-0401b3e0311a",
        "3ca59316-318d-43b4-b78e-5a7b6bad81f7",
        "fa361237-da95-4167-a6bb-035515149a60"
      ],
      "mappedKnowledge": [
        "33b17583-7ec3-45bb-8cb0-ca7e23bc08e7",
        "44a239b6-00be-4a75-8425-1a2ffbe001b3",
        "77d84bbd-2173-4faa-9b5f-17fa957ae8cf"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b08bcfdd-230c-4c33-96e1-1302207beb95",
        "e2bd4277-8393-4312-8977-bdf8378a8186",
        "01219fa8-67b6-4593-a09d-efd095b41c0c",
        "a0cf3814-9753-45e3-a859-d67a3a10ceda",
        "c90fead5-b615-4af8-ac0f-cf07886aae44"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2789af82-f78a-45f9-9517-4a6d1e0add8e",
      "dutyDetail": "Enable young people to explore their values,  beliefs and identity",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "aec07e74-4fec-440a-ac4f-c338df088677",
        "8bb0b526-629c-44f5-adf5-f16a55ebd154",
        "aa8d4b1f-3622-4375-8724-ef1439074784",
        "e6f35101-f457-4d0b-b623-a8631600c55d",
        "072ea7e5-209c-4a6b-9ec6-0401b3e0311a",
        "3ca59316-318d-43b4-b78e-5a7b6bad81f7",
        "fa361237-da95-4167-a6bb-035515149a60"
      ],
      "mappedKnowledge": [
        "8ecc14fe-d06d-46bd-a5de-61288ac313ca",
        "47a14eb8-745c-41cf-a2ad-acaffea9744e",
        "05417e54-185f-411d-9c7d-048cfde5c130"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b7f7eebf-50e1-4b34-b5a1-d4ba1a0d4f50",
        "c82a99f3-1473-4695-bdd8-61fe4a50afc9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ee820607-3448-4dd8-8280-83622d5e8331",
      "dutyDetail": "Work with young people in line with youth participation principles to promote and facilitate youth voice and influence",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "aec07e74-4fec-440a-ac4f-c338df088677",
        "8bb0b526-629c-44f5-adf5-f16a55ebd154",
        "8cb29b77-6ecc-4801-b403-8cab9a6617db",
        "aa8d4b1f-3622-4375-8724-ef1439074784",
        "4af24162-ad02-4f6e-801e-1b61ebad383f",
        "e6f35101-f457-4d0b-b623-a8631600c55d",
        "072ea7e5-209c-4a6b-9ec6-0401b3e0311a",
        "3ca59316-318d-43b4-b78e-5a7b6bad81f7",
        "fa361237-da95-4167-a6bb-035515149a60"
      ],
      "mappedKnowledge": [
        "afef940d-de09-4408-b6fa-759bd65ca6ab",
        "a6cbd570-629d-4f87-ab9c-abef7416241d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "de0d340a-93ea-4a82-b98b-4b1eabf4d2ef",
        "78765ed4-a865-467e-92a8-913ce13c69f4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6f724647-a7e2-41c5-816b-f82e38f5e4e2",
      "dutyDetail": "Work within relevant legislative requirements including those regarding Health and Safety, Child Protection, Safeguarding, Data Protection and the Equalities Act 2010",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "aec07e74-4fec-440a-ac4f-c338df088677",
        "072ea7e5-209c-4a6b-9ec6-0401b3e0311a",
        "77fda829-cd61-4ca1-9300-0d8d6f9f388d"
      ],
      "mappedKnowledge": [
        "4c1b1b37-ac6d-4752-ac58-5a20664b927c",
        "36c079dc-1214-485a-8b70-ae6cb0aa4ea9",
        "7873b10c-411b-497e-b12e-baa3333e357e",
        "52b3c973-d6ca-4964-b78a-1bd984a60a9c",
        "6375b62d-999f-43e0-9117-b31425da693d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "bdc145d7-c102-4db6-99ab-cd044d67925a",
        "1967b4a8-394a-4d3a-9d2c-8e74aafee5cf",
        "388d4d18-ea63-4519-b5eb-8afde7b0b163",
        "01706f7a-feee-4b12-9c99-1eedd7c8cb4e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6f9257a5-bf8f-434a-9441-b5212f5716a9",
      "dutyDetail": "Maintain a safe environment for group work under the supervision of a JNC qualified professional range youth worker or equivalent*",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "aec07e74-4fec-440a-ac4f-c338df088677",
        "8bb0b526-629c-44f5-adf5-f16a55ebd154",
        "aa8d4b1f-3622-4375-8724-ef1439074784"
      ],
      "mappedKnowledge": [
        "6a075157-a635-431b-b168-58825d1ba986"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c6a7712d-6cab-4311-9bd1-46c9bbdad9cd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5d24fc3b-81c2-4695-9287-c938a1b8cce9",
      "dutyDetail": "Perform and ensure the discharge of administrative duties (for example budget control, records keeping or reporting)",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "072ea7e5-209c-4a6b-9ec6-0401b3e0311a",
        "77fda829-cd61-4ca1-9300-0d8d6f9f388d"
      ],
      "mappedKnowledge": [
        "fa5703a4-563d-4fb7-9e4c-e2a94f713da4",
        "9c05f67c-567d-4c56-ab83-1f86f1005ca6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4083c5a8-9506-4bfc-b060-35be9cdea692",
        "fdbc191f-9041-489c-a97b-ab50be428d0c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0b772f23-f670-49b6-9e41-b6e7149790b3",
      "dutyDetail": "Line management responsibility for assistant youth support workers, sessional workers, volunteers or peer leaders, including recruiting, developing and support",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "aec07e74-4fec-440a-ac4f-c338df088677",
        "8bb0b526-629c-44f5-adf5-f16a55ebd154",
        "072ea7e5-209c-4a6b-9ec6-0401b3e0311a"
      ],
      "mappedKnowledge": [
        "aee3f0fe-5562-41df-b709-450c84317641"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e678558b-b604-4765-a503-07c12f54de3f"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2020-12-07T00:00:00"
}