{
  "templateType": "Occupational Standard",
  "larsCode": 724,
  "referenceNumber": "ST0985",
  "learningAimClassCode": "",
  "title": "Lead traffic management operative",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0985",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Occupational standard and end-point assessment plan revised.",
  "changedDate": "2023-11-16T00:00:00",
  "earliestStartDate": "2023-11-16T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "To coordinate, install, maintain and remove TTM equipment and systems.",
  "level": 2,
  "ePALength": 3,
  "typicalDuration": 18,
  "maxFunding": 8000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "lead traffic",
    "management",
    "temporary traffic management",
    "construction",
    "maintenance"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0985-v1-1?view=epa",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.4 Public services",
  "version": "1.1",
  "standardInformation": "&lt;p&gt;j&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the construction sector, in both private and public sector organisations, including temporary traffic management (TTM) contractors, construction contractors, utilities companies, and national and local authorities.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to coordinate, install, maintain and remove TTM equipment and systems. LTMOs work across a broad spectrum of projects and programmes to deliver a wide range of specialist techniques, each providing a safe and managed environment for those working on the road network, and to safeguard the general public, particularly in the delivery of:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;strategic infrastructure programmes and projects such as motorways, A-roads and high-speed rail developments;&lt;/li&gt;\n&lt;li&gt;major and minor infrastructure works, such as digital network installation, water main and other utility installation and maintenance;&lt;/li&gt;\n&lt;li&gt;&#39;moving&#39; maintenance of the highways, which can include line marking, hedge trimming works and surveying works;&lt;/li&gt;\n&lt;li&gt;access to construction sites and a range of environments where contractors need to control access to sites for their employees and deliveries.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;TTM plays a safety critical role in everyone’s daily life: not only is it essential to those carrying out for construction and maintenance works on the road network, but it is also vital in the creation of a safe environment that protects all other road users, be it as a pedestrian, car, van or lorry driver, cyclist, or horse rider, and with consideration for those with mobility and sensory impairments.&lt;/p&gt;\n&lt;p&gt;Whilst construction and maintenance works are most common, LTMOs also regularly deliver TTM that enables major public events to go ahead, for example sporting events (marathons, triathlons, cycle races etc), concerts and shows, thereby providing safe and managed access to these events for participation and audience viewing.&#160;&#160;&lt;/p&gt;\n&lt;p&gt;Working on the road network commonly requires a rapid response to major road incidents, with TTM organisations providing ‘emergency TTM’; here LTMOs assist and work in conjunction with the emergency services to ensure the safety of road users, site workers and the general public. In these situations, LTMOs are frequently one of the first responders at road traffic incidents or other situations, where they must be able to remain calm under pressure and have the confidence to handle people and situations where there is potential for conflict or extreme distress on the road network, all whilst obtaining and aiding formal responder support.&#160;&#160;&lt;/p&gt;\n&lt;p&gt;In their daily work, employees interact with the assigned crew of TTM operatives, with other LTMOs, and under the supervision of the foreperson, technical supervisor, or site manager, to enable the coordination, delivery, recording and reporting of TTM works on all scales of projects or programmes on behalf of their employer. In the case of emergencies, LTMOs work with first responders and the emergency services, and will also interact with members of the general public.&#160;&lt;/p&gt;\n&lt;p&gt;Employees are responsible for organising a team of operatives on a shift or site to carry out and deliver TTM works as required, and reporting to the foreperson, engineer, site supervisor or operations manager.&lt;/p&gt;\n&lt;p&gt;LTMOs are required to drive a range of vehicles and must meet the age and licencing requirements in place by the end of the apprenticeship. LTMOs responsible for performing routine inspection and operational maintenance, complete with loading platform and personal and protective equipment (PPE) system checks and using these vehicles to create or enhance the safe working zone for themselves and their crew on the road network.&#160; LTMOs also need to operate forklift trucks on site to enable the loading and unloading of heavy TTM equipment.&lt;/p&gt;\n&lt;p&gt;LTMOs will be required to travel to and from the site either on a shift, daily or weekly basis, and will work predominantly in an outdoor environment in all seasons and weathers with a significant proportion of the work being at unsocial hours, particularly night shifts. They will need to be aware of the hazards that the weather can present, and the factors that can affect human performance.&#160;&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "0fc662a2-abb4-48ad-b712-004207addda5",
      "detail": "Awareness of legislation and regulations: Health and Safety at Work Act, Provision and Use of Workplace Equipment (PUWER), Manual Handling Operations Regulations Working at Height (and from platforms), Lifting Operations and Lifting Equipment Regulations (LOLER), Control of Substances Hazardous to Health (COSHH) and COSHH-based assessments."
    },
    {
      "knowledgeId": "6ed3f16c-3404-471c-a191-f7f1e265797f",
      "detail": "Safe systems of work: Static and dynamic risk assessments, production methods and requirements, method statements."
    },
    {
      "knowledgeId": "f1edd087-e946-4a95-8aa0-b91cc9c6a858",
      "detail": "Awareness of regulatory and statutory requirements: National Highways Sector Schemes, Traffic Signs Manuals, New Roads and Street Works Acts, Industry Codes of Practice, permit-to-work systems."
    },
    {
      "knowledgeId": "a4d4e4ea-c0ff-42fe-9277-28d27e34e56c",
      "detail": "Personal Protective Equipment (PPE): Requirements and use in TTM operations."
    },
    {
      "knowledgeId": "71f1a197-f563-4938-b95a-b7381da2921b",
      "detail": "TTM system installation planning and organisation techniques."
    },
    {
      "knowledgeId": "00c19844-0907-44d0-a74d-ae983ecd8b80",
      "detail": "Risks and precautions when loading, unloading and securing TTM equipment and systems from and to TTM vehicles and plant."
    },
    {
      "knowledgeId": "0fa88d12-2393-4d1c-b07d-c5cbfec4e032",
      "detail": "Types of signals and verbal instructions (including radio use) required for the movement of vehicles and plant."
    },
    {
      "knowledgeId": "68cef195-b113-4968-a691-2d7d2c119938",
      "detail": "Sources of information, guidance and interpretation methods: Designs, technical specifications and road traffic layouts."
    },
    {
      "knowledgeId": "1910688d-929e-4178-b957-c7a2256a4889",
      "detail": "TTM documentation requirements."
    },
    {
      "knowledgeId": "c4ed5da8-8687-4c4f-9dda-1e97729a3f1d",
      "detail": "The methods and techniques for the installation, securing and removal of traffic management systems. How they support those with mobility and sensory issues. "
    },
    {
      "knowledgeId": "39c747fc-22a3-4995-9d64-d1eace93e44f",
      "detail": "The methods and techniques for the inspection, maintenance and repair of traffic management systems and equipment. Replacement procedures."
    },
    {
      "knowledgeId": "8557fd02-d79a-4121-a10d-1eeb0c517939",
      "detail": "TTM equipment and systems: Types, purpose and preparation. "
    },
    {
      "knowledgeId": "9739849f-a28d-4e11-b877-8fbdb7a40d9d",
      "detail": "Characteristics and features of road types, categories and layouts."
    },
    {
      "knowledgeId": "2f048e98-8924-4738-977b-b0617ed76bc4",
      "detail": "Range, purpose, characteristics and features of vehicles, plant and equipment: Specially adapted lorries and vans, impact protection vehicles (IPVs), their barrier systems, and usage."
    },
    {
      "knowledgeId": "53b2b379-daa9-4049-aa12-6302736e6763",
      "detail": "TTM vehicles and plant: Operation, operator checking, maintenance, minor repair and fault or defect escalation techniques."
    },
    {
      "knowledgeId": "8e24d79e-85b5-430e-8235-9c2b4d3a5c24",
      "detail": "TTM signage: Types, colours, shapes, design layouts, positioning, scale and proportion. "
    },
    {
      "knowledgeId": "10986aa6-352a-4504-9855-d0565cc69372",
      "detail": "Statutory controls implemented by permanent road signs and road markings, and requirements for temporary traffic orders or permits for specific equipment and systems."
    },
    {
      "knowledgeId": "abdb2a5a-a3cd-4084-bfbf-9feb4125035f",
      "detail": "Incident management protocols for operations adjacent to live traffic on highway networks."
    },
    {
      "knowledgeId": "a4776615-bdba-4abe-ad16-7603b342fde2",
      "detail": "Incident response techniques: Emergencies, traffic accidents and persons in crisis."
    },
    {
      "knowledgeId": "85ea74e5-ba74-4d8c-8fec-3c8f3ff9dbdc",
      "detail": "Verbal communication techniques and TTM terminology."
    },
    {
      "knowledgeId": "a2d6a2c2-21ee-40f3-8b19-ca0b8d02ab87",
      "detail": "Digital and real-time technologies and application in the TTM industry: How these can be used to improve TTM operations, sustainability, record and report defects in real time, and prevent and reduce injuries and fatalities."
    },
    {
      "knowledgeId": "72231bea-cacb-46ad-a434-78dc226df8a2",
      "detail": "The purpose of General Data Protection Regulation (GDPR) and its use to protect personal and commercial data."
    },
    {
      "knowledgeId": "d115c6ed-eb47-4f6c-a8f8-e3b79be21efe",
      "detail": "Environmental and sustainability regulations. Efficient use of resources, recycling, reuse, surface water contamination and safe disposal of waste. TTM impacts on the wider environment. "
    },
    {
      "knowledgeId": "697bfa2b-9445-4343-833f-d25e8c049662",
      "detail": "The wider construction sector, where the lead traffic management operative role fits and who they interact with."
    },
    {
      "knowledgeId": "c6a7cac2-ee0d-44c3-9bc3-516bec67fef7",
      "detail": "Principles of team working."
    },
    {
      "knowledgeId": "4a3cab28-02e9-4003-8021-f8a430902ff6",
      "detail": "The impact of mental health issues on the construction industry. Signs and symptoms of mental health issues, tools and techniques to improve mental health and support others."
    },
    {
      "knowledgeId": "7eeb91f4-32e6-45cf-9713-fc02333162dd",
      "detail": "Manual and mechanical lifting and moving techniques."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "9d7aee2f-267c-46b6-a0c7-9efbb9978406",
      "detail": "Prioritise health and safety."
    },
    {
      "behaviourId": "f81c93af-bb56-4cee-9b97-85bad020722c",
      "detail": "Committed to continued professional development (CPD) to maintain and enhance competence in their own area of practice."
    },
    {
      "behaviourId": "01315ab4-43e6-4dea-9219-f3dc5d92f4ad",
      "detail": "Support an equal, diverse and inclusive culture."
    },
    {
      "behaviourId": "266cbb4b-24b8-44d9-8c20-bc8c89f79920",
      "detail": "Takes responsibility for own work."
    }
  ],
  "skills": [
    {
      "skillId": "8126064d-683f-4468-b251-a52edf947127",
      "detail": "Comply with health and safety regulations."
    },
    {
      "skillId": "64ea6736-617c-4012-9a6e-78da9ba56f07",
      "detail": "Follows safe systems of work including carrying out static and dynamic risk assessments."
    },
    {
      "skillId": "50443348-1409-4f56-8a5b-8dc2ffbe4f24",
      "detail": "Carry out operator maintenance and minor repair, checks and configuration requirements to TTM vehicles within limits of responsibility, escalating defects. For example: impact protection vehicle (IPV), traffic management installation vehicle, traffic management maintenance vehicle, traffic management airlock or closure point vehicle or traffic management convoy vehicle."
    },
    {
      "skillId": "642c35ff-6ec6-44f5-9ac1-6e16abd97cb6",
      "detail": "Carry out operator maintenance and minor repair, checks and configuration requirements to TTM plant within limits of responsibility, escalating defects. For example: mobile lane closure signs & trailers, temporary traffic light units, ROBO stop and go signs, portable variable message signs or portable tower lights."
    },
    {
      "skillId": "32330d93-e51f-4d4a-8ec2-f8115d49f3a6",
      "detail": "Move, handle and store TTM equipment and systems."
    },
    {
      "skillId": "a143138c-bf16-442c-abde-54e91d8f9708",
      "detail": "Load, unload and secure TTM equipment and systems to and from vehicles or plant."
    },
    {
      "skillId": "84b602fc-597b-47e5-9fb2-74b30f1a1e30",
      "detail": "Select and use TTM PPE."
    },
    {
      "skillId": "d3be85ab-528f-404d-a517-5f59d518231f",
      "detail": "Interpret traffic management layouts, design and technical specifications."
    },
    {
      "skillId": "b342104d-e7a6-40a4-9e33-6dcff701369b",
      "detail": "Select and prepare TTM equipment and systems."
    },
    {
      "skillId": "6939e881-c44c-445c-af57-d3938e8a77bd",
      "detail": "Plan for and organise installation. "
    },
    {
      "skillId": "1ab3c01d-1024-4bdb-be4c-8f467ad1587c",
      "detail": "Inspect, maintain, repair and replace TTM equipment and systems."
    },
    {
      "skillId": "2096377b-991e-4095-a681-1c40ef835b5d",
      "detail": "Operate and guide plant and vehicles to create safe working zones within limits of responsibility. "
    },
    {
      "skillId": "4fa3d027-a682-47c9-8498-7b46d5c132fc",
      "detail": "Install, position, secure and remove TTM equipment and systems tailored to the road type, without disadvantaging those with mobility and sensory impairment."
    },
    {
      "skillId": "66b8c1a7-1b2a-4818-ac90-e88498f5fe72",
      "detail": "Apply digital TTM technologies to a TTM system. For example, incursion warning systems, automated traffic signal controls, variable message signs or tablet-based work management systems."
    },
    {
      "skillId": "c5c1200d-7c7b-49ea-a553-c08bd50e938e",
      "detail": "Respond to and contain emergencies including traffic accidents and vulnerable persons in crisis and seek support of formal responders."
    },
    {
      "skillId": "9fe18e6e-78fb-4990-ad9a-dfd4470c873a",
      "detail": "Restore the carriageway to a safe condition."
    },
    {
      "skillId": "74d88675-2157-4b7b-9ed4-405c3847a7f7",
      "detail": "Comply with environmental and sustainability regulations, standards and guidance. Segregate resources for reuse, recycling and disposal. "
    },
    {
      "skillId": "35029ffd-b328-49ff-bbb9-72b34532ebeb",
      "detail": "Communicate with others verbally: internal and external customers, colleagues and managers."
    },
    {
      "skillId": "fc1dad35-916f-48ed-b798-5977b81de7f5",
      "detail": "Complete task documentation, paper-based or digital."
    },
    {
      "skillId": "0a3c056d-e18e-4b8e-80b6-f06f6bd4af43",
      "detail": "Applies team working principles."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2023-08-29T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0345",
  "tbMainContact": "",
  "involvedEmployers": "Chevron, Highways England, H W Martin, Tarmac Traffic Management, Premier Traffic Management, Forest Support Services, Highway Traffic Management, Direct Traffic Management, Colas, Coneworx, Virtus, Signal Traffic Management, Amey, WSP, Arup with support from Lantra.",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Onsite Construction",
  "cluster": "Construction operative or supervisor",
  "clusterId": "1",
  "clusterDescription": null,
  "createdDate": "2024-04-09T12:20:57 +00:00",
  "lastUpdated": "2023-11-16T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2023-08-29T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0985",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0985-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0985-v1-1",
  "qualifications": [
    {
      "qualificationId": "1d9c9dda-380e-4d03-9340-f55cea497930",
      "title": "All of NHSS12AB, NHSS12C and NHSS12D at level 1, in addition to one of NHSS12AB, NHSS12C or NHSS12D at level 2.",
      "level": "Two",
      "anyAdditionalInformation": "Apprentices will achieve a level 2 qualification in either NHSS12AB, NHSS12C or NHSS12D according to their chosen road type. They will also achieve level 1 qualifications in all road types: NHSS12AB, NHSS12C and NHSS12D.",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "c31b9c5d-a64a-49ce-9762-bc1ba9424450",
      "dutyDetail": "Install, maintain and remove temporary traffic management (TTM) equipment and systems on the road network using the correct techniques and in accordance with the required specifications and industry standards.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9d7aee2f-267c-46b6-a0c7-9efbb9978406",
        "f81c93af-bb56-4cee-9b97-85bad020722c",
        "01315ab4-43e6-4dea-9219-f3dc5d92f4ad",
        "266cbb4b-24b8-44d9-8c20-bc8c89f79920"
      ],
      "mappedKnowledge": [
        "0fc662a2-abb4-48ad-b712-004207addda5",
        "6ed3f16c-3404-471c-a191-f7f1e265797f",
        "f1edd087-e946-4a95-8aa0-b91cc9c6a858",
        "a4d4e4ea-c0ff-42fe-9277-28d27e34e56c",
        "00c19844-0907-44d0-a74d-ae983ecd8b80",
        "0fa88d12-2393-4d1c-b07d-c5cbfec4e032",
        "68cef195-b113-4968-a691-2d7d2c119938",
        "c4ed5da8-8687-4c4f-9dda-1e97729a3f1d",
        "8557fd02-d79a-4121-a10d-1eeb0c517939",
        "9739849f-a28d-4e11-b877-8fbdb7a40d9d",
        "2f048e98-8924-4738-977b-b0617ed76bc4",
        "53b2b379-daa9-4049-aa12-6302736e6763",
        "8e24d79e-85b5-430e-8235-9c2b4d3a5c24",
        "10986aa6-352a-4504-9855-d0565cc69372",
        "a2d6a2c2-21ee-40f3-8b19-ca0b8d02ab87",
        "d115c6ed-eb47-4f6c-a8f8-e3b79be21efe"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8126064d-683f-4468-b251-a52edf947127",
        "64ea6736-617c-4012-9a6e-78da9ba56f07",
        "a143138c-bf16-442c-abde-54e91d8f9708",
        "84b602fc-597b-47e5-9fb2-74b30f1a1e30",
        "b342104d-e7a6-40a4-9e33-6dcff701369b",
        "6939e881-c44c-445c-af57-d3938e8a77bd",
        "4fa3d027-a682-47c9-8498-7b46d5c132fc",
        "66b8c1a7-1b2a-4818-ac90-e88498f5fe72",
        "9fe18e6e-78fb-4990-ad9a-dfd4470c873a",
        "74d88675-2157-4b7b-9ed4-405c3847a7f7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "91cefe37-0ada-4f9f-a6a2-7b843aace3d1",
      "dutyDetail": "Review design and technical specifications to plan equipment, systems, signage and resources required, and methods for installation, maintenance and removal, of TTM on the road network.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9d7aee2f-267c-46b6-a0c7-9efbb9978406",
        "f81c93af-bb56-4cee-9b97-85bad020722c",
        "01315ab4-43e6-4dea-9219-f3dc5d92f4ad",
        "266cbb4b-24b8-44d9-8c20-bc8c89f79920"
      ],
      "mappedKnowledge": [
        "0fc662a2-abb4-48ad-b712-004207addda5",
        "6ed3f16c-3404-471c-a191-f7f1e265797f",
        "f1edd087-e946-4a95-8aa0-b91cc9c6a858",
        "a4d4e4ea-c0ff-42fe-9277-28d27e34e56c",
        "71f1a197-f563-4938-b95a-b7381da2921b",
        "68cef195-b113-4968-a691-2d7d2c119938",
        "8557fd02-d79a-4121-a10d-1eeb0c517939",
        "9739849f-a28d-4e11-b877-8fbdb7a40d9d",
        "2f048e98-8924-4738-977b-b0617ed76bc4",
        "53b2b379-daa9-4049-aa12-6302736e6763",
        "8e24d79e-85b5-430e-8235-9c2b4d3a5c24",
        "10986aa6-352a-4504-9855-d0565cc69372"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8126064d-683f-4468-b251-a52edf947127",
        "64ea6736-617c-4012-9a6e-78da9ba56f07",
        "84b602fc-597b-47e5-9fb2-74b30f1a1e30",
        "d3be85ab-528f-404d-a517-5f59d518231f",
        "b342104d-e7a6-40a4-9e33-6dcff701369b",
        "6939e881-c44c-445c-af57-d3938e8a77bd",
        "4fa3d027-a682-47c9-8498-7b46d5c132fc",
        "74d88675-2157-4b7b-9ed4-405c3847a7f7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "14b54566-7ba0-4fa1-aa69-1d2165d52830",
      "dutyDetail": "Operate and drive TTM vehicles to create a safe working environment for the delivery, maintenance and removal of TTM equipment and systems on the road network.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9d7aee2f-267c-46b6-a0c7-9efbb9978406",
        "f81c93af-bb56-4cee-9b97-85bad020722c",
        "01315ab4-43e6-4dea-9219-f3dc5d92f4ad",
        "266cbb4b-24b8-44d9-8c20-bc8c89f79920"
      ],
      "mappedKnowledge": [
        "0fc662a2-abb4-48ad-b712-004207addda5",
        "6ed3f16c-3404-471c-a191-f7f1e265797f",
        "f1edd087-e946-4a95-8aa0-b91cc9c6a858",
        "a4d4e4ea-c0ff-42fe-9277-28d27e34e56c",
        "00c19844-0907-44d0-a74d-ae983ecd8b80",
        "0fa88d12-2393-4d1c-b07d-c5cbfec4e032",
        "c4ed5da8-8687-4c4f-9dda-1e97729a3f1d",
        "2f048e98-8924-4738-977b-b0617ed76bc4",
        "53b2b379-daa9-4049-aa12-6302736e6763",
        "a2d6a2c2-21ee-40f3-8b19-ca0b8d02ab87"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8126064d-683f-4468-b251-a52edf947127",
        "64ea6736-617c-4012-9a6e-78da9ba56f07",
        "a143138c-bf16-442c-abde-54e91d8f9708",
        "84b602fc-597b-47e5-9fb2-74b30f1a1e30",
        "6939e881-c44c-445c-af57-d3938e8a77bd",
        "2096377b-991e-4095-a681-1c40ef835b5d",
        "4fa3d027-a682-47c9-8498-7b46d5c132fc",
        "66b8c1a7-1b2a-4818-ac90-e88498f5fe72",
        "9fe18e6e-78fb-4990-ad9a-dfd4470c873a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b7f6fd01-5acc-4a9e-bb9f-ad84dba8cb75",
      "dutyDetail": "Prepare, inspect and where appropriate, maintain or repair, TTM resources, reporting defects and faults as required.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9d7aee2f-267c-46b6-a0c7-9efbb9978406",
        "f81c93af-bb56-4cee-9b97-85bad020722c",
        "01315ab4-43e6-4dea-9219-f3dc5d92f4ad",
        "266cbb4b-24b8-44d9-8c20-bc8c89f79920"
      ],
      "mappedKnowledge": [
        "0fc662a2-abb4-48ad-b712-004207addda5",
        "6ed3f16c-3404-471c-a191-f7f1e265797f",
        "f1edd087-e946-4a95-8aa0-b91cc9c6a858",
        "a4d4e4ea-c0ff-42fe-9277-28d27e34e56c",
        "39c747fc-22a3-4995-9d64-d1eace93e44f",
        "2f048e98-8924-4738-977b-b0617ed76bc4",
        "53b2b379-daa9-4049-aa12-6302736e6763",
        "10986aa6-352a-4504-9855-d0565cc69372"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8126064d-683f-4468-b251-a52edf947127",
        "64ea6736-617c-4012-9a6e-78da9ba56f07",
        "84b602fc-597b-47e5-9fb2-74b30f1a1e30",
        "b342104d-e7a6-40a4-9e33-6dcff701369b",
        "6939e881-c44c-445c-af57-d3938e8a77bd",
        "1ab3c01d-1024-4bdb-be4c-8f467ad1587c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2f36d5a0-d71c-4865-a642-91d56f7f2f64",
      "dutyDetail": "Conduct routine inspection and maintenance of plant and vehicles used for delivering TTM, including their associated PPE systems.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9d7aee2f-267c-46b6-a0c7-9efbb9978406",
        "f81c93af-bb56-4cee-9b97-85bad020722c",
        "01315ab4-43e6-4dea-9219-f3dc5d92f4ad",
        "266cbb4b-24b8-44d9-8c20-bc8c89f79920"
      ],
      "mappedKnowledge": [
        "0fc662a2-abb4-48ad-b712-004207addda5",
        "6ed3f16c-3404-471c-a191-f7f1e265797f",
        "f1edd087-e946-4a95-8aa0-b91cc9c6a858",
        "a4d4e4ea-c0ff-42fe-9277-28d27e34e56c",
        "39c747fc-22a3-4995-9d64-d1eace93e44f",
        "2f048e98-8924-4738-977b-b0617ed76bc4",
        "53b2b379-daa9-4049-aa12-6302736e6763"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8126064d-683f-4468-b251-a52edf947127",
        "64ea6736-617c-4012-9a6e-78da9ba56f07",
        "50443348-1409-4f56-8a5b-8dc2ffbe4f24",
        "642c35ff-6ec6-44f5-9ac1-6e16abd97cb6",
        "84b602fc-597b-47e5-9fb2-74b30f1a1e30",
        "1ab3c01d-1024-4bdb-be4c-8f467ad1587c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "cb0c9a4f-607e-446f-b821-5355d07ec8f3",
      "dutyDetail": "Move, handle and store resources in the workplace, operating plant safely as required.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9d7aee2f-267c-46b6-a0c7-9efbb9978406",
        "f81c93af-bb56-4cee-9b97-85bad020722c",
        "01315ab4-43e6-4dea-9219-f3dc5d92f4ad",
        "266cbb4b-24b8-44d9-8c20-bc8c89f79920"
      ],
      "mappedKnowledge": [
        "0fc662a2-abb4-48ad-b712-004207addda5",
        "6ed3f16c-3404-471c-a191-f7f1e265797f",
        "f1edd087-e946-4a95-8aa0-b91cc9c6a858",
        "a4d4e4ea-c0ff-42fe-9277-28d27e34e56c",
        "7eeb91f4-32e6-45cf-9713-fc02333162dd"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8126064d-683f-4468-b251-a52edf947127",
        "64ea6736-617c-4012-9a6e-78da9ba56f07",
        "32330d93-e51f-4d4a-8ec2-f8115d49f3a6",
        "a143138c-bf16-442c-abde-54e91d8f9708",
        "84b602fc-597b-47e5-9fb2-74b30f1a1e30",
        "4fa3d027-a682-47c9-8498-7b46d5c132fc",
        "9fe18e6e-78fb-4990-ad9a-dfd4470c873a",
        "74d88675-2157-4b7b-9ed4-405c3847a7f7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f877d4ce-c67d-45c5-bc1a-a79efd6e9da4",
      "dutyDetail": "Assist the public, first responders and emergency services in the event of incidents and emergencies on the road network.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9d7aee2f-267c-46b6-a0c7-9efbb9978406",
        "f81c93af-bb56-4cee-9b97-85bad020722c",
        "01315ab4-43e6-4dea-9219-f3dc5d92f4ad",
        "266cbb4b-24b8-44d9-8c20-bc8c89f79920"
      ],
      "mappedKnowledge": [
        "0fc662a2-abb4-48ad-b712-004207addda5",
        "6ed3f16c-3404-471c-a191-f7f1e265797f",
        "f1edd087-e946-4a95-8aa0-b91cc9c6a858",
        "a4d4e4ea-c0ff-42fe-9277-28d27e34e56c",
        "c4ed5da8-8687-4c4f-9dda-1e97729a3f1d",
        "abdb2a5a-a3cd-4084-bfbf-9feb4125035f",
        "a4776615-bdba-4abe-ad16-7603b342fde2",
        "85ea74e5-ba74-4d8c-8fec-3c8f3ff9dbdc"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8126064d-683f-4468-b251-a52edf947127",
        "84b602fc-597b-47e5-9fb2-74b30f1a1e30",
        "c5c1200d-7c7b-49ea-a553-c08bd50e938e",
        "35029ffd-b328-49ff-bbb9-72b34532ebeb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "df4a21e3-2053-4c44-a53a-37f234681930",
      "dutyDetail": "Maintain their own safety and that of others at work, ensuring a safe working environment with minimal exposure to risk.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9d7aee2f-267c-46b6-a0c7-9efbb9978406",
        "f81c93af-bb56-4cee-9b97-85bad020722c",
        "01315ab4-43e6-4dea-9219-f3dc5d92f4ad",
        "266cbb4b-24b8-44d9-8c20-bc8c89f79920"
      ],
      "mappedKnowledge": [
        "0fc662a2-abb4-48ad-b712-004207addda5",
        "6ed3f16c-3404-471c-a191-f7f1e265797f",
        "f1edd087-e946-4a95-8aa0-b91cc9c6a858",
        "a4d4e4ea-c0ff-42fe-9277-28d27e34e56c",
        "0fa88d12-2393-4d1c-b07d-c5cbfec4e032",
        "c4ed5da8-8687-4c4f-9dda-1e97729a3f1d",
        "4a3cab28-02e9-4003-8021-f8a430902ff6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8126064d-683f-4468-b251-a52edf947127",
        "50443348-1409-4f56-8a5b-8dc2ffbe4f24",
        "642c35ff-6ec6-44f5-9ac1-6e16abd97cb6",
        "32330d93-e51f-4d4a-8ec2-f8115d49f3a6",
        "a143138c-bf16-442c-abde-54e91d8f9708",
        "84b602fc-597b-47e5-9fb2-74b30f1a1e30",
        "d3be85ab-528f-404d-a517-5f59d518231f",
        "b342104d-e7a6-40a4-9e33-6dcff701369b",
        "6939e881-c44c-445c-af57-d3938e8a77bd",
        "1ab3c01d-1024-4bdb-be4c-8f467ad1587c",
        "2096377b-991e-4095-a681-1c40ef835b5d",
        "4fa3d027-a682-47c9-8498-7b46d5c132fc",
        "66b8c1a7-1b2a-4818-ac90-e88498f5fe72",
        "c5c1200d-7c7b-49ea-a553-c08bd50e938e",
        "9fe18e6e-78fb-4990-ad9a-dfd4470c873a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2b9c8632-ac1f-4bf1-8bf8-8c30a10793ba",
      "dutyDetail": "Record, report, and complete documentation at the relevant stages of TTM operations in accordance with organisational policy, procedures and any other relevant information and guidance.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9d7aee2f-267c-46b6-a0c7-9efbb9978406",
        "f81c93af-bb56-4cee-9b97-85bad020722c",
        "01315ab4-43e6-4dea-9219-f3dc5d92f4ad",
        "266cbb4b-24b8-44d9-8c20-bc8c89f79920"
      ],
      "mappedKnowledge": [
        "0fc662a2-abb4-48ad-b712-004207addda5",
        "6ed3f16c-3404-471c-a191-f7f1e265797f",
        "f1edd087-e946-4a95-8aa0-b91cc9c6a858",
        "a4d4e4ea-c0ff-42fe-9277-28d27e34e56c",
        "68cef195-b113-4968-a691-2d7d2c119938",
        "1910688d-929e-4178-b957-c7a2256a4889",
        "72231bea-cacb-46ad-a434-78dc226df8a2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fc1dad35-916f-48ed-b798-5977b81de7f5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1e9e83ab-5e6c-4be2-9011-c796c83d16dc",
      "dutyDetail": "Develop and maintain effective working relationships with colleagues, technical support staff, other relevant personnel, and with clients, to ensure that operations run smoothly, and business requirements are met.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9d7aee2f-267c-46b6-a0c7-9efbb9978406",
        "f81c93af-bb56-4cee-9b97-85bad020722c",
        "01315ab4-43e6-4dea-9219-f3dc5d92f4ad",
        "266cbb4b-24b8-44d9-8c20-bc8c89f79920"
      ],
      "mappedKnowledge": [
        "0fc662a2-abb4-48ad-b712-004207addda5",
        "6ed3f16c-3404-471c-a191-f7f1e265797f",
        "f1edd087-e946-4a95-8aa0-b91cc9c6a858",
        "a4d4e4ea-c0ff-42fe-9277-28d27e34e56c",
        "0fa88d12-2393-4d1c-b07d-c5cbfec4e032",
        "85ea74e5-ba74-4d8c-8fec-3c8f3ff9dbdc",
        "697bfa2b-9445-4343-833f-d25e8c049662",
        "c6a7cac2-ee0d-44c3-9bc3-516bec67fef7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "35029ffd-b328-49ff-bbb9-72b34532ebeb",
        "0a3c056d-e18e-4b8e-80b6-f06f6bd4af43"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-11-16T00:00:00"
}