{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 629,
  "referenceNumber": "ST0901",
  "learningAimClassCode": "",
  "title": "VFX supervisor",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": true,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0901",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2021-06-03T00:00:00",
  "earliestStartDate": "2021-05-27T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Liaise with the director and director of photography from the earliest stages of a production, working with clients and colleagues to create VFX/CG elements.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 21000,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "VFX",
    "media",
    "communication",
    "photography",
    "creative",
    "design"
  ],
  "jobRoles": [
    "VFX supervisor",
    "Sequence supervisor",
    "Assistant VFX supervisor",
    "Outsource supervisor",
    "DFX supervisor"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/4388/st0901_vfx-supervisor_l7_ap_for-publication-250620.pdf",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.3 Media and communication",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the British and International visual effects (VFX) industries, providing computer generated (CG) digital content for film, television, advertising, games, corporate and immersive reality industries.VFX companies and studios vary in size and the number of employees they have, and are described as small, medium or large companies. They are to be found across England and the UK. The output and remit of a VFX studio is varied, and they will produce work for a range of clients across advertising, film, television and immersive reality. Some studios specialise in one area, particularly feature films which is the largest area of the industry.VFX is the term used to describe any imagery created, altered, or enhanced for moving media. They involve the integration of live-action footage and CG imagery to create images, which look realistic but would be dangerous, costly, or simply impossible to capture during live-action shooting.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to liaise with the director and director of photography from the earliest stages of a production, working with clients and colleagues to interpret the production brief and assess the resources and VFX technical teams and specialists needed for the VFX/CG elements to be created. They will identify, select and for some productions, devise, the VFX tools and techniques to be used to meet the director’s creative vision. They will usually be present on location whilst the scenes are filmed to ensure that sufficient and suitable material is captured in a way that can be used by a VFX Artist and that it meets quality standards. A VFX supervisor needs to have the creative and technical skills and an advanced knowledge, of the interacting technical factors and methodologies that can be used to create photo-realistic 3D animation, and the other key areas of 3D asset creation including; modelling, texturing, lighting, FX and rendering.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with the client, the VFX production team, department leads and/or the visual effects artists/technical directors (TDs). This is a senior level role, and the line management and reporting structure of the team will vary according to the size of the employer. They must be able to provide technical leadership, direction and feedback, in order to ensure the Artists and VFX teams they work with create the visual effects required, according to the production brief, the director’s creative vision and the client’s requirements. They set the expectations of clients in terms of quality, deliverables, timescales and the achievability of their vision. VFX supervisors provide ongoing verbal, written and visual creative critique of the work that supports the iterative nature of production, constantly reforming client’s ideas and managing their expectations within the parameters of the project. They provide technical authority and guidance for the organisation and will also share their technical advice across the industry to promote best practice and raise awareness of VFX innovations.&lt;/p&gt;\n&lt;p&gt;&lt;br /&gt;An employee in this occupation will be responsible for:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Acting as the key point of contact between the client(s) and the VFX teams and will collaborate with the VFX production team on schedules and budgets, assigning work to the team as appropriate.&lt;/li&gt;\n&lt;li&gt;Having sole accountability for the quality of VFX assets created, ensuring these are in line with technical requirements and quality standards.&lt;/li&gt;\n&lt;li&gt;Upholding the attitudes, culture and creative quality standards of the company to the client as the most senior representative of the project, team and company.&lt;/li&gt;\n&lt;li&gt;They will need to be able to innovate and provide solutions to VFX delivery issues using their knowledge and skills of advanced coding, the techniques of film, animation and short-form production, deciding when to use technical resources such as blue/green screens, motion control or other specialist equipment.&lt;/li&gt;\n&lt;li&gt;They are a highly creative individual who must be able to focus on their own work for long periods, but also be able to work in collaboration within a team.&lt;/li&gt;\n&lt;li&gt;They must also have creative problem-solving skills both artistically and technically and maintain the standards and quality of the VFX work produced.&#160;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;This role may include out of hours or irregular working patterns when collaborating on international projects.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "da66d6c4-58b9-401d-afee-46bf9d15fd12",
      "detail": "Developments across the creative and cultural industry and the potential impact on VFX supervision both now and in the future"
    },
    {
      "knowledgeId": "b82ba002-cb53-4f57-b0a5-517bf8b00048",
      "detail": "The VFX processes, tools and workflows that could be used to deliver end-to-end production. How to scope the limitations or risks of using particular processes, tools and workflows e.g. motion capture versus key frame animation, using shot elements versus CG elements or matte painting versus 3D environment"
    },
    {
      "knowledgeId": "e1083a18-0725-4e46-9c58-540ca95d2a81",
      "detail": "The implications that different types of production requirements have on production resources and business priorities eg. fully Computer Generated (CG), live-action integration, short-form, long-form"
    },
    {
      "knowledgeId": "802bfef0-3a12-48e2-82f7-0b0377e3e579",
      "detail": "The effect that different types of brief have on the strategy to be adopted for production planning and resourcing: visual, moving image, verbal and written"
    },
    {
      "knowledgeId": "086d8cfd-cfdd-4d72-8815-07bc0e68137b",
      "detail": ": How to reformulate and communicate modified technical concepts and present in a manner appropriate to the audience"
    },
    {
      "knowledgeId": "3a5a8daf-a672-4dcb-a78d-97ea9373f9ca",
      "detail": "How own role fits within and supports the strategic production and organisational aims and objectives"
    },
    {
      "knowledgeId": "2167bab4-323e-4f95-8573-6ad71254bf9a",
      "detail": "The value of VFX content and confidentiality to the business and its customers, why it is important for your team to maintain data security, and the legal and regulatory requirements which apply to VFX assets such as copyright and intellectual property rights"
    },
    {
      "knowledgeId": "0799ba02-73f0-4498-add0-f8b5b352d7b1",
      "detail": "The implications of your decisions on the production budgets and resources with which you are involved, and how these impact on own organisation’s business operations and financial and commercial constraints"
    },
    {
      "knowledgeId": "761e2a58-ecb6-44e0-b673-e27868037d75",
      "detail": "The financial and creative requirements that will influence the adoption of blue/green screens, motion control or other specialist equipment throughout the production"
    },
    {
      "knowledgeId": "6a66c00e-a362-4cbd-afca-c7c69f74a1ad",
      "detail": "The hierarchy and interactions of each discipline within the VFX pipeline, the time required to complete individual tasks, and the interdependencies between departments and tasks"
    },
    {
      "knowledgeId": "f3c4abab-d0ac-49ae-828c-acd35166940e",
      "detail": "The critical decision making points throughout the production process from pre-production to post-production"
    },
    {
      "knowledgeId": "b5951993-43f1-4862-9a8f-af66f38f7681",
      "detail": "How to influence the use of tools and methodologies for VFX projects such as Shotgun, Ftrack, RV"
    },
    {
      "knowledgeId": "c216f9d2-aa73-41e0-ad97-c76326fdddf2",
      "detail": "The diverse needs and how to manage the expectations of clients, and build strong working relationships and trust with different stakeholders"
    },
    {
      "knowledgeId": "8f8a7cd9-14dd-444a-aa15-5622a9cacfbe",
      "detail": "The approaches to vendor and internal colleague (including global sites) relationship management including negotiating, influencing and effective networking"
    },
    {
      "knowledgeId": "36a8dd64-9cd0-4d70-9121-ad824c5490b3",
      "detail": "How technical specifications such as Colourspace, film and TV formats (HDTV, UHD, Academy) inform the assessment and selection of the most suitable VFX workflows and delivery formats to be used, and the impact this might have on the methodological approach to a production"
    },
    {
      "knowledgeId": "cab55bed-0a42-47dc-858e-2fba545a63b4",
      "detail": "The limitations of commonly used tools and work-arounds and the factors to consider when providing solutions to the wider team or client"
    },
    {
      "knowledgeId": "156dc104-9f35-4293-9b01-0dac050c6b4a",
      "detail": "How to supervise a team and build engaged, motivated and high performance, agile and collaborative cultures"
    },
    {
      "knowledgeId": "9753497c-5faf-4660-b45a-89a49fe1b5e2",
      "detail": "How to deliver feedback, and manage conflict, within a production environment to lead continuous improvement and develop a no blame culture"
    },
    {
      "knowledgeId": "3df8357f-3b26-4451-a9d6-b204b9f3b035",
      "detail": "How to interrogate a complex client profile and production requirements and develop them into a concept"
    },
    {
      "knowledgeId": "bf628f29-ede2-450d-af18-bcf713e31b3d",
      "detail": "The on-set etiquette, environment, processes and hierarchy between departments, to enable the effective collection of VFX data"
    },
    {
      "knowledgeId": "c949ce96-a3b8-4381-a969-2cc22dedb146",
      "detail": "The technical vocabulary used for delivery standards and technical delivery processes"
    },
    {
      "knowledgeId": "5e911ed7-3dfd-4b08-ad6a-7af509928918",
      "detail": "How to research, evaluate and influence the introduction of the latest advancements in technical VFX tools and techniques throughout the business and sector"
    },
    {
      "knowledgeId": "45f11c45-6d0f-4dc6-883c-f4962564c508",
      "detail": ": How to Interpret and articulate the technical specifications, client requirements, organisational and industry standards for quality and delivery of VFX assets"
    },
    {
      "knowledgeId": "f877b4a4-e248-4fb5-8747-a7516df9169a",
      "detail": "How to adapt communication techniques to meet diverse audiences, and to influence team members and clients to meet production requirements"
    },
    {
      "knowledgeId": "9c504c94-e510-4e56-9e3e-714cd35bfd0c",
      "detail": "The principles of photogrammetry, texture reference and scanning"
    },
    {
      "knowledgeId": "ba6453f5-0826-4c22-86d2-2c027240b741",
      "detail": "The principles of motion picture photography and the film making process including lenses, composition, light, colour, perspective and scale"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "4d968361-564d-4b77-802f-89234e9c1300",
      "detail": "Is empathetic, builds trust and contacts, and is a good listener while still critically evaluating the information being received"
    },
    {
      "behaviourId": "39970fb7-c71e-4d6b-9957-86293bc03551",
      "detail": "Creates a supportive culture, allowing others to develop, valuing initiative in other team members and recognising the variety of skills available, with an ability to motivate, listen to and adapt to other’s needs"
    },
    {
      "behaviourId": "0873000e-8b48-4af8-b81c-ad9aa21050ce",
      "detail": "Works in a transparent and open way; making judgements free from bias and taking on responsibility as needed as to what should and should not be changed in the VFX process"
    },
    {
      "behaviourId": "c331b8db-ea5e-4bf8-9b82-eace353cdccc",
      "detail": "Leads by example; committed to prioritising and completing work within a set timeframe and to industry standards Adapts positively to changing work priorities and patterns, ensuring deadlines continue to be met"
    },
    {
      "behaviourId": "4c677cba-011e-4a16-8d4f-cd79253d1570",
      "detail": "Is a strategic thinker; has an entrepreneuarial mind-set, drives innovation across the business; proactively keeps up to date with emerging trends, identifies and communicates opportunities for the application of new technologies/ or approaches to VFX projects"
    }
  ],
  "skills": [
    {
      "skillId": "39521c51-c5a0-4fc0-a4af-30ea5733a79f",
      "detail": "Interrogate and contextualise a brief using creative and cultural references, developing a concept and gaining consensus on the strategy for delivery"
    },
    {
      "skillId": "eb160208-d4bf-4613-b054-0fdd0f13bf0e",
      "detail": "Analyse interacting factors and translate a creative brief into a departmental workflow, addressing conflicting or unclear requirements within the brief"
    },
    {
      "skillId": "a2cac319-8b2b-4dbd-bd87-2b6d144f94e2",
      "detail": "Assess, develop and/or select the appropriate methodology and technical resources required to deliver the brief"
    },
    {
      "skillId": "b283a350-660e-44dd-818d-7a7d0d15b313",
      "detail": "Apply complex mathematics to advance VFX developments, including the application of vector mathematics, and applied mathematics in simulations"
    },
    {
      "skillId": "bea0cdbd-022e-4348-8f57-5fa6b3e6f80e",
      "detail": "Collaborate with and influence the production team to plan and implement a project schedule and budget"
    },
    {
      "skillId": "e87b5981-0c8c-431a-bf46-d4d92145729a",
      "detail": "Select and supervise the adoption of appropriate project management tools, techniques and methodology to plan the project"
    },
    {
      "skillId": "5ec2f9d2-e254-46cf-9aa9-49253ee512c3",
      "detail": "Lead the delivery of project plans, take account of competing priorities and develop contingencies. Translate the creative brief into practical tasks that can be understood by individual artists"
    },
    {
      "skillId": "1d25f76a-d479-4238-b9de-a760a6aec39d",
      "detail": "Communicate complex technical VFX information both verbally and in writing"
    },
    {
      "skillId": "453bf432-2463-4b33-9bb8-cb9c20ebaa5d",
      "detail": "Establish and manage complex relationships with multiple colleagues, customers, suppliers and professional networks in order to secure new and repeat business"
    },
    {
      "skillId": "3c3cb7ae-d573-4a11-83a0-dacdbce573f6",
      "detail": "Develop technical and creative solutions and concepts. Manage expectations and communicates to clients and stakeholders. Adapt processes, methodology, tools and workflows to meet production requirements"
    },
    {
      "skillId": "6b6c26ce-ba2e-47cb-b064-f7fa3dddba33",
      "detail": "Critically evaluate the financial and creative requirements when deciding on and authorising the use of, technical resources such as blue/green screens, motion control or other specialist equipment"
    },
    {
      "skillId": "ce6eb3f0-a6b2-4184-afaf-ce3626d3d433",
      "detail": "Manage competing priorities, mulitple stakeholders or projects simultaneously without impact on relationships or deliverables"
    },
    {
      "skillId": "b4f8797b-937f-4b2f-96b3-cd81f18fff05",
      "detail": "Lead the dailies \"review process\", giving critical, balanced and constructive feedback on a regular basis to keep the work on track and achieve a positive result"
    },
    {
      "skillId": "f70bef48-9611-4586-8598-b539ddfa57a7",
      "detail": "Build and manage a diverse and inclusive team, motivating the team even if the commercial or creative benefits of the project may not be obvious"
    },
    {
      "skillId": "d2c071ca-3851-404d-841c-62847d1bc937",
      "detail": "Delegate and assign tasks, set goals and accountabilities and provide clear guidance in a fair and objective manner"
    },
    {
      "skillId": "67cad41d-45dc-4ba6-8da9-c9e080e1e39a",
      "detail": "Mentor artists in the team to increase creative, leadership and technical skills"
    },
    {
      "skillId": "3f8fce14-6466-4383-aee6-ba0bc9f42b63",
      "detail": "Be accountable in pre-production meetings, on-set and during plate, scan, reference and/or capture shoots for; enabling the collection of data, such as on-set VFX data, High Dynamic Range (HDR), Standard Dynamic Range (SDR) and advising, supervising and gathering information on all VFX aspects"
    },
    {
      "skillId": "b834f53a-608a-4c0a-b136-d40ae6e0e39f",
      "detail": "Provide clear context and reasoning for strategic decision making and when offering advice"
    },
    {
      "skillId": "2be29bce-de42-4633-83e1-6f5febd6cc3b",
      "detail": "Monitor the project plan, checking the VFX technical solution in development is not deviating from production requirements"
    },
    {
      "skillId": "aeb0d298-28ff-43ad-8062-36232ae4d213",
      "detail": "Demonstrate the application of new ways of thinking, ensuring you are at the cutting edge of creativity in the industry by leading the way and pushing boundaries on technical innovation"
    },
    {
      "skillId": "0574d4cf-0d96-4b4e-85da-ab4788b89109",
      "detail": "Assess work and evaluate if quality standards are met and how to resolve this if an issue is identified"
    },
    {
      "skillId": "ff47a90f-fa18-4f30-9dfc-34a5adba596d",
      "detail": "Research and where required, develop new tools, techniques and methods to optimise workflows"
    },
    {
      "skillId": "a937ad2a-c1b4-4059-8867-a485ba49bbda",
      "detail": "Analyse and identify workflow operation and problems arising, using programming languages such as Python or C++ and providing solutions to the problems"
    },
    {
      "skillId": "cf386a83-b0a6-4697-bd7d-8a3228ca29a9",
      "detail": "Raises awareness of the wider application of VFX tools and technologies across the business and creative industries. Ensure that latest advancements align with the long-term strategy of the business"
    },
    {
      "skillId": "4c84ae89-b363-43c2-9015-4b339bd1d744",
      "detail": "Supervise the delivery of assets, confirming these have been delivered securely and in accordance with client and organisational requirements"
    },
    {
      "skillId": "819247b9-aa82-4506-adf7-1e4eac566d5f",
      "detail": "Be accountable for you and your team's adherence to agreed organisational policies, standards and procedures such as health & safety, confidentiality, security,  asset storage, legal and regulatory requirements"
    },
    {
      "skillId": "a5d4d88c-a067-4359-b10b-684370e59239",
      "detail": "Apply influencing and persuading skills to personal interactions with stakeholders"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2021-05-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0487",
  "tbMainContact": "nicole.suter@screenskills.com",
  "involvedEmployers": "Framestore, The Mill, ILM, Double Negative, Brown Bag, Outpost Union, Moving Picture Company, Electric Theatre, Blue Zoo, Next Gen Academy, UK Screen Alliance",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "VFX supervisor",
    "Sequence supervisor",
    "Assistant VFX supervisor",
    "Outsource supervisor",
    "DFX supervisor"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Media, Broadcast and Production",
  "cluster": "Media, broadcast and production professional",
  "clusterId": "29",
  "clusterDescription": null,
  "createdDate": "2020-06-30T10:52:58 +00:00",
  "lastUpdated": "2021-06-03T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2021-05-27T00:00:00 +00:00",
  "banners": "This apprenticeship is approved for delivery, however all new starts are currently paused, while we work to resolve some delivery-related issues. This pause on new starts does not affect any existing learners (those currently on-programme or taking end-point assessment).",
  "occupationCode": "OCC0901",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0901-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0901-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "5336ad10-6dde-4fa3-91d7-45926f848334",
      "dutyDetail": "Interpret a VFX brief (e.g technical script, storyboard, previsualisation), identify the interacting technical factors and the methodology to be used, and communicate your strategy to ensure the delivery of a VFX project, technically and creatively.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c331b8db-ea5e-4bf8-9b82-eace353cdccc"
      ],
      "mappedKnowledge": [
        "da66d6c4-58b9-401d-afee-46bf9d15fd12",
        "b82ba002-cb53-4f57-b0a5-517bf8b00048",
        "e1083a18-0725-4e46-9c58-540ca95d2a81",
        "802bfef0-3a12-48e2-82f7-0b0377e3e579",
        "086d8cfd-cfdd-4d72-8815-07bc0e68137b",
        "3a5a8daf-a672-4dcb-a78d-97ea9373f9ca",
        "ba6453f5-0826-4c22-86d2-2c027240b741"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "39521c51-c5a0-4fc0-a4af-30ea5733a79f",
        "eb160208-d4bf-4613-b054-0fdd0f13bf0e",
        "a2cac319-8b2b-4dbd-bd87-2b6d144f94e2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "acefc94d-dcde-4a71-adeb-d3d61a54d0f0",
      "dutyDetail": "Critically evaluate schedules and budgets and apply commercial awareness in response to the scope of a project and/or changes to the concept, plate materials or shot count.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0873000e-8b48-4af8-b81c-ad9aa21050ce",
        "c331b8db-ea5e-4bf8-9b82-eace353cdccc"
      ],
      "mappedKnowledge": [
        "2167bab4-323e-4f95-8573-6ad71254bf9a",
        "0799ba02-73f0-4498-add0-f8b5b352d7b1",
        "761e2a58-ecb6-44e0-b673-e27868037d75",
        "6a66c00e-a362-4cbd-afca-c7c69f74a1ad",
        "f3c4abab-d0ac-49ae-828c-acd35166940e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "bea0cdbd-022e-4348-8f57-5fa6b3e6f80e",
        "e87b5981-0c8c-431a-bf46-d4d92145729a",
        "5ec2f9d2-e254-46cf-9aa9-49253ee512c3",
        "1d25f76a-d479-4238-b9de-a760a6aec39d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c0b9097d-d1d1-4d78-8eca-33b07b8b3983",
      "dutyDetail": "Collaborate with multiple stakeholders (e.g. director, director of photography, producer) throughout the end-to-end production process, adapting VFX approaches and employing strategies to maximise the potential of client ideas and conceptualise their vision. Set the expectations of clients in terms of quality, deliverables, timescales and the achievability of their vision .",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4d968361-564d-4b77-802f-89234e9c1300",
        "39970fb7-c71e-4d6b-9957-86293bc03551",
        "c331b8db-ea5e-4bf8-9b82-eace353cdccc"
      ],
      "mappedKnowledge": [
        "086d8cfd-cfdd-4d72-8815-07bc0e68137b",
        "761e2a58-ecb6-44e0-b673-e27868037d75",
        "6a66c00e-a362-4cbd-afca-c7c69f74a1ad",
        "f3c4abab-d0ac-49ae-828c-acd35166940e",
        "b5951993-43f1-4862-9a8f-af66f38f7681",
        "8f8a7cd9-14dd-444a-aa15-5622a9cacfbe",
        "f877b4a4-e248-4fb5-8747-a7516df9169a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "453bf432-2463-4b33-9bb8-cb9c20ebaa5d",
        "3c3cb7ae-d573-4a11-83a0-dacdbce573f6",
        "6b6c26ce-ba2e-47cb-b064-f7fa3dddba33",
        "ce6eb3f0-a6b2-4184-afaf-ce3626d3d433",
        "a5d4d88c-a067-4359-b10b-684370e59239"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f194d833-7f39-45d8-9b0e-4b70d49510db",
      "dutyDetail": "Support the iterative nature of production by providing ongoing verbal, written and visual critique to ensure the quality of assets and shots; meeting the client brief and matching to reference material (e.g. concept art, plate photography).",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4d968361-564d-4b77-802f-89234e9c1300",
        "0873000e-8b48-4af8-b81c-ad9aa21050ce"
      ],
      "mappedKnowledge": [
        "086d8cfd-cfdd-4d72-8815-07bc0e68137b",
        "9753497c-5faf-4660-b45a-89a49fe1b5e2",
        "3df8357f-3b26-4451-a9d6-b204b9f3b035",
        "9c504c94-e510-4e56-9e3e-714cd35bfd0c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b4f8797b-937f-4b2f-96b3-cd81f18fff05",
        "3f8fce14-6466-4383-aee6-ba0bc9f42b63",
        "aeb0d298-28ff-43ad-8062-36232ae4d213"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6009c205-f3e8-42ad-9653-2bab5f75e047",
      "dutyDetail": "Supervise a multi-disciplinary team of VFX specialists, to deliver the clients creative vision from pre to post-production; interpreting the client’s vision into departmental outputs on a shot-by-shot basis.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4d968361-564d-4b77-802f-89234e9c1300",
        "0873000e-8b48-4af8-b81c-ad9aa21050ce"
      ],
      "mappedKnowledge": [
        "f3c4abab-d0ac-49ae-828c-acd35166940e",
        "8f8a7cd9-14dd-444a-aa15-5622a9cacfbe",
        "156dc104-9f35-4293-9b01-0dac050c6b4a",
        "9753497c-5faf-4660-b45a-89a49fe1b5e2",
        "bf628f29-ede2-450d-af18-bcf713e31b3d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "eb160208-d4bf-4613-b054-0fdd0f13bf0e",
        "f70bef48-9611-4586-8598-b539ddfa57a7",
        "d2c071ca-3851-404d-841c-62847d1bc937",
        "67cad41d-45dc-4ba6-8da9-c9e080e1e39a",
        "3f8fce14-6466-4383-aee6-ba0bc9f42b63",
        "b834f53a-608a-4c0a-b136-d40ae6e0e39f",
        "819247b9-aa82-4506-adf7-1e4eac566d5f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "beb7e867-47fe-473b-ad88-0bf9a1f5bab5",
      "dutyDetail": "Act as the VFX key point of contact and have accountability in pre-production meetings, on-set and during plate, scan, reference and/or capture shoots for: advising, supervising and gathering data on all VFX aspects of the production. Decide when to use technical resources such as blue/green screens, motion control or other specialist equipment.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4d968361-564d-4b77-802f-89234e9c1300",
        "0873000e-8b48-4af8-b81c-ad9aa21050ce"
      ],
      "mappedKnowledge": [
        "086d8cfd-cfdd-4d72-8815-07bc0e68137b",
        "0799ba02-73f0-4498-add0-f8b5b352d7b1",
        "761e2a58-ecb6-44e0-b673-e27868037d75",
        "f3c4abab-d0ac-49ae-828c-acd35166940e",
        "b5951993-43f1-4862-9a8f-af66f38f7681",
        "bf628f29-ede2-450d-af18-bcf713e31b3d",
        "c949ce96-a3b8-4381-a969-2cc22dedb146",
        "45f11c45-6d0f-4dc6-883c-f4962564c508"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "bea0cdbd-022e-4348-8f57-5fa6b3e6f80e",
        "3c3cb7ae-d573-4a11-83a0-dacdbce573f6",
        "6b6c26ce-ba2e-47cb-b064-f7fa3dddba33",
        "b4f8797b-937f-4b2f-96b3-cd81f18fff05",
        "3f8fce14-6466-4383-aee6-ba0bc9f42b63"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e700a846-8e9c-4ed3-a6a4-3247e7bceee7",
      "dutyDetail": "Identify and devise the most efficient and effective technical workflow, to enable and optimise the delivery of a VFX production. Provide the ongoing technical authority regarding VFX creation and delivery, including troubleshooting in real time, throughout production.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0873000e-8b48-4af8-b81c-ad9aa21050ce",
        "c331b8db-ea5e-4bf8-9b82-eace353cdccc"
      ],
      "mappedKnowledge": [
        "36a8dd64-9cd0-4d70-9121-ad824c5490b3",
        "cab55bed-0a42-47dc-858e-2fba545a63b4",
        "5e911ed7-3dfd-4b08-ad6a-7af509928918"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "eb160208-d4bf-4613-b054-0fdd0f13bf0e",
        "b4f8797b-937f-4b2f-96b3-cd81f18fff05",
        "2be29bce-de42-4633-83e1-6f5febd6cc3b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "53e4bb79-4d2e-44e2-a312-284490dc5f70",
      "dutyDetail": "Take sole accountability for the quality of VFX assets created, ensuring these are in line with technical requirements and quality standards.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c331b8db-ea5e-4bf8-9b82-eace353cdccc"
      ],
      "mappedKnowledge": [
        "2167bab4-323e-4f95-8573-6ad71254bf9a",
        "c216f9d2-aa73-41e0-ad97-c76326fdddf2",
        "cab55bed-0a42-47dc-858e-2fba545a63b4",
        "c949ce96-a3b8-4381-a969-2cc22dedb146",
        "45f11c45-6d0f-4dc6-883c-f4962564c508"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2be29bce-de42-4633-83e1-6f5febd6cc3b",
        "0574d4cf-0d96-4b4e-85da-ab4788b89109",
        "ff47a90f-fa18-4f30-9dfc-34a5adba596d",
        "4c84ae89-b363-43c2-9015-4b339bd1d744",
        "819247b9-aa82-4506-adf7-1e4eac566d5f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fd14ead7-055a-4899-be80-0d7888b7ae90",
      "dutyDetail": "Prototype or experiment in order to develop and implement innovative approaches to challenging VFX problems; improving commercial success and driving innovation across the organisation,  Applying knowledge of the VFX shot production and its iteration process is and utilising advanced  VFX skills to provide specific creative solutions and to meet client requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0873000e-8b48-4af8-b81c-ad9aa21050ce",
        "4c677cba-011e-4a16-8d4f-cd79253d1570"
      ],
      "mappedKnowledge": [
        "36a8dd64-9cd0-4d70-9121-ad824c5490b3",
        "cab55bed-0a42-47dc-858e-2fba545a63b4",
        "c949ce96-a3b8-4381-a969-2cc22dedb146",
        "5e911ed7-3dfd-4b08-ad6a-7af509928918",
        "45f11c45-6d0f-4dc6-883c-f4962564c508"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b283a350-660e-44dd-818d-7a7d0d15b313",
        "b834f53a-608a-4c0a-b136-d40ae6e0e39f",
        "aeb0d298-28ff-43ad-8062-36232ae4d213",
        "ff47a90f-fa18-4f30-9dfc-34a5adba596d",
        "a937ad2a-c1b4-4059-8867-a485ba49bbda"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e2d65a8c-9626-4683-9af7-f2c5f357d928",
      "dutyDetail": "Provide technical authority and guidance for the organisation regarding VFX creation and delivery. Enhance awareness of the wider application of VFX tools and technologies across the business and wider industry so that opportunities for its use can be identified.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "39970fb7-c71e-4d6b-9957-86293bc03551",
        "4c677cba-011e-4a16-8d4f-cd79253d1570"
      ],
      "mappedKnowledge": [
        "086d8cfd-cfdd-4d72-8815-07bc0e68137b",
        "3a5a8daf-a672-4dcb-a78d-97ea9373f9ca",
        "5e911ed7-3dfd-4b08-ad6a-7af509928918",
        "45f11c45-6d0f-4dc6-883c-f4962564c508"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1d25f76a-d479-4238-b9de-a760a6aec39d",
        "453bf432-2463-4b33-9bb8-cb9c20ebaa5d",
        "aeb0d298-28ff-43ad-8062-36232ae4d213",
        "cf386a83-b0a6-4697-bd7d-8a3228ca29a9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e3676df2-0ffc-4a14-af4d-dd2fd291678e",
      "dutyDetail": "Assess complex situations and changing requirements in a fast-moving environment, undertaking strategic decisions for a production, and can justify these to others if required. Upholds the ethical, cultural and creative quality standards of the company to the client as the most senior representative of the project, team and company.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4d968361-564d-4b77-802f-89234e9c1300",
        "0873000e-8b48-4af8-b81c-ad9aa21050ce",
        "4c677cba-011e-4a16-8d4f-cd79253d1570"
      ],
      "mappedKnowledge": [
        "3a5a8daf-a672-4dcb-a78d-97ea9373f9ca",
        "2167bab4-323e-4f95-8573-6ad71254bf9a",
        "0799ba02-73f0-4498-add0-f8b5b352d7b1",
        "c216f9d2-aa73-41e0-ad97-c76326fdddf2",
        "9753497c-5faf-4660-b45a-89a49fe1b5e2",
        "3df8357f-3b26-4451-a9d6-b204b9f3b035"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1d25f76a-d479-4238-b9de-a760a6aec39d",
        "ce6eb3f0-a6b2-4184-afaf-ce3626d3d433",
        "2be29bce-de42-4633-83e1-6f5febd6cc3b",
        "819247b9-aa82-4506-adf7-1e4eac566d5f"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2021-06-03T00:00:00"
}