{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 573,
  "referenceNumber": "ST0900",
  "learningAimClassCode": "",
  "title": "Camera prep technician",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": true,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0900",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-04-08T00:00:00",
  "earliestStartDate": "2020-07-10T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Prepare camera equipment that is complete, works effectively, is correctly maintained and is appropriately configured and accessorised to be suitable for a given production or purpose.",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 11000,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "camera",
    "photos",
    "production",
    "media",
    "creative",
    "design"
  ],
  "jobRoles": [
    "Camera prep technician",
    "Camera equipment technician",
    "VMI camera senior technician",
    "Kit room technician",
    "Senior camera technician",
    "Rental warehouse operative"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/4316/st0900_camera_prep_technician_l3_ap_for-publication_04062020.pdf",
  "ssa1": "7 Retail and Commercial Enterprise",
  "ssa2": "7.1 Retailing and wholesaling",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the media rental industries and covers the camera hire companies who supply camera hires for Film, TV, Music Promos, Commercials, Documentaries, Virals and other productions. Additionally it covers companies who operate a fleet of demonstration and loan equipment. The production stage for which cameras are hired is the first step in the making of a film or television production.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to prepare camera equipment that is complete, works effectively, is correctly maintained and is appropriately configured and accessorised to be suitable for a given production or purpose.&lt;br /&gt;&lt;br /&gt;The core objective of the role is to ensure that the customers who hire/use production equipment, are provided with the equipment and support they require, at the time and place they require it, so they are able to make full use of the equipment package. Their knowledge and skills can equally be applied to whatever means and methods are used in the workplace to prepare related equipment ready for use.&lt;br /&gt;&lt;br /&gt;Core duties include (but are not limited to) resource planning and allocation for own work, equipment preparation to meet specification and deadline; routine maintenance to ensure working order, cleanliness and appropriate accessories; lens checking to ensure they are clean, blemish-free and are correctly to scale; quality assessments and testing; colleague and client liaison so they are up to date with progress, developments and component compatibility; camera checks and technical support; equipment booking in and out; maintenance of accurate equipment lists and records; and return of equipment to suitable specification after use.&lt;br /&gt;&lt;br /&gt;The role is primarily based on the camera floor/warehouse but can involve working on location. It is often shift-based and may involve working individually or as part of a larger team. The role may involve working past expected hours to ensure that deadlines are met. In their daily work, an employee in this occupation interacts with other colleagues and senior technical managers on the camera floor or warehouse, preparing equipment either individually or in teams. They will need to provide technical advice and updates on progress to clients and Rental Desk colleagues. In addition they will liaise with clients, couriers and drivers when dispatching and receiving equipment. Finally, they may also provide technical support during pre-production camera tests to production crews from the organisation/department hiring/borrowing the equipment. An employee in this occupation will be responsible for preparing packages of very expensive and highly complex and specialised equipment so that they are correctly configured, accessorised and in good working order. They will need to ensure that all packages satisfy stringent quality standards and scrutinise and check that every aspect of the equipment works well together as per the demands of the given production. This attention to detail is crucial for ensuring that the ensuing production is able to work effectively to use this equipment without encountering costly technical issues which could have been avoided during the prep stage. &lt;br /&gt;&lt;br /&gt;They need to be able to provide technical advice and technical support about the compatibility and use of equipment to professional camera crews who rely on the integrity and technical skills of the individual. &lt;br /&gt;&lt;br /&gt;They will report to senior technical managers but will need to be able to work alone to prepare packages; managing their own workload and resources to meet time-limited deadlines.&lt;br /&gt;&lt;br /&gt;They will need to identify and resolve issues with resource availability, compatibility and condition; replacing and substituting components that do not meet specific and varied technical standards. &lt;br /&gt;&lt;br /&gt;On completion of this apprenticeship, apprentices may remain in, and progress within, the Film and TV Camera Hire/Loan Sector.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "d6a73784-accd-4b5f-860f-f438ec64729b",
      "detail": "The role of camera preparation in the production process and the impact of camera preparation on production schedules and budgets."
    },
    {
      "knowledgeId": "12a5be81-5f06-42fe-9035-5d2a689e2b1e",
      "detail": "The workflow for camera preparation including the roles, responsibilities and dependencies of everyone involved and the impact of own punctuality and attendance on the organisation and productivity of self and others."
    },
    {
      "knowledgeId": "f1b2bd1a-be21-4568-b636-857ff0346cd8",
      "detail": "The differences between film and digital cameras and the features and capabilities of industry standard cameras and how they are useful or limited in different production genres, applications and contexts."
    },
    {
      "knowledgeId": "d94b3874-29c1-4751-8cdf-8d3f2a229bec",
      "detail": "The functional role and compatibility of camera accessories, lenses and other peripherals and the features, capabilities and limitations of general and specialist lenses including parfocal, anamorphic, spherical, coated, uncoated, prime and zoom."
    },
    {
      "knowledgeId": "87f078b1-74c5-49d6-a3a4-2c7e2d699390",
      "detail": "The range, capabilities and role of timecode and its role in production."
    },
    {
      "knowledgeId": "d8bbf2e1-fbae-478f-a701-42b355324715",
      "detail": "The capabilities, limitations and uses of different battery types, maintenance and charge logs and current related legislation including that related to the transportation of industry standard batteries."
    },
    {
      "knowledgeId": "85d584c9-02ce-4351-b62c-ad044584d32f",
      "detail": "Digital formats, compression codecs and workflow and their use in appraising standards including those for delivery specifications, shooting specifications and signal output standards."
    },
    {
      "knowledgeId": "b424a488-072d-4b41-96d3-1144344ff49e",
      "detail": "The features, role, capabilities and limitations of currently used grip, sound and lighting equipment, including radio channels for wireless mics and video,  and their impact on camera preparation and use."
    },
    {
      "knowledgeId": "bade12b5-7ff7-4be7-b417-6590254c86ce",
      "detail": "The purpose and format of camera kit list specifications, the terminology and industry colloquialisms used and how long it takes to prepare typical kit lists."
    },
    {
      "knowledgeId": "5c1a91a3-d2c7-43ea-8747-bd101b544323",
      "detail": "How to technically compile equipment in order to meet specification for both equipment kit lists and to meet specification for storage after use.  This includes identifying when it is appropriate to replace and when it is appropriate to substitute equipment."
    },
    {
      "knowledgeId": "4b76b56f-5cef-4204-a23f-e75bd0069dd3",
      "detail": "Company procedures, processes, protocols and record keeping requirements for checking availability, logging equipment in and out, preparing kit, making changes and substitutions to specified kit, amending kit lists and dispatching and returning kit including resolving issues with resource availability, authorisation processes for amendments to kit lists and GDPR requirements."
    },
    {
      "knowledgeId": "0e6d6ee6-caf6-4696-9833-640ded097d2f",
      "detail": "The importance of camera and lens testing, why and when they should be carried out, the facilities and conditions required, appropriate methods of testing different types and configurations of equipment and the remit and boundaries of own role in supporting camera crew with camera tests."
    },
    {
      "knowledgeId": "5082a5aa-5b8a-4883-994b-cd5f0a4319de",
      "detail": "The purpose of quality assessments on lenses, filters, LCD and other screens and delicate optical/visual surfaces and the process for carrying out quality assessments of optical elements."
    },
    {
      "knowledgeId": "0a255393-0764-4920-b725-34a9c4695765",
      "detail": "The importance of regular maintenance of equipment, types of basic first-line maintenance and repairs that fall within own expertise and responsibility and how to carry them out."
    },
    {
      "knowledgeId": "61b20b1c-7ef9-46de-ad53-4e41b3df5b02",
      "detail": "How all items of camera equipment should be protected and packaged to avoid damage during transit."
    },
    {
      "knowledgeId": "88a93b2e-39b5-4267-8c84-24d36d197c94",
      "detail": "Relevant health and safety legislation and company-specific policies to ensure environmental sustainability and a safe working environment for themselves, colleagues and clients, including manual handling."
    },
    {
      "knowledgeId": "b511f127-fa80-4f45-9e52-74fc9c3e5c1a",
      "detail": "The importance of, and company protocols for, accurate, effective and timely communication with own team, other departments and clients including where, when and how to seek clarification on kit list specification or instruction and where when and how to offer suggestions and alternative solutions."
    },
    {
      "knowledgeId": "5f751cb0-dca4-4b43-8519-74bdda5b789a",
      "detail": "The advantages and disadvantages of communicating in person, by phone and by email and different communication techniques that might be applicable for each."
    },
    {
      "knowledgeId": "3d510cdd-498c-4f08-84b6-e6c2936260b8",
      "detail": "Typical difficulties that may arise during equipment use and how to combat them to pre-empt complications on a shoot."
    },
    {
      "knowledgeId": "bc3e6729-c141-413b-964e-f9ed1ef4cb1e",
      "detail": "The protocols for, and differences of, working on location or in a studio as opposed to working in the kit room, camera floor or warehouse."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "21703f27-639d-43b0-8ab4-4001036b014c",
      "detail": "Works with a high level of sustained concentration and attention to detail, producing accurate work which meets quality specifications within agreed deadlines."
    },
    {
      "behaviourId": "d505d880-622b-41e8-80e3-6c4ca80a408e",
      "detail": "Works as part of a team, offering and accepting support from colleagues so that work deadlines are met."
    },
    {
      "behaviourId": "7c018ce2-b134-4712-b52a-fe1f4438d148",
      "detail": "Applies an appreciation of the value of the equipment to their work, using appropriate handling and packaging techniques to maintain the safety and security of equipment."
    },
    {
      "behaviourId": "ffbcab1d-b8a5-4b05-bba5-bacae0bb5f75",
      "detail": "Works safely to ensure a safe working environment for themselves and others in the workplace in line with health and safety requirements at all times."
    },
    {
      "behaviourId": "1b0eb86d-a829-4420-8392-c1823d09cdb6",
      "detail": "Thinks creatively and logically to solve technical issues, identifying incompatibilities and alternatives that benefit and improve on given kit list specifications."
    },
    {
      "behaviourId": "023a08db-5c1e-406b-84fa-7c02715f885c",
      "detail": "Maintains a key interest in the equipment and technology of the industry, identifying new and emerging innovations and developments."
    }
  ],
  "skills": [
    {
      "skillId": "f514343d-089a-48d6-9a3a-8d62feadb945",
      "detail": "Analyse and interpret kit lists to identify equipment and configuration requirements, identifying incompatibilities and cameras, accessories, lenses and other peripherals that do not meet requirements.  Make changes and substitutions to cameras, accessories, lenses and other peripherals specified in kit lists in line with company procedures including as requested by crew when possible."
    },
    {
      "skillId": "d18e9455-62e0-47fa-9ba2-5c64e717910d",
      "detail": "Plan and prioritise own camera preparation activities in order to meet required timescales and quality requirements."
    },
    {
      "skillId": "7fa9002a-dc56-4586-9d47-98ee0c4f7c76",
      "detail": "Select camera accessories, general and specialist lenses and other peripherals that are compatible and meet kit list specifications. Lenses might include parfocal, anamorphic, spherical, coated, uncoated, prime and zoom."
    },
    {
      "skillId": "3c9763c8-9195-4a7e-bc73-f83e932b1bcf",
      "detail": "Configure cameras, accessories, lenses and other peripherals during the prep stage so they are complete and shoot-ready, taking account of the requirements of any related grip, sound or lighting equipment and removing any camera accessories that are not relevant or required to meet production requirements."
    },
    {
      "skillId": "2c92b2ec-7907-4bc7-a457-cf9b807df0b7",
      "detail": "Provide advice and recommendations about alternative compatible peripherals which meet or benefit kit list specifications."
    },
    {
      "skillId": "737b0cc9-27fa-4df0-a334-0801ac3b2769",
      "detail": "Communicate work progress to managers, colleagues and clients as appropriate and alert appropriate people at appropriate times about issues which may affect the job preparation, specification or quality."
    },
    {
      "skillId": "04164757-d311-42c3-8d66-7592ec34803d",
      "detail": "Give advice about the capabilities or compatibility of cameras, accessories, lenses and other peripherals using language that promotes understanding."
    },
    {
      "skillId": "e125b937-fe6e-43ba-ad18-8d3fbf04098f",
      "detail": "Test cameras, accessories, lenses and other peripherals to ensure they work in the configuration specified and for which they are intended to work."
    },
    {
      "skillId": "0bebd3c8-4962-45c8-851a-704fadcd41d5",
      "detail": "Identify damage and imperfections on lenses and other optical elements and record and log them as per company procedures."
    },
    {
      "skillId": "a906ea4a-48c5-4b01-8005-4f7ca3c862d2",
      "detail": "Support camera crew during camera tests either in camera testing facilities in warehousing environments or on filming locations."
    },
    {
      "skillId": "4791e372-3eaf-4286-ac04-8dad23785a44",
      "detail": "Assist clients on ways to resolve operational difficulties with camera equipment during use."
    },
    {
      "skillId": "aa6c5429-5520-4a71-9820-4528874aaa13",
      "detail": "Carry out first-line maintenance and other checks to identify required repairs and maintenance to cameras, accessories, lenses and other peripherals."
    },
    {
      "skillId": "30fc9603-a017-4ef8-b4fc-1212e818f5d3",
      "detail": "Maintain accurate records of equipment dispatch and return and amendments, changes and substitutions made to kit lists as per company procedures."
    },
    {
      "skillId": "95354f94-86cd-4c9e-97f7-43f6eebf55b4",
      "detail": "Hand equipment over to, and accept equipment from clients, couriers and drivers in line with logistics procedures and processes."
    },
    {
      "skillId": "89d081c7-1b72-4bc6-b2cc-e69311bdb077",
      "detail": "Return equipment to the specification it should be stored in after use and remove and store cameras, accessories, lenses and other peripherals in line with company requirements."
    },
    {
      "skillId": "493eafbb-d35f-4970-81d6-e9090e53c576",
      "detail": "Comply with company policies and practices for health and safety, security and protection of equipment and to make environmentally friendly choices: identifying, mitigating and reporting any incidents or risks to the appropriate person."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-07-10T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0486",
  "tbMainContact": "bb@vmi.tv",
  "involvedEmployers": "24-7 Drama Ltd, Aimimage, ARRI Rental, Brownian Motion\nCVP Group, Focus 24 Ltd, Movietech Camera Rentals Ltd, No Drama Ltd, Panavision, Pixipixel Ltd, ProVision, Pro Motion Hire Ltd, S+O Media, Shift 4, Shoot Blue, Take 2 Film Services, The Kit Room, VMI.TV Ltd, All Spring Media, Day One Trust , Ealing, Hammersmith & West London College, Fresh Commun-IT",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Camera prep technician",
    "Camera equipment technician",
    "VMI camera senior technician",
    "Kit room technician",
    "Senior camera technician",
    "Rental warehouse operative"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Media, Broadcast and Production",
  "cluster": "Media and broadcast assistant",
  "clusterId": "42",
  "clusterDescription": null,
  "createdDate": "2020-05-13T10:52:43 +00:00",
  "lastUpdated": "2022-04-08T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-07-10T00:00:00 +00:00",
  "banners": "This apprenticeship is approved for delivery, however all new starts are currently paused, while we work to resolve some delivery-related issues. This pause on new starts does not affect any existing learners (those currently on-programme or taking end-point assessment).",
  "occupationCode": "OCC0900",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0900-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0900-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "f1c5dff0-f6c9-442a-9e7b-6f759d6c6340",
      "dutyDetail": "Receive, understand and interpret specifications for building client shooting packages, identifying and recommending changes that will preempt complications on a shoot",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "21703f27-639d-43b0-8ab4-4001036b014c",
        "1b0eb86d-a829-4420-8392-c1823d09cdb6",
        "023a08db-5c1e-406b-84fa-7c02715f885c"
      ],
      "mappedKnowledge": [
        "d6a73784-accd-4b5f-860f-f438ec64729b",
        "f1b2bd1a-be21-4568-b636-857ff0346cd8",
        "d94b3874-29c1-4751-8cdf-8d3f2a229bec",
        "d8bbf2e1-fbae-478f-a701-42b355324715",
        "85d584c9-02ce-4351-b62c-ad044584d32f",
        "b424a488-072d-4b41-96d3-1144344ff49e",
        "bade12b5-7ff7-4be7-b417-6590254c86ce",
        "b511f127-fa80-4f45-9e52-74fc9c3e5c1a",
        "3d510cdd-498c-4f08-84b6-e6c2936260b8"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f514343d-089a-48d6-9a3a-8d62feadb945",
        "2c92b2ec-7907-4bc7-a457-cf9b807df0b7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5f8cddb9-040b-42e0-a9c3-3cb7ea8efbdf",
      "dutyDetail": "Plan and allocate the resources required for a specification in order to meet required timescales, identifying and resolving issues with resource availability and managing this information accordingly.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1b0eb86d-a829-4420-8392-c1823d09cdb6"
      ],
      "mappedKnowledge": [
        "d6a73784-accd-4b5f-860f-f438ec64729b",
        "12a5be81-5f06-42fe-9035-5d2a689e2b1e",
        "bade12b5-7ff7-4be7-b417-6590254c86ce",
        "4b76b56f-5cef-4204-a23f-e75bd0069dd3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d18e9455-62e0-47fa-9ba2-5c64e717910d",
        "7fa9002a-dc56-4586-9d47-98ee0c4f7c76"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fc5d202f-919a-41b1-b22f-533595606409",
      "dutyDetail": "Build comprehensive packages of shooting equipment, selecting and using appropriate camera accessories, lenses and other peripherals, to a 'shoot ready' configuration that meets specification and time requirements.  It is crucial to ensure complete compatibility between all components.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "21703f27-639d-43b0-8ab4-4001036b014c",
        "7c018ce2-b134-4712-b52a-fe1f4438d148",
        "ffbcab1d-b8a5-4b05-bba5-bacae0bb5f75",
        "1b0eb86d-a829-4420-8392-c1823d09cdb6"
      ],
      "mappedKnowledge": [
        "d94b3874-29c1-4751-8cdf-8d3f2a229bec",
        "87f078b1-74c5-49d6-a3a4-2c7e2d699390",
        "d8bbf2e1-fbae-478f-a701-42b355324715",
        "85d584c9-02ce-4351-b62c-ad044584d32f",
        "b424a488-072d-4b41-96d3-1144344ff49e",
        "5c1a91a3-d2c7-43ea-8747-bd101b544323",
        "4b76b56f-5cef-4204-a23f-e75bd0069dd3",
        "88a93b2e-39b5-4267-8c84-24d36d197c94",
        "b511f127-fa80-4f45-9e52-74fc9c3e5c1a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3c9763c8-9195-4a7e-bc73-f83e932b1bcf",
        "493eafbb-d35f-4970-81d6-e9090e53c576"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6c478f38-22b4-4eaf-87e3-a12d7105ce8b",
      "dutyDetail": "Keep the order handler and other relevant colleagues informed about progress and developments with client shooting packages at all times.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d505d880-622b-41e8-80e3-6c4ca80a408e"
      ],
      "mappedKnowledge": [
        "b511f127-fa80-4f45-9e52-74fc9c3e5c1a",
        "5f751cb0-dca4-4b43-8519-74bdda5b789a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "737b0cc9-27fa-4df0-a334-0801ac3b2769"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "21971c12-9769-43b6-b694-3cd3d4b8a6d1",
      "dutyDetail": "Assist colleagues with their work when they require it.  Assistance should always be given without detriment to own deadlines. This may involve physically assisting them or giving advice.  This might be when deadlines are tight, when an aspect of their work is a two person job or when they have less knowledge of a new piece of kit.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d505d880-622b-41e8-80e3-6c4ca80a408e",
        "ffbcab1d-b8a5-4b05-bba5-bacae0bb5f75",
        "023a08db-5c1e-406b-84fa-7c02715f885c"
      ],
      "mappedKnowledge": [
        "12a5be81-5f06-42fe-9035-5d2a689e2b1e",
        "88a93b2e-39b5-4267-8c84-24d36d197c94"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d18e9455-62e0-47fa-9ba2-5c64e717910d",
        "2c92b2ec-7907-4bc7-a457-cf9b807df0b7",
        "493eafbb-d35f-4970-81d6-e9090e53c576"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9525566a-b6fb-4462-b8c8-3a7a5ef004d8",
      "dutyDetail": "Review and evaluate equipment prior to dispatch and carry out full tests to ensure it works in the configuration for which the hire/loan package was designed to work, replacing and substituting equipment that is not fit for purpose, as and when required.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "21703f27-639d-43b0-8ab4-4001036b014c",
        "7c018ce2-b134-4712-b52a-fe1f4438d148",
        "ffbcab1d-b8a5-4b05-bba5-bacae0bb5f75",
        "1b0eb86d-a829-4420-8392-c1823d09cdb6"
      ],
      "mappedKnowledge": [
        "d94b3874-29c1-4751-8cdf-8d3f2a229bec",
        "5c1a91a3-d2c7-43ea-8747-bd101b544323",
        "0e6d6ee6-caf6-4696-9833-640ded097d2f",
        "88a93b2e-39b5-4267-8c84-24d36d197c94",
        "3d510cdd-498c-4f08-84b6-e6c2936260b8"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7fa9002a-dc56-4586-9d47-98ee0c4f7c76",
        "e125b937-fe6e-43ba-ad18-8d3fbf04098f",
        "493eafbb-d35f-4970-81d6-e9090e53c576"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "33852478-1af2-41de-a6bb-250f61bc5595",
      "dutyDetail": "Record accurate amendments to equipment lists and inform all relevant parties about changes at appropriate times.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "21703f27-639d-43b0-8ab4-4001036b014c"
      ],
      "mappedKnowledge": [
        "4b76b56f-5cef-4204-a23f-e75bd0069dd3",
        "5f751cb0-dca4-4b43-8519-74bdda5b789a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "737b0cc9-27fa-4df0-a334-0801ac3b2769",
        "30fc9603-a017-4ef8-b4fc-1212e818f5d3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "31e186f6-fafb-4b44-8fdb-5c80a990bb5b",
      "dutyDetail": "Undertake formal Quality Assessments on lenses and other optical elements and log any damage or imperfections of lenses and other optical elements. This will include lenses, filters, LCD and other screens plus any other relevant delicate optical/visual surfaces.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7c018ce2-b134-4712-b52a-fe1f4438d148"
      ],
      "mappedKnowledge": [
        "5082a5aa-5b8a-4883-994b-cd5f0a4319de"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0bebd3c8-4962-45c8-851a-704fadcd41d5",
        "493eafbb-d35f-4970-81d6-e9090e53c576"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c4b1ca69-8e6d-477a-ac35-3e960cc0774f",
      "dutyDetail": "Provide technical support to crew with camera tests during the camera preparation stage ahead of hire/use.  This could be carried out on location if required.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ffbcab1d-b8a5-4b05-bba5-bacae0bb5f75",
        "1b0eb86d-a829-4420-8392-c1823d09cdb6",
        "023a08db-5c1e-406b-84fa-7c02715f885c"
      ],
      "mappedKnowledge": [
        "f1b2bd1a-be21-4568-b636-857ff0346cd8",
        "d94b3874-29c1-4751-8cdf-8d3f2a229bec",
        "87f078b1-74c5-49d6-a3a4-2c7e2d699390",
        "85d584c9-02ce-4351-b62c-ad044584d32f",
        "b424a488-072d-4b41-96d3-1144344ff49e",
        "0e6d6ee6-caf6-4696-9833-640ded097d2f",
        "88a93b2e-39b5-4267-8c84-24d36d197c94",
        "b511f127-fa80-4f45-9e52-74fc9c3e5c1a",
        "bc3e6729-c141-413b-964e-f9ed1ef4cb1e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "04164757-d311-42c3-8d66-7592ec34803d",
        "a906ea4a-48c5-4b01-8005-4f7ca3c862d2",
        "4791e372-3eaf-4286-ac04-8dad23785a44",
        "493eafbb-d35f-4970-81d6-e9090e53c576"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "30ecf312-84bb-42bb-a8fc-707e27f52715",
      "dutyDetail": "Check that  crew/clients are satisfied with the equipment they are being provided with; making changes and substitutions as per crews’ requests when available and where possible within the organisation’s procedures.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1b0eb86d-a829-4420-8392-c1823d09cdb6"
      ],
      "mappedKnowledge": [
        "4b76b56f-5cef-4204-a23f-e75bd0069dd3",
        "5f751cb0-dca4-4b43-8519-74bdda5b789a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f514343d-089a-48d6-9a3a-8d62feadb945",
        "7fa9002a-dc56-4586-9d47-98ee0c4f7c76"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "da623980-92ea-4d8c-9005-b0777d9e778b",
      "dutyDetail": "Undertake basic first-line maintenance and repairs  to equipment within the boundaries of own expertise and responsibility where minor mechanical defects are discovered.  This may include tightening or replacing loose or missing screws on tripods.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7c018ce2-b134-4712-b52a-fe1f4438d148",
        "ffbcab1d-b8a5-4b05-bba5-bacae0bb5f75"
      ],
      "mappedKnowledge": [
        "0a255393-0764-4920-b725-34a9c4695765",
        "88a93b2e-39b5-4267-8c84-24d36d197c94"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "aa6c5429-5520-4a71-9820-4528874aaa13",
        "493eafbb-d35f-4970-81d6-e9090e53c576"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6f34b74f-9d3d-4b98-9157-b8ec4109befa",
      "dutyDetail": "Provide advice to colleagues on the Rental Desk and clients in person or by phone, communicating information at the appropriate time, pace and level of detail for the recipient. Advice can be in relation to compatibility issues when clarifying equipment choices or resolving difficulties relating to use of equipment during camera testing or on location.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d505d880-622b-41e8-80e3-6c4ca80a408e",
        "1b0eb86d-a829-4420-8392-c1823d09cdb6",
        "023a08db-5c1e-406b-84fa-7c02715f885c"
      ],
      "mappedKnowledge": [
        "f1b2bd1a-be21-4568-b636-857ff0346cd8",
        "d94b3874-29c1-4751-8cdf-8d3f2a229bec",
        "b511f127-fa80-4f45-9e52-74fc9c3e5c1a",
        "5f751cb0-dca4-4b43-8519-74bdda5b789a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f514343d-089a-48d6-9a3a-8d62feadb945",
        "2c92b2ec-7907-4bc7-a457-cf9b807df0b7",
        "04164757-d311-42c3-8d66-7592ec34803d",
        "4791e372-3eaf-4286-ac04-8dad23785a44"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "57016d1c-73f1-4e36-9daa-b9eeb52991d7",
      "dutyDetail": "Hand equipment over to, and accept equipment from, clients, couriers and drivers in line with organisational logistics procedures and processes.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7c018ce2-b134-4712-b52a-fe1f4438d148",
        "ffbcab1d-b8a5-4b05-bba5-bacae0bb5f75"
      ],
      "mappedKnowledge": [
        "d8bbf2e1-fbae-478f-a701-42b355324715",
        "4b76b56f-5cef-4204-a23f-e75bd0069dd3",
        "61b20b1c-7ef9-46de-ad53-4e41b3df5b02",
        "88a93b2e-39b5-4267-8c84-24d36d197c94"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "95354f94-86cd-4c9e-97f7-43f6eebf55b4",
        "493eafbb-d35f-4970-81d6-e9090e53c576"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6ab731ac-68f9-4a6c-8e5d-2b99a6ace191",
      "dutyDetail": "Maintain accurate records of the preparation, dispatch and return of equipment including sub-hire.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "21703f27-639d-43b0-8ab4-4001036b014c"
      ],
      "mappedKnowledge": [
        "4b76b56f-5cef-4204-a23f-e75bd0069dd3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "30fc9603-a017-4ef8-b4fc-1212e818f5d3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6b46e99c-6ed8-4103-a999-11aad5710ef7",
      "dutyDetail": "Return rental/loan equipment to original/suitable specification after use.  This may include reattachment of camera accessories which have been removed during a hire/loan or removal of additional peripherals added for a specific configuration used during a hire/loan.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "21703f27-639d-43b0-8ab4-4001036b014c",
        "ffbcab1d-b8a5-4b05-bba5-bacae0bb5f75"
      ],
      "mappedKnowledge": [
        "d8bbf2e1-fbae-478f-a701-42b355324715",
        "5c1a91a3-d2c7-43ea-8747-bd101b544323",
        "88a93b2e-39b5-4267-8c84-24d36d197c94"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0bebd3c8-4962-45c8-851a-704fadcd41d5",
        "89d081c7-1b72-4bc6-b2cc-e69311bdb077",
        "493eafbb-d35f-4970-81d6-e9090e53c576"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-04-08T00:00:00"
}