{
  "templateType": "Occupational Standard",
  "larsCode": 692,
  "referenceNumber": "ST0998",
  "learningAimClassCode": "",
  "title": "Trading standards professional",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0998",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-11-14T00:00:00",
  "earliestStartDate": "2022-11-09T00:00:00",
  "latestStartDate": "2024-11-13T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Help ensure safe, fair, and legal marketplaces.",
  "level": 6,
  "ePALength": 5,
  "typicalDuration": 36,
  "maxFunding": 22000,
  "maxFundingAdditionalInformation": "",
  "route": "Business and administration",
  "keywords": [
    "Trading standard professional",
    "fair",
    "legal",
    "business",
    "public services",
    "professional"
  ],
  "jobRoles": [
    "Compliance team leader (trading standards)",
    "Principal/senior trading standards officer",
    "Regulatory services manager"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0998-v1-0?view=epa",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.4 Public services",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;,&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in local authorities, government departments and small and medium service and business compliance teams in the private sector such as manufacturing and retail. The occupation is found where there is a need for the organisation to comply with consumer protection legislation and regulatory requirements and/or where the organisation has a duty or responsibility for ensuring that businesses and/or individuals comply with those standards, specifications and/or legal requirements.&lt;/p&gt;\n&lt;p&gt;The occupation identifies and reduces detrimental consumer harm such as where organisations have made false or misleading claims about the environmental benefits of a product or service (so called “greenwashing”).&lt;/p&gt;\n&lt;p&gt;Trading standards professionals are typically office based, home based and work in organisations where goods and services are designed, produced, stored, distributed, promoted, and sold. &lt;br&gt;&lt;br&gt;&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to help ensure safe, fair, and legal marketplaces, helping businesses succeed and protecting communities. They do this by safeguarding buyers of goods and services, and the public, against unfair practices in the marketplace. They can work autonomously to provide highly specialist legal and technical expertise, advice and guidance and direction delivering effective consumer protection. Trading standards professionals require legislative knowledge alongside enforcement and investigative skills to enable them to lead and manage inspections and interventions to ensure an organisation’s compliance with consumer protection legislation including any actions and improvements applied to meet legislation. They operate in both the public and private sector.&lt;/p&gt;\n&lt;p&gt;In the public sector they ensure consumers are protected, working with businesses, or taking formal action to ensure compliance with consumer protection and trading standards law. Examples include where an organisation advertises that their goods and services are environmentally friendly, but they are not, or selling a product that is unsafe.&lt;/p&gt;\n&lt;p&gt;In the private sector they ensure relevant law is implemented and complied with, and employees follow company direction, which creates a fair-trading environment.&lt;/p&gt;\n&lt;p&gt;Trading standards professionals advise businesses to prevent them from engaging in fraudulent and unfair practices to maintain fair and safe trading environments. They may also provide additional protection for the public which may be impacted by a product (or its production) even when they are not the direct purchaser or consumer of that product. They specialise in protecting consumers and/or advising businesses in one or more of the following areas: Animal Health, Fair Trading, Feed &amp;amp; Agriculture, Food Standards, Hallmarking, Intellectual Property, Petroleum &amp;amp; Explosives, Environmental Climate Change, Product Safety, Weights, and Measures.&lt;/p&gt;\n&lt;p&gt;Trading standards practitioners must be independently mobile and have use of a vehicle, as this role involves work at a variety of urban and rural locations.&lt;/p&gt;\n&lt;p&gt;The role requires an amount of handling and carrying of sensitive and confidential documents and lifting some equipment. There will be a requirement to work with internal and external partners and to act as a liaison officer between the service and other organisations. &lt;br&gt;&lt;br&gt;In their daily work, an employee in this occupation interacts with a range of internal stakeholders including members of their own team, HR, IT Finance and Communications. They also interact with external stakeholders such as regulatory services in local and central government agencies, legal advisers, and other compliance experts providing interpretation of legislation.&lt;/p&gt;\n&lt;p&gt;Trading standards professionals develop effective communications and networks with partners, to promote their organisation’s activities. They exchange and share their organisation’s plans and objectives on consumer protection activities with the partnership and alert them of issues affecting businesses and the community. &lt;br&gt;&lt;br&gt;An employee in this occupation will be responsible for developing and managing staff, legal compliance, safety compliance, quality, and risk management systems, managing auditing systems and implementing outcomes. They have autonomy, making judgements and take responsibility for their own work. They plan and develop actions which lead to substantial changes regarding service delivery or developments both internally and externally.&lt;/p&gt;\n&lt;p&gt;Trading standards professionals provide best practice, delivering high quality technical advice and knowledge for their organisation’s compliance and regulatory departments; and to other organisations which they regulate or audit to ensure compliance with the law and standards. They initiate and lead tasks and processes, taking responsibility for the work of others and the allocation of significant resources such as staff, equipment and budget for its projects and services. They support best practice and provide guidance to their organisation’s regulatory, business, consumer, and trading compliance functions. They sustain a fair and safe trading environment for customers, consumers, and businesses, through interpreting and enforcing a wide range of trading standards legislation. Where legally empowered, they can deliver expert advice to businesses.&lt;/p&gt;\n&lt;p&gt;Trading standards professionals investigate issues and complaints, undertaking reviews or audits, to determine appropriate outcomes and regulatory actions to be implemented. They provide input, guidance, recommendations, and support to their stakeholders for the continuous improvement in their strategies and policies. They monitor, adapt, and respond to changes in the business and legislation environment.&lt;/p&gt;\n&lt;p&gt;Typically Trading standards professionals work independently and in a team. They will have line management responsibility for junior officers e.g., Regulatory Compliance Officer and manage a budget in support of the work of their team. They require a commercial mindset to work within agreed budgets and available resources. They work without high levels of supervision, and usually report to senior stakeholders. They are responsible for technical decision making and ensure that all work is delivered within agreed timescales. Although this role will have some managerial responsibilities its main focus is the responsibility for technical and specialist areas.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "e54d843f-2c4f-427e-88c8-490e1068db39",
      "detail": "Regulatory and legislative framework and technical application of relevant Acts, Regulations and Guidance in the consumer protection environment."
    },
    {
      "knowledgeId": "ca17816b-1f12-4d1a-a6f7-42758e939c37",
      "detail": "Powers or remit to carry out monitoring of activities to ensure consumer protection and the investigative processes to achieve compliance, including test purchasing and surveillance."
    },
    {
      "knowledgeId": "c411ebd5-606f-426d-aab6-71ca23dd5912",
      "detail": "Principles and rules of collecting evidence for monitoring, investigations and enforcement purposes including seizure and detention powers, formal sampling procedures and exhibit referencing."
    },
    {
      "knowledgeId": "cf1c1139-4713-4048-b20e-555e2e4052d3",
      "detail": "Risk assessment methodologies and approaches to evaluate harm and planned interventions. "
    },
    {
      "knowledgeId": "b3d84b93-b16c-4622-8c39-fada3d235ed0",
      "detail": "Software tools used to analyse, interpret, and evaluate intelligence to inform judgements and enable decision making."
    },
    {
      "knowledgeId": "3c4f1e76-41ef-416c-a19c-5ca249f35ad7",
      "detail": "Communication techniques and approaches to interact with a range of key internal and external stakeholders, including using current and emerging technologies to support communication."
    },
    {
      "knowledgeId": "cc33d46c-4f2e-4fe6-860a-12b70f6118fd",
      "detail": "Rules of evidence, disclosure, procedure, and professional standards for presenting or defending cases in both the Criminal and Civil Courts."
    },
    {
      "knowledgeId": "13bb4dcb-0209-4e31-b2e6-d19051ed641e",
      "detail": "Decision making techniques and approaches that protect against reputational harm of the organisation."
    },
    {
      "knowledgeId": "9b7409bc-e22c-496f-bbd7-f067539db5e2",
      "detail": "Operational standards and processes to promote consumer protection."
    },
    {
      "knowledgeId": "d8969acf-ae5a-4d1b-b253-4176c86a6fc1",
      "detail": "Social inclusion and ethical practices and their importance in the organisation."
    },
    {
      "knowledgeId": "263c5b14-f9c7-4ac6-b1bf-dfdac60dc1c3",
      "detail": "Principles of environmental sustainability and its impact on organisation behaviours."
    },
    {
      "knowledgeId": "6a03cf14-89c1-45f6-bf0d-e736fc7c0a5d",
      "detail": "Project management principles and how they are applied to consumer protection."
    },
    {
      "knowledgeId": "1a501a08-d57f-491b-b1df-6e82d3c1702f",
      "detail": "Partnership working and the benefits of collaboration in advice, enforcement, and compliance."
    },
    {
      "knowledgeId": "fa6466d2-5589-4b8b-8656-6281f6ec4e39",
      "detail": "Role of trading standards practitioners and how it adds value, ensuring consumers and legitimate businesses are protected and thrive."
    },
    {
      "knowledgeId": "2746e22f-f311-4a3b-b62c-76cfa2f8c000",
      "detail": "How consumer protection is impacted by external factors affecting businesses and regulators."
    },
    {
      "knowledgeId": "9c0e4bd4-9a44-448a-bd06-a664fac5f0a9",
      "detail": "Drivers that deliver support to the organisation, business community and consumers."
    },
    {
      "knowledgeId": "e2e20c77-e265-40cc-a108-3c220ca58391",
      "detail": "How to support the continuous development requirements and training and learning needs of the team."
    },
    {
      "knowledgeId": "3b2acbfe-9b26-4c69-9b8a-454c436be78d",
      "detail": "Approaches to strategic planning for their organisations such as horizon scanning, intelligence, and governance arrangements."
    },
    {
      "knowledgeId": "efd1f4bd-9dce-4972-82d4-9adf93423954",
      "detail": "Techniques for the production and implementation of plans against targets, performance indicators and budgets."
    },
    {
      "knowledgeId": "e3a187c2-72a4-4e14-8efe-8f3dffb7e161",
      "detail": "Current and emerging technologies to adopt processes that better protect consumers and businesses. "
    },
    {
      "knowledgeId": "9bf21dac-f0ba-4b54-a366-965d9f3450c1",
      "detail": "Safeguarding vulnerable consumers."
    },
    {
      "knowledgeId": "26a749f1-0fc3-4298-9238-a0a8eef32d9c",
      "detail": "Resource management and allocation. "
    },
    {
      "knowledgeId": "01715992-0f2d-4d80-b219-c6463d0128d7",
      "detail": "Best practice and guidance as applied in the consumer protection sector."
    },
    {
      "knowledgeId": "f25f4946-de91-4cbd-a0b9-0c04ef330c28",
      "detail": "Organisation structure, governance and controls and roles of key stakeholders."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "e52ccd94-5b46-4b2c-b7a1-f0f9da5c4adc",
      "detail": "Role models ethical behaviour and practices."
    },
    {
      "behaviourId": "4f666921-9246-4068-9596-4350dd1ddce7",
      "detail": "Works flexibly and adapts to circumstances."
    },
    {
      "behaviourId": "68beb3cd-a458-4f0b-be57-b9f45757d28c",
      "detail": "Seek learning and continuous professional development opportunities for self and wider team. "
    },
    {
      "behaviourId": "08e132e4-4957-4da1-9d82-8c930ed65681",
      "detail": "Takes responsibility, shows initiative, and is organised."
    },
    {
      "behaviourId": "87ff885f-dad5-49db-bcd4-05dd3a95aea8",
      "detail": "Take personal accountability aligned to clear values. "
    }
  ],
  "skills": [
    {
      "skillId": "188a837d-2a43-461b-82e2-8248c00a4549",
      "detail": "Lead and manage investigations and interventions."
    },
    {
      "skillId": "19363a44-5f9f-4cb9-aa19-bf9e1f984173",
      "detail": "Apply investigative techniques and evidence gathering to produce reports with recommendations."
    },
    {
      "skillId": "374a7b47-3d23-4fdc-8219-8f54335f2a52",
      "detail": "Analyse, interpret, challenge, and evaluate data and intelligence."
    },
    {
      "skillId": "dc573374-2fe0-489a-9f04-a4e7b096c09c",
      "detail": "Interpret and apply relevant Acts, Regulations, Codes of Practice and Guidance in the consumer protection environment."
    },
    {
      "skillId": "d82d6102-8f76-4386-ac57-492e0bd62d2b",
      "detail": "Influence, negotiate and challenge stakeholders in the delivery and decision-making process."
    },
    {
      "skillId": "36660e1c-e123-40e2-8c81-ee9c521b2f02",
      "detail": "Use research, analytical and problem-solving techniques to resolve and prevent consumer protection issues."
    },
    {
      "skillId": "dede3bfc-75a5-492b-98d8-f25858ab6eb6",
      "detail": "Conduct and/or respond to formal interviews in line with legal controls and best practice collaborating with legal representatives. "
    },
    {
      "skillId": "915d9b1e-dc2b-42aa-933f-f7f0eb0b1773",
      "detail": "Gather evidence for use for potential legal proceedings and acting as a witness when required. "
    },
    {
      "skillId": "36f5f531-5b7b-44b7-9fe5-eaa9d29612da",
      "detail": "Make legal and tactical decisions to improve the outcomes in consumer protection investigations. "
    },
    {
      "skillId": "20880884-e671-472c-8b34-8c45f5c25570",
      "detail": "Promote the improvement of compliance standards in consumer protection."
    },
    {
      "skillId": "69abbf60-e37e-4ffd-a641-720b5a3d224a",
      "detail": "Promote social inclusion in the workplace with businesses, stakeholders, and consumers."
    },
    {
      "skillId": "0e2349f0-5d0d-40c1-8d5e-4611274258ae",
      "detail": "Promote environmental sustainability and support change to improve the environment."
    },
    {
      "skillId": "fa027765-83c9-47cf-9cb8-1cb938395819",
      "detail": "Lead and manage operational projects to achieve time dependent outcomes."
    },
    {
      "skillId": "b4acb0ff-05c7-4a5d-82a4-1bf545eccdda",
      "detail": "Communicate complex information, best practice, and guidance in consumer protection, adapting delivery for different audiences."
    },
    {
      "skillId": "4d52f23a-f883-42e7-9f09-ff8ff212d40c",
      "detail": "Collaborate with stakeholders to achieve agreed collective outcomes."
    },
    {
      "skillId": "2b02fa13-e152-49c4-8572-06b7e320c273",
      "detail": "Identify and apply industry developments to achieve continual service improvement."
    },
    {
      "skillId": "6b1e30b4-0740-42af-a47c-0f3687a7aaa1",
      "detail": "Lead the development and monitoring of financial strategies and setting of organisational budgets based on Key Performance Indicators (KPIs) or similar, and challenge financial assumptions underpinning strategies."
    },
    {
      "skillId": "d91c0ffc-f5eb-464f-a9a0-ca5de44edbe2",
      "detail": "Build constructive working relationships across teams."
    },
    {
      "skillId": "f05f752c-d9a0-4b3d-9914-df2f3d7b4e68",
      "detail": "Identify the training and development requirements of the team and stakeholders."
    },
    {
      "skillId": "4ec8ec74-5724-45ca-a695-0e28de57963c",
      "detail": "Set strategic direction through the implementation of plans."
    },
    {
      "skillId": "1778a0d5-5b11-483f-babd-b06f5cbda48a",
      "detail": "Lead and respond to risks using risk management techniques."
    },
    {
      "skillId": "a3517a08-5dfd-491d-85b1-1623e21715eb",
      "detail": "Provide support, specialist advice, and guidance for businesses, consumers, and stakeholders."
    },
    {
      "skillId": "bf175d0b-5410-438d-8d82-ef226d67c514",
      "detail": "Act as an advocate for projects and transformation of services across organisational boundaries such as those impacted by sustainability and the UK Net Carbon Zero."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2022-11-09T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0317",
  "tbMainContact": "julie.shettle@surreycc.gov.uk",
  "involvedEmployers": "East Sussex County Council Trading Standards, Lincolnshire County Council, Norfolk County Council, Devon, Plymouth, Somerset and Torbay Trading Standards Service, Hammersmith & Fulham Council, Suffolk County Council, North Yorkshire County Council, Bracknell Forest, West Berkshire and Wokingham Regulatory Services, Oxfordshire County Council, Kent County Council, TESCO PLC, Waitrose PLC, Trading Standards South East Ltd",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Compliance team leader (trading standards)",
    "Principal/senior trading standards officer",
    "Regulatory services manager"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Management and Administration",
  "cluster": "Management professional",
  "clusterId": "68",
  "clusterDescription": null,
  "createdDate": "2023-07-24T08:42:34 +00:00",
  "lastUpdated": "2024-11-14T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2022-11-09T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0998",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0998-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0998-v1-0",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "Chartered Trading Standards Institute",
      "level": "Chartered Trading Standards Practitioner Membership",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "7236a199-b46f-4696-918c-9f6e70f0bb34",
      "dutyDetail": "Lead and manage inspections, investigations, and other interventions, which include auditing, examining and critically appraising business procedures, processes, and products, to assess levels of consumer protection and compliance. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e52ccd94-5b46-4b2c-b7a1-f0f9da5c4adc",
        "4f666921-9246-4068-9596-4350dd1ddce7",
        "08e132e4-4957-4da1-9d82-8c930ed65681",
        "87ff885f-dad5-49db-bcd4-05dd3a95aea8"
      ],
      "mappedKnowledge": [
        "e54d843f-2c4f-427e-88c8-490e1068db39",
        "ca17816b-1f12-4d1a-a6f7-42758e939c37",
        "c411ebd5-606f-426d-aab6-71ca23dd5912",
        "cf1c1139-4713-4048-b20e-555e2e4052d3",
        "b3d84b93-b16c-4622-8c39-fada3d235ed0",
        "cc33d46c-4f2e-4fe6-860a-12b70f6118fd",
        "26a749f1-0fc3-4298-9238-a0a8eef32d9c",
        "01715992-0f2d-4d80-b219-c6463d0128d7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "188a837d-2a43-461b-82e2-8248c00a4549",
        "19363a44-5f9f-4cb9-aa19-bf9e1f984173",
        "dc573374-2fe0-489a-9f04-a4e7b096c09c",
        "36f5f531-5b7b-44b7-9fe5-eaa9d29612da"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "dcc3a2bf-d794-4374-8241-deafd26ab480",
      "dutyDetail": "Analyse, interpret and evaluate data, applying judgment and technical expertise to identify risk, support the resolution of issues and enable decision making.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e52ccd94-5b46-4b2c-b7a1-f0f9da5c4adc",
        "4f666921-9246-4068-9596-4350dd1ddce7",
        "08e132e4-4957-4da1-9d82-8c930ed65681"
      ],
      "mappedKnowledge": [
        "e54d843f-2c4f-427e-88c8-490e1068db39",
        "cf1c1139-4713-4048-b20e-555e2e4052d3",
        "b3d84b93-b16c-4622-8c39-fada3d235ed0",
        "13bb4dcb-0209-4e31-b2e6-d19051ed641e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "188a837d-2a43-461b-82e2-8248c00a4549",
        "374a7b47-3d23-4fdc-8219-8f54335f2a52",
        "dc573374-2fe0-489a-9f04-a4e7b096c09c",
        "d82d6102-8f76-4386-ac57-492e0bd62d2b",
        "1778a0d5-5b11-483f-babd-b06f5cbda48a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6465b903-cb7d-4f61-b5bf-7277911efb1a",
      "dutyDetail": "Interview potential offenders for breaches of regulatory requirements in accordance with evidential requirements and best practice.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e52ccd94-5b46-4b2c-b7a1-f0f9da5c4adc",
        "87ff885f-dad5-49db-bcd4-05dd3a95aea8"
      ],
      "mappedKnowledge": [
        "e54d843f-2c4f-427e-88c8-490e1068db39",
        "ca17816b-1f12-4d1a-a6f7-42758e939c37",
        "c411ebd5-606f-426d-aab6-71ca23dd5912",
        "cc33d46c-4f2e-4fe6-860a-12b70f6118fd",
        "9bf21dac-f0ba-4b54-a366-965d9f3450c1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "188a837d-2a43-461b-82e2-8248c00a4549",
        "dc573374-2fe0-489a-9f04-a4e7b096c09c",
        "dede3bfc-75a5-492b-98d8-f25858ab6eb6",
        "915d9b1e-dc2b-42aa-933f-f7f0eb0b1773"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "11517e6c-887d-4d02-8c03-f402f625442f",
      "dutyDetail": "Present evidence in court and at other hearings, complying with the relevant rules of evidence, procedure, and professional standards.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e52ccd94-5b46-4b2c-b7a1-f0f9da5c4adc",
        "87ff885f-dad5-49db-bcd4-05dd3a95aea8"
      ],
      "mappedKnowledge": [
        "e54d843f-2c4f-427e-88c8-490e1068db39",
        "c411ebd5-606f-426d-aab6-71ca23dd5912",
        "3c4f1e76-41ef-416c-a19c-5ca249f35ad7",
        "cc33d46c-4f2e-4fe6-860a-12b70f6118fd",
        "13bb4dcb-0209-4e31-b2e6-d19051ed641e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "19363a44-5f9f-4cb9-aa19-bf9e1f984173",
        "dc573374-2fe0-489a-9f04-a4e7b096c09c",
        "915d9b1e-dc2b-42aa-933f-f7f0eb0b1773"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9999911c-c431-4a8b-8cfa-84058df9d889",
      "dutyDetail": "Take appropriate legal and tactical decisions regarding the progress of investigations or work in the organisation using expertise in trading standards legislation, investigative practice, and industry best practice.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e52ccd94-5b46-4b2c-b7a1-f0f9da5c4adc",
        "4f666921-9246-4068-9596-4350dd1ddce7",
        "87ff885f-dad5-49db-bcd4-05dd3a95aea8"
      ],
      "mappedKnowledge": [
        "e54d843f-2c4f-427e-88c8-490e1068db39",
        "ca17816b-1f12-4d1a-a6f7-42758e939c37",
        "cf1c1139-4713-4048-b20e-555e2e4052d3",
        "13bb4dcb-0209-4e31-b2e6-d19051ed641e",
        "01715992-0f2d-4d80-b219-c6463d0128d7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "188a837d-2a43-461b-82e2-8248c00a4549",
        "dc573374-2fe0-489a-9f04-a4e7b096c09c",
        "36660e1c-e123-40e2-8c81-ee9c521b2f02",
        "36f5f531-5b7b-44b7-9fe5-eaa9d29612da"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "49530e84-1c01-43d7-955c-a9c3c0a4edb9",
      "dutyDetail": "Promote and champion improvement of compliance standards and processes for consumer protection within the organisation.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e52ccd94-5b46-4b2c-b7a1-f0f9da5c4adc"
      ],
      "mappedKnowledge": [
        "e54d843f-2c4f-427e-88c8-490e1068db39",
        "3c4f1e76-41ef-416c-a19c-5ca249f35ad7",
        "9b7409bc-e22c-496f-bbd7-f067539db5e2",
        "fa6466d2-5589-4b8b-8656-6281f6ec4e39",
        "2746e22f-f311-4a3b-b62c-76cfa2f8c000",
        "9bf21dac-f0ba-4b54-a366-965d9f3450c1",
        "01715992-0f2d-4d80-b219-c6463d0128d7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "20880884-e671-472c-8b34-8c45f5c25570",
        "b4acb0ff-05c7-4a5d-82a4-1bf545eccdda",
        "4d52f23a-f883-42e7-9f09-ff8ff212d40c",
        "d91c0ffc-f5eb-464f-a9a0-ca5de44edbe2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d8586edf-9a74-4049-9116-80a2c0c5ed47",
      "dutyDetail": "Promote social inclusion and develop and implement practices that uphold the organisation’s equality and diversity policies and promote equal opportunities in employment and in-service delivery.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e52ccd94-5b46-4b2c-b7a1-f0f9da5c4adc",
        "87ff885f-dad5-49db-bcd4-05dd3a95aea8"
      ],
      "mappedKnowledge": [
        "d8969acf-ae5a-4d1b-b253-4176c86a6fc1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "69abbf60-e37e-4ffd-a641-720b5a3d224a",
        "d91c0ffc-f5eb-464f-a9a0-ca5de44edbe2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4c82ada5-6332-425b-ab47-17939ea801f3",
      "dutyDetail": "Promote a climate change focussed approach that upholds the organisations climate change and net carbon zero policies and promote sustainable approaches in delivery.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e52ccd94-5b46-4b2c-b7a1-f0f9da5c4adc"
      ],
      "mappedKnowledge": [
        "263c5b14-f9c7-4ac6-b1bf-dfdac60dc1c3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0e2349f0-5d0d-40c1-8d5e-4611274258ae",
        "bf175d0b-5410-438d-8d82-ef226d67c514"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "effd835e-0c75-477a-9645-030bacbea120",
      "dutyDetail": "Lead and manage projects from inception to completion. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e52ccd94-5b46-4b2c-b7a1-f0f9da5c4adc",
        "4f666921-9246-4068-9596-4350dd1ddce7",
        "08e132e4-4957-4da1-9d82-8c930ed65681",
        "87ff885f-dad5-49db-bcd4-05dd3a95aea8"
      ],
      "mappedKnowledge": [
        "6a03cf14-89c1-45f6-bf0d-e736fc7c0a5d",
        "efd1f4bd-9dce-4972-82d4-9adf93423954",
        "26a749f1-0fc3-4298-9238-a0a8eef32d9c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "188a837d-2a43-461b-82e2-8248c00a4549",
        "fa027765-83c9-47cf-9cb8-1cb938395819",
        "1778a0d5-5b11-483f-babd-b06f5cbda48a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "686425f5-d723-4310-aba6-5b412b569498",
      "dutyDetail": "Develop  partnership communication networks to promote the organisation’s activities. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e52ccd94-5b46-4b2c-b7a1-f0f9da5c4adc",
        "08e132e4-4957-4da1-9d82-8c930ed65681"
      ],
      "mappedKnowledge": [
        "3c4f1e76-41ef-416c-a19c-5ca249f35ad7",
        "1a501a08-d57f-491b-b1df-6e82d3c1702f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "20880884-e671-472c-8b34-8c45f5c25570",
        "b4acb0ff-05c7-4a5d-82a4-1bf545eccdda",
        "4d52f23a-f883-42e7-9f09-ff8ff212d40c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c90f2821-4af9-48fb-b769-1de2697bcb9e",
      "dutyDetail": "Deliver support to the organisation, business community and suppliers to achieve business productivity and growth.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e52ccd94-5b46-4b2c-b7a1-f0f9da5c4adc",
        "08e132e4-4957-4da1-9d82-8c930ed65681",
        "87ff885f-dad5-49db-bcd4-05dd3a95aea8"
      ],
      "mappedKnowledge": [
        "3c4f1e76-41ef-416c-a19c-5ca249f35ad7",
        "13bb4dcb-0209-4e31-b2e6-d19051ed641e",
        "1a501a08-d57f-491b-b1df-6e82d3c1702f",
        "fa6466d2-5589-4b8b-8656-6281f6ec4e39",
        "2746e22f-f311-4a3b-b62c-76cfa2f8c000",
        "9c0e4bd4-9a44-448a-bd06-a664fac5f0a9",
        "e3a187c2-72a4-4e14-8efe-8f3dffb7e161",
        "01715992-0f2d-4d80-b219-c6463d0128d7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4d52f23a-f883-42e7-9f09-ff8ff212d40c",
        "a3517a08-5dfd-491d-85b1-1623e21715eb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "978f4491-e693-4726-8873-0f3276b557bc",
      "dutyDetail": "Lead, manage and develop staff, information, and resources to provide the employer with effective services to meet its consumer protection compliance responsibilities.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e52ccd94-5b46-4b2c-b7a1-f0f9da5c4adc",
        "68beb3cd-a458-4f0b-be57-b9f45757d28c",
        "08e132e4-4957-4da1-9d82-8c930ed65681",
        "87ff885f-dad5-49db-bcd4-05dd3a95aea8"
      ],
      "mappedKnowledge": [
        "3c4f1e76-41ef-416c-a19c-5ca249f35ad7",
        "9c0e4bd4-9a44-448a-bd06-a664fac5f0a9",
        "e2e20c77-e265-40cc-a108-3c220ca58391",
        "9bf21dac-f0ba-4b54-a366-965d9f3450c1",
        "01715992-0f2d-4d80-b219-c6463d0128d7",
        "f25f4946-de91-4cbd-a0b9-0c04ef330c28"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2b02fa13-e152-49c4-8572-06b7e320c273",
        "d91c0ffc-f5eb-464f-a9a0-ca5de44edbe2",
        "f05f752c-d9a0-4b3d-9914-df2f3d7b4e68",
        "1778a0d5-5b11-483f-babd-b06f5cbda48a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d8a8b678-bb62-4b97-b106-938b9c961fb3",
      "dutyDetail": "Contribute to strategic decisions affecting the service and deal with enquiries made of the service.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e52ccd94-5b46-4b2c-b7a1-f0f9da5c4adc",
        "4f666921-9246-4068-9596-4350dd1ddce7",
        "87ff885f-dad5-49db-bcd4-05dd3a95aea8"
      ],
      "mappedKnowledge": [
        "3b2acbfe-9b26-4c69-9b8a-454c436be78d",
        "e3a187c2-72a4-4e14-8efe-8f3dffb7e161",
        "f25f4946-de91-4cbd-a0b9-0c04ef330c28"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4ec8ec74-5724-45ca-a695-0e28de57963c",
        "a3517a08-5dfd-491d-85b1-1623e21715eb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9cdbac4b-775a-4f97-b980-66b4d52bde31",
      "dutyDetail": "Contribute to the production and implementation of service plans against targets, performance indicators and budgets.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e52ccd94-5b46-4b2c-b7a1-f0f9da5c4adc",
        "08e132e4-4957-4da1-9d82-8c930ed65681",
        "87ff885f-dad5-49db-bcd4-05dd3a95aea8"
      ],
      "mappedKnowledge": [
        "2746e22f-f311-4a3b-b62c-76cfa2f8c000",
        "3b2acbfe-9b26-4c69-9b8a-454c436be78d",
        "efd1f4bd-9dce-4972-82d4-9adf93423954",
        "26a749f1-0fc3-4298-9238-a0a8eef32d9c",
        "f25f4946-de91-4cbd-a0b9-0c04ef330c28"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6b1e30b4-0740-42af-a47c-0f3687a7aaa1",
        "4ec8ec74-5724-45ca-a695-0e28de57963c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7748a823-f914-4271-8009-75355ed1f0b2",
      "dutyDetail": "Review the organisation’s activities, present findings to the Trading Standards Manager / Head of Regulatory Service / Organisational Head and make recommendations that support decision making and continual improvement to improve investigation, compliance and reduce complaints.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e52ccd94-5b46-4b2c-b7a1-f0f9da5c4adc",
        "87ff885f-dad5-49db-bcd4-05dd3a95aea8"
      ],
      "mappedKnowledge": [
        "2746e22f-f311-4a3b-b62c-76cfa2f8c000",
        "9c0e4bd4-9a44-448a-bd06-a664fac5f0a9",
        "3b2acbfe-9b26-4c69-9b8a-454c436be78d",
        "e3a187c2-72a4-4e14-8efe-8f3dffb7e161",
        "f25f4946-de91-4cbd-a0b9-0c04ef330c28"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "19363a44-5f9f-4cb9-aa19-bf9e1f984173",
        "6b1e30b4-0740-42af-a47c-0f3687a7aaa1",
        "f05f752c-d9a0-4b3d-9914-df2f3d7b4e68",
        "4ec8ec74-5724-45ca-a695-0e28de57963c"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-11-14T00:00:00"
}