{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 656,
  "referenceNumber": "ST0943",
  "learningAimClassCode": "",
  "title": "Dog groomer",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0943",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-03-17T00:00:00",
  "earliestStartDate": "2021-09-01T00:00:00",
  "latestStartDate": "2023-03-16T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Groom a range of dog breeds and coat types.",
  "level": 2,
  "ePALength": 3,
  "typicalDuration": 12,
  "maxFunding": 5000,
  "maxFundingAdditionalInformation": "",
  "route": "Agriculture, environmental and animal care",
  "keywords": [
    "dog",
    "animal care",
    "animals",
    "vet",
    "veterinary",
    "science",
    "animal welfare",
    "dog breed"
  ],
  "jobRoles": [
    "Dog Groomer",
    "Dog Grooming Technician",
    "Assistant Dog Groomer",
    "Assistant Stylist",
    "Spa Assistant Stylist"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/5848/st0943_dog-groomer_l2_ap-for-publication_310122-ap02.pdf",
  "ssa1": "3 Agriculture, Horticulture and Animal Care",
  "ssa2": "3.3 Animal care and veterinary science",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;&lt;span&gt;This occupation is found in a wide range of pet animal care settings within the animal care sector. The dog groomer will work in a range of environments from departments within large retail pet stores/ garden centres through to independent salons. They will work for day care providers, rescue centres and kennels. There are over 200 recognised Kennel Club dog breeds in addition to hundreds of mixed breeds. Increased popularity of crosses in recent years, combined with the wide range of coat types leads to significant variation in grooming requirements and increased customer demand. The dog groomer will have knowledge and experience of different dog breeds, coat type and health conditions. They will adapt to the needs of the individual dog, for example, life stage, presence of parasites, behaviour.&lt;br /&gt;&lt;br /&gt;The broad purpose of the occupation is to complete an end to end maintenance groom on a range of dog breeds and coat types. Grooms include assessing the health, bathing, drying, brushing and trimming a diverse range of dogs. The dog groomer will take into account dogs with wire, wool, smooth, double, silky coats and those with a combination coat. Dog groomers will use their breed knowledge to produce a grooming plan and select appropriate techniques to handle, bath, dry, brush and trim. Nail trimming will also be carried out. A dog groomer will have responsibility for meeting the dog’s welfare needs during grooming. They will recognise signs and symptoms of ill health including those relating to skin, coat condition and hereditary diseases. They will also identify potential causes and indicators of stress during the groom. They will adapt their approach and handling techniques. They select equipment and products to meet the needs of the specific dog. The dog groomer will understand canine behaviour. The dog groomer will provide customer service from the point of drop off through to collection. They will gather information from the client to support the grooming process and provide maintenance advice to the owner following the groom. For example, frequency of brushing to maintain good coat condition or brush type.&lt;br /&gt;&lt;br /&gt;In their daily work, an employee in this occupation will interact with dog grooming stylists, salon managers and customers. They may work with veterinary professionals, service and product suppliers and manufacturers. They may liaise with other animal care professionals and industry bodies too. Dog groomers may work under the supervision of a stylist or salon manager. They may work as part of a larger team. They will share technical knowledge with peers and will support newly appointed dog groomers or volunteers.&lt;br /&gt;&lt;br /&gt;An employee in this occupation will be responsible for scheduling, planning the completing the groom and providing a professional service at all times. They will maintain a professional and safe working environment in line with legislation and company policies. They will work autonomously, planning and carrying out the end-to-end groom. They will report and maintain necessary records in relation to the dog, its welfare, and the maintenance of relevant equipment. They will escalate issues to senior staff or customers where appropriate. They will be responsible for handling and storing equipment in accordance with company policy/ safety requirements. They will ensure that equipment is sterilised appropriately, and that cleanliness and bio security are maintained. They will be dispose of waste materials in line with regulatory requirements. A dog groomer will have responsibility for handling confidential data and payments for dog grooming services provided and dealing with standard customer queries. They will adhere to legal requirements. This will include the Animal Welfare Act 2006, Vet Surgeons Act 1966, and Dangerous Dogs Act 1991. They will also comply with Reporting of Injuries, Diseases and Dangerous Occurrences Regulations and comply with General Data Protection Regulations 2018.&lt;/span&gt;&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "136c837d-5ef9-44c1-b2f5-1203dab6b399",
      "detail": "The 5 welfare needs of animals: a. its need for a suitable environment b. its need for a suitable diet (and water) c. its need to exhibit normal behaviour patterns d. any need to be housed with, or apart from, other animals in appropriate social groupings e. its need to be protected from fear, pain, suffering, injury and disease"
    },
    {
      "knowledgeId": "26969a1c-5e01-451d-bba2-e2ce5784a32f",
      "detail": "The legal responsibilities a dog groomer has for the welfare, handling, and management of dogs, for example under the Veterinary Surgeons Act and the Dangerous Dogs Act"
    },
    {
      "knowledgeId": "456ce8e2-df2f-41a6-b088-11d4fd5624a1",
      "detail": "The responsibilities a dog groomer has in relation to health and safety at work under regulations such as the Control of Substances Hazardous to Health (COSHH), Manual Handling Operations Regulations, RIDDOR and the Health and Safety at Work Act"
    },
    {
      "knowledgeId": "b6d7bcec-22bf-4aaf-add1-3fbec0329b35",
      "detail": "Dog anatomy and physiology including variations within breeds, coat types, skull shapes and anatomical extremes"
    },
    {
      "knowledgeId": "5a99fb17-91c8-47c1-bbbc-46f67366945d",
      "detail": "Signs of good and poor health including those related to skin and coat conditions, parasites, disorders and zoonotic and non-zoonotic diseases and infections, and when abnormal health may require veterinary attention"
    },
    {
      "knowledgeId": "ec9d29dc-721b-40f3-b382-f0792b84e11e",
      "detail": "Behavioural change indicators, including signs of relaxation, fear, aggression and stress in dogs"
    },
    {
      "knowledgeId": "a357912e-eda8-4ef5-ae36-22e488b11b76",
      "detail": "Requirements for planning a groom and factors that would influence any modifications"
    },
    {
      "knowledgeId": "1ba0ef47-50bc-4d33-bd52-6750d6f22095",
      "detail": "Dog handling and manipulation techniques, equipment, and grooming processes relevant to the dog’s temperament, life-stage, lifestyle, breed and age"
    },
    {
      "knowledgeId": "61ab796b-6e20-4e0b-a78f-5138af46431a",
      "detail": "Dog grooming equipment and it’s use according to breed, coat type, age and anatomical features including brachycephalic"
    },
    {
      "knowledgeId": "f0c119a7-d168-46b9-8adf-a1c4dba338c8",
      "detail": "Circumstances that could lead to a groom termination for example dog illness, dog behaviour, zoonotic infections and actions that should be taken"
    },
    {
      "knowledgeId": "905f4611-a7be-40fb-8c68-ade0b6b13300",
      "detail": "Bathing routine including setting correct water temperatures, safe lifting, application and rinsing of grooming products"
    },
    {
      "knowledgeId": "c13ff8e0-d3cc-4c0f-8f06-4722700e5d3c",
      "detail": "Dog bathing and drying equipment and it’s use according to breed, coat type, age and anatomical features of the dog including brachycephalic"
    },
    {
      "knowledgeId": "dd823102-6b95-4c40-8aa2-e7587aea6a31",
      "detail": "Dog grooming products, including medicated products, their use, storage, and dilution rates"
    },
    {
      "knowledgeId": "97e8ace2-5f46-4c50-860d-91d6ab1f5bb1",
      "detail": "Use of cleaning, disinfecting and sterilising products within the workspace and disposal of waste"
    },
    {
      "knowledgeId": "98dba279-864c-48df-9be4-09dbef8cd0aa",
      "detail": "Coat trimming techniques, and the reasons for trimming or not trimming certain areas"
    },
    {
      "knowledgeId": "896f6965-f60c-48ff-8502-ab17d9de3fa2",
      "detail": "Nail formation and growth, nail trimming techniques, and actions to be taken if bleeding occurs"
    },
    {
      "knowledgeId": "0657e123-e786-4217-b0c2-f840ea8b8bac",
      "detail": "Principles of holding and working areas and environmental requirements according to breed, size and age"
    },
    {
      "knowledgeId": "0a4daf9a-7bd1-45c9-8245-09ce4fec75a5",
      "detail": "Principles of equipment storage and routine maintenance including reporting of equipment maintenance requirements"
    },
    {
      "knowledgeId": "76c6c64a-1886-4fb6-8739-1f56f0e26f61",
      "detail": "Variety of workplaces and workplace structures within which dog groomers operate, and the range of stakeholders they may interact with"
    },
    {
      "knowledgeId": "0da43dce-c3bd-4b96-86e5-4b998f9778fc",
      "detail": "Canine first aid "
    },
    {
      "knowledgeId": "bdd191a0-fc03-4ea8-88a4-31f34a5b265d",
      "detail": "Principles for sharing technical knowledge with peers such as newly appointed colleagues and volunteers"
    },
    {
      "knowledgeId": "630c7133-90b9-42ca-8c0f-d3b82bea26af",
      "detail": "Communication techniques and how to adapt these for different audiences including delivering difficult customer conversations and dealing with customer complaints "
    },
    {
      "knowledgeId": "4ededb1c-a5f3-4b31-970f-303a11b58892",
      "detail": "The importance of gathering and reporting accurate and complete information relating to all aspects of the groom, including the health and temperament of the dog"
    },
    {
      "knowledgeId": "746b6ec5-87c3-4ef3-8f0c-6b5a99b71b82",
      "detail": "Methods for collecting, recording and relaying relevant information to others"
    },
    {
      "knowledgeId": "f2a0be39-7ada-4d89-86c4-c2c246d9ed20",
      "detail": "Payment processes for example cash, card, and electronic  "
    },
    {
      "knowledgeId": "ad422cfc-a5af-4911-92a0-6e91edb196f3",
      "detail": "The importance of customer service, and personal performance, and the impact this has on business success"
    },
    {
      "knowledgeId": "fed65256-3a44-49ee-b75d-5138df4916cd",
      "detail": "The principles, communication skills, and behaviours of promoting and selling products, services, and treatments; the sales cycle and retail and trade legislation"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "aba3236d-b40a-4a1b-94f5-a4858353a6bd",
      "detail": "Takes ownership of work"
    },
    {
      "behaviourId": "e2b7869e-07e7-4212-91d0-19cb667af3be",
      "detail": "Welfare focussed to show respect and empathy for dogs in their care "
    },
    {
      "behaviourId": "fa4f67ca-b7ee-4643-b4ec-e42c03a12767",
      "detail": "Puts safety first for themselves and others"
    },
    {
      "behaviourId": "57eadb29-88a0-4c02-b3a8-70060114e717",
      "detail": "Team focussed and works effectively with others to meet work goals "
    },
    {
      "behaviourId": "81d96ade-b5ff-4c1f-a13a-0268eaad0ed9",
      "detail": "Respectful of others"
    },
    {
      "behaviourId": "68c421f5-a18c-4ac7-a899-8838d60863a2",
      "detail": "Committed to personal learning and development"
    }
  ],
  "skills": [
    {
      "skillId": "69f90772-bd8d-4b1c-aefd-6940b8c3136b",
      "detail": "Develop a dog grooming plan to meet the individual requirements of the dog and owner "
    },
    {
      "skillId": "915e0d53-786d-4625-a62b-98d13e150203",
      "detail": "Carry out a dog grooming plan to meet the individual requirements of the dog and modify as required throughout the groom"
    },
    {
      "skillId": "6edfc82c-f82f-4536-8154-2a91b4d0c6a0",
      "detail": "Identify normal signs of good and bad health including poor skin condition and external parasites"
    },
    {
      "skillId": "c39cbb3c-bb09-4b5b-9d35-b49263c674e1",
      "detail": "Identify when to report abnormal signs of health and advise the customer when abnormal health may require veterinary attention"
    },
    {
      "skillId": "93e2352c-84b7-4354-8ac6-5e2026ba046f",
      "detail": "Recognise and adapt to behavioural change indicators and signs of relaxation, fear, aggression and stress in dogs"
    },
    {
      "skillId": "12818dcd-ce5f-416f-b0eb-839845ffc92d",
      "detail": "Handle and move dogs, adapting own behaviour to meet the needs of the dog"
    },
    {
      "skillId": "3ef0b525-f5c3-4cf6-94aa-3d48d6f06852",
      "detail": "Identify and use relevant dog restraint equipment to move and handle the dog according to temperament, age, breed, and size, and in line with manual handling and lifting procedures"
    },
    {
      "skillId": "c0fe6745-d7af-4cac-9d73-ec2933ed2c42",
      "detail": "Bathe a dog using procedures which account for breed, coat type and anatomical features, including selecting, preparing and using products according to coat type"
    },
    {
      "skillId": "5ecbc5f2-6201-4faa-9bdc-a571c04cd6ff",
      "detail": "Store grooming and bathing products, including medicated shampoo, in accordance with COSHH regulations"
    },
    {
      "skillId": "8a0c203c-b650-441b-9798-97ffc0ad65bd",
      "detail": "Dry a dog selecting and using equipment, methods and products which account for coat type, breed, and anatomical features"
    },
    {
      "skillId": "ee31f78b-fb6b-4f67-94f7-7a6880bc3c6c",
      "detail": "Handle the dog and use nail clippers and/or scissors to trim dog’s nails. "
    },
    {
      "skillId": "6a37d878-931a-48e7-8d2b-538e86b15fa2",
      "detail": "Select, handle, and use coat trimming equipment"
    },
    {
      "skillId": "14af9abd-df4d-4c93-a653-583b7d13e83f",
      "detail": "Identify factors that require the groom to be terminated early, such as illness, zoonotic infections, behaviour, stress"
    },
    {
      "skillId": "a866c7b0-a48b-4844-bccc-e6d1f1e411cd",
      "detail": "Identify and escalate health and safety, and animal welfare concerns"
    },
    {
      "skillId": "22e41aac-6707-4ca4-9672-0e94dc7ea1c6",
      "detail": "Maintain dog records"
    },
    {
      "skillId": "509a1190-e392-4b82-a7c6-c8448495afb8",
      "detail": "Communicate with colleagues, customers, and stakeholders and use terminology suitable to audience"
    },
    {
      "skillId": "b02daf4f-51da-4468-862c-b85e50200dc4",
      "detail": "Clean, maintain, store and sterilise products and equipment"
    },
    {
      "skillId": "a879706e-93a0-4491-9615-d1b8adbd90ba",
      "detail": "Clean and disinfect the work area and dispose of waste in accordance with COSHH regulations"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2021-09-01T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0549",
  "tbMainContact": "DTrailblazer@petsathome.co.uk",
  "involvedEmployers": "Best Friends Academy City & Guilds Clipping Good Time Debonair Dogs Dog Works Caunton Four Paws Groomers 73 Haddon Training Ltd Happy Tails Heavenlyz Ipet Network KD Grooming Studio KEITS LANTRA Lite Ltd Love Dog Grooming Loz4Poodles National Pet College Pearson Pearson Pet Grooming School Pet Industry Federation Pets at Home Pretty Paws Reaseheath College RSPCA Seren Skills Summit Groomer Training Group Tails of St Leonards The Bristles Dog Grooming The College of Animal Welfare The Groom Room at Pets at Home The Groomers Spotlight Total People Trendy Pooches Ultimutt Grooming VetSkill Woof it's the dogs",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Dog Groomer",
    "Dog Grooming Technician",
    "Assistant Dog Groomer",
    "Assistant Stylist",
    "Spa Assistant Stylist"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Animal Care and Management",
  "cluster": "Animal care and welfare assistant",
  "clusterId": "148",
  "clusterDescription": null,
  "createdDate": "2021-09-01T12:58:10 +00:00",
  "lastUpdated": "2023-03-17T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2021-09-01T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0943",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0943-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0943-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "76374f2c-2a69-49bc-a93b-ad36ba607d69",
      "dutyDetail": "Collaborate with customers. Gather information on the owners’ requirements, dog’s welfare needs and grooming history. Take into account coat type, length and condition (i.e. wool, wool mix, wire, silk, smooth, double and combination coats). Manage expectations of the groom in terms of the appearance, duration and cost. Identify and agree the outcome. Record the requirements in line with salon procedures.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e2b7869e-07e7-4212-91d0-19cb667af3be",
        "fa4f67ca-b7ee-4643-b4ec-e42c03a12767",
        "81d96ade-b5ff-4c1f-a13a-0268eaad0ed9"
      ],
      "mappedKnowledge": [
        "136c837d-5ef9-44c1-b2f5-1203dab6b399",
        "26969a1c-5e01-451d-bba2-e2ce5784a32f",
        "456ce8e2-df2f-41a6-b088-11d4fd5624a1",
        "5a99fb17-91c8-47c1-bbbc-46f67366945d",
        "a357912e-eda8-4ef5-ae36-22e488b11b76",
        "1ba0ef47-50bc-4d33-bd52-6750d6f22095",
        "61ab796b-6e20-4e0b-a78f-5138af46431a",
        "f0c119a7-d168-46b9-8adf-a1c4dba338c8",
        "dd823102-6b95-4c40-8aa2-e7587aea6a31",
        "98dba279-864c-48df-9be4-09dbef8cd0aa",
        "896f6965-f60c-48ff-8502-ab17d9de3fa2",
        "630c7133-90b9-42ca-8c0f-d3b82bea26af",
        "4ededb1c-a5f3-4b31-970f-303a11b58892",
        "746b6ec5-87c3-4ef3-8f0c-6b5a99b71b82",
        "f2a0be39-7ada-4d89-86c4-c2c246d9ed20",
        "ad422cfc-a5af-4911-92a0-6e91edb196f3",
        "fed65256-3a44-49ee-b75d-5138df4916cd"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "69f90772-bd8d-4b1c-aefd-6940b8c3136b",
        "915e0d53-786d-4625-a62b-98d13e150203",
        "12818dcd-ce5f-416f-b0eb-839845ffc92d",
        "5ecbc5f2-6201-4faa-9bdc-a571c04cd6ff",
        "22e41aac-6707-4ca4-9672-0e94dc7ea1c6",
        "509a1190-e392-4b82-a7c6-c8448495afb8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a78f4395-f432-49f7-81dd-3b69a8b2f25e",
      "dutyDetail": "Assess dog for signs of abnormal health and behavioural/ stress indicators. Take into account, breed, size, life stage, coat type and condition, pre-existing health conditions, medication, known temperament and behavioural observations. Use this information and additional findings obtained during the grooming process to develop the grooming plan. Adapt the plan, taking into account the individual dog requirements and continue to consider overall suitability for groom.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "aba3236d-b40a-4a1b-94f5-a4858353a6bd",
        "e2b7869e-07e7-4212-91d0-19cb667af3be",
        "fa4f67ca-b7ee-4643-b4ec-e42c03a12767"
      ],
      "mappedKnowledge": [
        "b6d7bcec-22bf-4aaf-add1-3fbec0329b35",
        "5a99fb17-91c8-47c1-bbbc-46f67366945d",
        "a357912e-eda8-4ef5-ae36-22e488b11b76",
        "f0c119a7-d168-46b9-8adf-a1c4dba338c8",
        "98dba279-864c-48df-9be4-09dbef8cd0aa",
        "896f6965-f60c-48ff-8502-ab17d9de3fa2",
        "4ededb1c-a5f3-4b31-970f-303a11b58892"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "69f90772-bd8d-4b1c-aefd-6940b8c3136b",
        "915e0d53-786d-4625-a62b-98d13e150203",
        "6edfc82c-f82f-4536-8154-2a91b4d0c6a0",
        "93e2352c-84b7-4354-8ac6-5e2026ba046f",
        "12818dcd-ce5f-416f-b0eb-839845ffc92d",
        "14af9abd-df4d-4c93-a653-583b7d13e83f",
        "a866c7b0-a48b-4844-bccc-e6d1f1e411cd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e7f76236-225b-471d-ac67-b23368f30624",
      "dutyDetail": "Handle, restrain and move dogs in accordance with the needs of the dog. For example, breed, size, age, pre-existing conditions, behaviour. Use safe manual handling techniques. Select and use suitable equipment to maintain the health, safety and welfare of the dog and groomer. Adapt the approach taken should conditions change.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "aba3236d-b40a-4a1b-94f5-a4858353a6bd",
        "e2b7869e-07e7-4212-91d0-19cb667af3be",
        "fa4f67ca-b7ee-4643-b4ec-e42c03a12767"
      ],
      "mappedKnowledge": [
        "136c837d-5ef9-44c1-b2f5-1203dab6b399",
        "26969a1c-5e01-451d-bba2-e2ce5784a32f",
        "456ce8e2-df2f-41a6-b088-11d4fd5624a1",
        "b6d7bcec-22bf-4aaf-add1-3fbec0329b35",
        "ec9d29dc-721b-40f3-b382-f0792b84e11e",
        "a357912e-eda8-4ef5-ae36-22e488b11b76",
        "1ba0ef47-50bc-4d33-bd52-6750d6f22095",
        "905f4611-a7be-40fb-8c68-ade0b6b13300",
        "0657e123-e786-4217-b0c2-f840ea8b8bac"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "915e0d53-786d-4625-a62b-98d13e150203",
        "93e2352c-84b7-4354-8ac6-5e2026ba046f",
        "12818dcd-ce5f-416f-b0eb-839845ffc92d",
        "3ef0b525-f5c3-4cf6-94aa-3d48d6f06852",
        "ee31f78b-fb6b-4f67-94f7-7a6880bc3c6c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "376a7b34-c5b3-4de3-af1a-7a584585414c",
      "dutyDetail": "Select grooming products according to dog needs and workplace. Take into account known allergies and sensitivities, anti-parasitic and anti-bacterial properties, fragrance and suitability to enhance the coat. Dilute and prepare the products in line with manufacturer guidelines.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "aba3236d-b40a-4a1b-94f5-a4858353a6bd",
        "e2b7869e-07e7-4212-91d0-19cb667af3be"
      ],
      "mappedKnowledge": [
        "b6d7bcec-22bf-4aaf-add1-3fbec0329b35",
        "a357912e-eda8-4ef5-ae36-22e488b11b76",
        "61ab796b-6e20-4e0b-a78f-5138af46431a",
        "905f4611-a7be-40fb-8c68-ade0b6b13300",
        "c13ff8e0-d3cc-4c0f-8f06-4722700e5d3c",
        "dd823102-6b95-4c40-8aa2-e7587aea6a31"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "69f90772-bd8d-4b1c-aefd-6940b8c3136b",
        "12818dcd-ce5f-416f-b0eb-839845ffc92d",
        "c0fe6745-d7af-4cac-9d73-ec2933ed2c42"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a206b815-241e-4d1e-859e-96dfaa874b22",
      "dutyDetail": "Bathing dogs. Adapt techniques for different skull shapes, ear shapes and the breed. Select equipment and products relevant to the needs of the dog. Take account of skin and coat condition and presence of parasites. Establish and maintain suitable water temperature and pressure. Ensure that products are applied in line with manufacturer guidelines. Modify approach where needed.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "aba3236d-b40a-4a1b-94f5-a4858353a6bd",
        "e2b7869e-07e7-4212-91d0-19cb667af3be"
      ],
      "mappedKnowledge": [
        "b6d7bcec-22bf-4aaf-add1-3fbec0329b35",
        "ec9d29dc-721b-40f3-b382-f0792b84e11e",
        "a357912e-eda8-4ef5-ae36-22e488b11b76",
        "905f4611-a7be-40fb-8c68-ade0b6b13300",
        "c13ff8e0-d3cc-4c0f-8f06-4722700e5d3c",
        "dd823102-6b95-4c40-8aa2-e7587aea6a31"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "69f90772-bd8d-4b1c-aefd-6940b8c3136b",
        "915e0d53-786d-4625-a62b-98d13e150203",
        "93e2352c-84b7-4354-8ac6-5e2026ba046f",
        "c0fe6745-d7af-4cac-9d73-ec2933ed2c42"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "96b06a13-1f9b-41f6-bc37-963db353f16d",
      "dutyDetail": "Select equipment and apply drying techniques taking account of the coat type, breed, and the dogs’ grooming plan. Adapt approach to suit the dog and its behaviour.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "aba3236d-b40a-4a1b-94f5-a4858353a6bd",
        "e2b7869e-07e7-4212-91d0-19cb667af3be"
      ],
      "mappedKnowledge": [
        "b6d7bcec-22bf-4aaf-add1-3fbec0329b35",
        "ec9d29dc-721b-40f3-b382-f0792b84e11e",
        "a357912e-eda8-4ef5-ae36-22e488b11b76",
        "61ab796b-6e20-4e0b-a78f-5138af46431a",
        "905f4611-a7be-40fb-8c68-ade0b6b13300",
        "c13ff8e0-d3cc-4c0f-8f06-4722700e5d3c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "69f90772-bd8d-4b1c-aefd-6940b8c3136b",
        "93e2352c-84b7-4354-8ac6-5e2026ba046f",
        "12818dcd-ce5f-416f-b0eb-839845ffc92d",
        "c0fe6745-d7af-4cac-9d73-ec2933ed2c42",
        "8a0c203c-b650-441b-9798-97ffc0ad65bd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a3f6fb2a-2c8a-43cd-8b2e-59f0234ec129",
      "dutyDetail": "Assess nail length and use correct techniques to trim to optimum length. Avoid damage to the quick and take account of the angle of cut according to the dog, breed and exercise requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "aba3236d-b40a-4a1b-94f5-a4858353a6bd",
        "e2b7869e-07e7-4212-91d0-19cb667af3be"
      ],
      "mappedKnowledge": [
        "b6d7bcec-22bf-4aaf-add1-3fbec0329b35",
        "a357912e-eda8-4ef5-ae36-22e488b11b76",
        "61ab796b-6e20-4e0b-a78f-5138af46431a",
        "896f6965-f60c-48ff-8502-ab17d9de3fa2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "69f90772-bd8d-4b1c-aefd-6940b8c3136b",
        "915e0d53-786d-4625-a62b-98d13e150203",
        "12818dcd-ce5f-416f-b0eb-839845ffc92d",
        "ee31f78b-fb6b-4f67-94f7-7a6880bc3c6c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9fce0a0f-56ff-478b-a89f-39f629a0b4e7",
      "dutyDetail": "Carry out maintenance trims, safely using scissors and clippers. Safely manipulate limbs and feet during trimming of the feet and pads. Modify handling techniques according to dog temperament, breed, life stage and any relevant health issues.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "aba3236d-b40a-4a1b-94f5-a4858353a6bd",
        "e2b7869e-07e7-4212-91d0-19cb667af3be"
      ],
      "mappedKnowledge": [
        "136c837d-5ef9-44c1-b2f5-1203dab6b399",
        "26969a1c-5e01-451d-bba2-e2ce5784a32f",
        "b6d7bcec-22bf-4aaf-add1-3fbec0329b35",
        "ec9d29dc-721b-40f3-b382-f0792b84e11e",
        "a357912e-eda8-4ef5-ae36-22e488b11b76",
        "61ab796b-6e20-4e0b-a78f-5138af46431a",
        "98dba279-864c-48df-9be4-09dbef8cd0aa"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "915e0d53-786d-4625-a62b-98d13e150203",
        "93e2352c-84b7-4354-8ac6-5e2026ba046f",
        "12818dcd-ce5f-416f-b0eb-839845ffc92d",
        "6a37d878-931a-48e7-8d2b-538e86b15fa2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fb2239af-b5a3-4568-976b-85f5ce130d03",
      "dutyDetail": "Recognise when to terminate a groom when it is in the welfare interest of the dog, groomer, other dogs and colleagues in the salon. Monitor the dogs’ behaviour and welfare and adapt techniques, methods and equipment to maximise the dogs’ welfare.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "aba3236d-b40a-4a1b-94f5-a4858353a6bd",
        "e2b7869e-07e7-4212-91d0-19cb667af3be",
        "fa4f67ca-b7ee-4643-b4ec-e42c03a12767",
        "57eadb29-88a0-4c02-b3a8-70060114e717"
      ],
      "mappedKnowledge": [
        "136c837d-5ef9-44c1-b2f5-1203dab6b399",
        "26969a1c-5e01-451d-bba2-e2ce5784a32f",
        "456ce8e2-df2f-41a6-b088-11d4fd5624a1",
        "5a99fb17-91c8-47c1-bbbc-46f67366945d",
        "ec9d29dc-721b-40f3-b382-f0792b84e11e",
        "a357912e-eda8-4ef5-ae36-22e488b11b76",
        "1ba0ef47-50bc-4d33-bd52-6750d6f22095",
        "f0c119a7-d168-46b9-8adf-a1c4dba338c8",
        "905f4611-a7be-40fb-8c68-ade0b6b13300",
        "98dba279-864c-48df-9be4-09dbef8cd0aa",
        "896f6965-f60c-48ff-8502-ab17d9de3fa2",
        "630c7133-90b9-42ca-8c0f-d3b82bea26af"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "69f90772-bd8d-4b1c-aefd-6940b8c3136b",
        "915e0d53-786d-4625-a62b-98d13e150203",
        "6edfc82c-f82f-4536-8154-2a91b4d0c6a0",
        "c39cbb3c-bb09-4b5b-9d35-b49263c674e1",
        "93e2352c-84b7-4354-8ac6-5e2026ba046f",
        "14af9abd-df4d-4c93-a653-583b7d13e83f",
        "a866c7b0-a48b-4844-bccc-e6d1f1e411cd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e43aec9c-597f-4347-9220-d5ae263f7a31",
      "dutyDetail": "Use correct manual handling techniques to transfer and move the dog to the holding area. Brief colleagues on the dog’s current state and highlight any pertinent information.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "aba3236d-b40a-4a1b-94f5-a4858353a6bd",
        "e2b7869e-07e7-4212-91d0-19cb667af3be",
        "fa4f67ca-b7ee-4643-b4ec-e42c03a12767",
        "57eadb29-88a0-4c02-b3a8-70060114e717"
      ],
      "mappedKnowledge": [
        "136c837d-5ef9-44c1-b2f5-1203dab6b399",
        "26969a1c-5e01-451d-bba2-e2ce5784a32f",
        "456ce8e2-df2f-41a6-b088-11d4fd5624a1",
        "ec9d29dc-721b-40f3-b382-f0792b84e11e",
        "1ba0ef47-50bc-4d33-bd52-6750d6f22095",
        "905f4611-a7be-40fb-8c68-ade0b6b13300",
        "0657e123-e786-4217-b0c2-f840ea8b8bac",
        "630c7133-90b9-42ca-8c0f-d3b82bea26af",
        "4ededb1c-a5f3-4b31-970f-303a11b58892"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "69f90772-bd8d-4b1c-aefd-6940b8c3136b",
        "915e0d53-786d-4625-a62b-98d13e150203",
        "93e2352c-84b7-4354-8ac6-5e2026ba046f",
        "12818dcd-ce5f-416f-b0eb-839845ffc92d",
        "3ef0b525-f5c3-4cf6-94aa-3d48d6f06852"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1f8f1439-c46a-47ae-827c-f790b8ffe402",
      "dutyDetail": "Maintain cleanliness and biosecurity of the work environment, including the correct maintenance, storage and sterilisation of equipment. Dispose of waste materials in line with regulatory requirements. Report maintenance requirements in line with workplace procedures.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "aba3236d-b40a-4a1b-94f5-a4858353a6bd",
        "fa4f67ca-b7ee-4643-b4ec-e42c03a12767"
      ],
      "mappedKnowledge": [
        "456ce8e2-df2f-41a6-b088-11d4fd5624a1",
        "905f4611-a7be-40fb-8c68-ade0b6b13300",
        "97e8ace2-5f46-4c50-860d-91d6ab1f5bb1",
        "0a4daf9a-7bd1-45c9-8245-09ce4fec75a5",
        "0da43dce-c3bd-4b96-86e5-4b998f9778fc"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c0fe6745-d7af-4cac-9d73-ec2933ed2c42",
        "5ecbc5f2-6201-4faa-9bdc-a571c04cd6ff",
        "b02daf4f-51da-4468-862c-b85e50200dc4",
        "a879706e-93a0-4491-9615-d1b8adbd90ba"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7514f87c-65a4-4c61-80da-91a5a4bc1ead",
      "dutyDetail": "Transfer dog to client, update records, take payment, provide generic coat maintenance and product advice and feedback specific to the groom. Handle complaints and address straightforward problems in accordance with workplace processes.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "aba3236d-b40a-4a1b-94f5-a4858353a6bd"
      ],
      "mappedKnowledge": [
        "f0c119a7-d168-46b9-8adf-a1c4dba338c8",
        "dd823102-6b95-4c40-8aa2-e7587aea6a31",
        "630c7133-90b9-42ca-8c0f-d3b82bea26af",
        "4ededb1c-a5f3-4b31-970f-303a11b58892",
        "746b6ec5-87c3-4ef3-8f0c-6b5a99b71b82",
        "f2a0be39-7ada-4d89-86c4-c2c246d9ed20",
        "ad422cfc-a5af-4911-92a0-6e91edb196f3",
        "fed65256-3a44-49ee-b75d-5138df4916cd"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c39cbb3c-bb09-4b5b-9d35-b49263c674e1",
        "22e41aac-6707-4ca4-9672-0e94dc7ea1c6",
        "509a1190-e392-4b82-a7c6-c8448495afb8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "af3bd97c-2126-435e-a994-d9132fbcdf37",
      "dutyDetail": "Deal with customer enquiries. Assimilate information (face to face, telephone, social media). Schedule bookings taking into consideration the availability of resources. Take account of grooming requirements applicable to the dog, breed, health conditions and life stage.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "aba3236d-b40a-4a1b-94f5-a4858353a6bd",
        "81d96ade-b5ff-4c1f-a13a-0268eaad0ed9"
      ],
      "mappedKnowledge": [
        "dd823102-6b95-4c40-8aa2-e7587aea6a31",
        "630c7133-90b9-42ca-8c0f-d3b82bea26af",
        "4ededb1c-a5f3-4b31-970f-303a11b58892",
        "746b6ec5-87c3-4ef3-8f0c-6b5a99b71b82",
        "ad422cfc-a5af-4911-92a0-6e91edb196f3",
        "fed65256-3a44-49ee-b75d-5138df4916cd"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "22e41aac-6707-4ca4-9672-0e94dc7ea1c6",
        "509a1190-e392-4b82-a7c6-c8448495afb8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "56e66f7b-473f-4307-8f4d-380386db84e8",
      "dutyDetail": "Maintain working relationships and communicate effectively with internal and external stakeholders. Share technical knowledge with peers and/ or support newly appointed dog groomers or volunteers. Comply with relevant data protection regulations.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "aba3236d-b40a-4a1b-94f5-a4858353a6bd",
        "fa4f67ca-b7ee-4643-b4ec-e42c03a12767",
        "57eadb29-88a0-4c02-b3a8-70060114e717",
        "81d96ade-b5ff-4c1f-a13a-0268eaad0ed9"
      ],
      "mappedKnowledge": [
        "0a4daf9a-7bd1-45c9-8245-09ce4fec75a5",
        "76c6c64a-1886-4fb6-8739-1f56f0e26f61",
        "bdd191a0-fc03-4ea8-88a4-31f34a5b265d",
        "630c7133-90b9-42ca-8c0f-d3b82bea26af",
        "4ededb1c-a5f3-4b31-970f-303a11b58892",
        "746b6ec5-87c3-4ef3-8f0c-6b5a99b71b82",
        "ad422cfc-a5af-4911-92a0-6e91edb196f3",
        "fed65256-3a44-49ee-b75d-5138df4916cd"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "22e41aac-6707-4ca4-9672-0e94dc7ea1c6",
        "509a1190-e392-4b82-a7c6-c8448495afb8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4c083cf8-ef36-4477-9122-301d0acb9458",
      "dutyDetail": "Respond to canine first aid situations and carry out appropriate actions. Report to owner and seek veterinary attention and escalate where required.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "aba3236d-b40a-4a1b-94f5-a4858353a6bd",
        "e2b7869e-07e7-4212-91d0-19cb667af3be",
        "fa4f67ca-b7ee-4643-b4ec-e42c03a12767"
      ],
      "mappedKnowledge": [
        "136c837d-5ef9-44c1-b2f5-1203dab6b399",
        "26969a1c-5e01-451d-bba2-e2ce5784a32f",
        "456ce8e2-df2f-41a6-b088-11d4fd5624a1",
        "5a99fb17-91c8-47c1-bbbc-46f67366945d",
        "ec9d29dc-721b-40f3-b382-f0792b84e11e",
        "f0c119a7-d168-46b9-8adf-a1c4dba338c8",
        "896f6965-f60c-48ff-8502-ab17d9de3fa2",
        "0da43dce-c3bd-4b96-86e5-4b998f9778fc"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6edfc82c-f82f-4536-8154-2a91b4d0c6a0",
        "c39cbb3c-bb09-4b5b-9d35-b49263c674e1",
        "a866c7b0-a48b-4844-bccc-e6d1f1e411cd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3763a472-d34d-4162-8947-7bc20578ea73",
      "dutyDetail": "Support business objectives by achieving Key Performance Indicators, customer service targets and feed into continuous improvement.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "aba3236d-b40a-4a1b-94f5-a4858353a6bd",
        "57eadb29-88a0-4c02-b3a8-70060114e717",
        "68c421f5-a18c-4ac7-a899-8838d60863a2"
      ],
      "mappedKnowledge": [
        "0a4daf9a-7bd1-45c9-8245-09ce4fec75a5",
        "76c6c64a-1886-4fb6-8739-1f56f0e26f61",
        "bdd191a0-fc03-4ea8-88a4-31f34a5b265d",
        "630c7133-90b9-42ca-8c0f-d3b82bea26af",
        "4ededb1c-a5f3-4b31-970f-303a11b58892",
        "746b6ec5-87c3-4ef3-8f0c-6b5a99b71b82",
        "f2a0be39-7ada-4d89-86c4-c2c246d9ed20",
        "ad422cfc-a5af-4911-92a0-6e91edb196f3",
        "fed65256-3a44-49ee-b75d-5138df4916cd"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "509a1190-e392-4b82-a7c6-c8448495afb8",
        "b02daf4f-51da-4468-862c-b85e50200dc4"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-03-17T00:00:00"
}