{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 627,
  "referenceNumber": "ST0946",
  "learningAimClassCode": "",
  "title": "Vet technician (livestock)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0946",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-07-15T00:00:00",
  "earliestStartDate": "2021-05-27T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Carry out common husbandry and technical tasks for livestock.",
  "level": 5,
  "ePALength": 2,
  "typicalDuration": 24,
  "maxFunding": 13000,
  "maxFundingAdditionalInformation": "",
  "route": "Agriculture, environmental and animal care",
  "keywords": [
    "Vet",
    "animal",
    "technician",
    "livestock",
    "science",
    "animal care",
    "Agricultural",
    "environmental manager",
    "stock"
  ],
  "jobRoles": [
    "Embryo transfer technician",
    "Vet tech",
    "Vet tech cso (certification support officer)",
    "Vet tech mobility scorer/ foot trimmer",
    "Vet tech paraprofessional",
    "Vet tech/ att (approved tuberculin tester)",
    "Vet technician manager"
  ],
  "entryRequirements": "&lt;p&gt;There are no specific entry requirements. However, vet tech candidates are likely to have some husbandry skills and livestock knowledge and may have worked in a vet practice at a more junior level.&lt;/p&gt;\n&lt;p&gt;A Vet Tech may be required to work unsociable hours and will be required to visit clients. Individual employers will determine their own entry requirements; but due to the nature of the role requiring periods of physical exertion, safe travel to and within ports, it is expected that candidates will meet certain medical standards of physical health and it is highly likely they will hold a full standard driving licence.&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/6114/st0946_vet-technician-livestock-_l5_epa_adjustments-applied_300522.pdf",
  "ssa1": "3 Agriculture, Horticulture and Animal Care",
  "ssa2": "3.3 Animal care and veterinary science",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in large animal livestock veterinary businesses. Veterinary Technicians (Vet Techs) typically undertake work on behalf of the practice on their clients’ premises, which are predominantly commercial Farms and smallholdings.&lt;/p&gt;\n&lt;p&gt;The veterinary practice can range in size from large multi-site operations to small independent employers.&lt;/p&gt;\n&lt;p&gt;Vet Tech’s work in line with relevant standards.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to carry out common husbandry and technical tasks that are generally in the interest of promoting the health and welfare of livestock or in the breeding of livestock. This may include vaccinations, mobility assessment, foot trimming, disbudding, and growth monitoring. Other tasks may be preparing livestock for procedures such as surgery or embryo transfer and assisting veterinary surgeons who are undertaking procedures, recording data, and handling semen or embryos.&amp;nbsp;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;The Vet Tech aids the Veterinary Surgeon (vet) to monitor and improve the health and welfare of livestock through preventative measures.&lt;/p&gt;\n&lt;p&gt;They help to deliver health plans and protocols to prevent health issues and diseases. They deliver treatment following a diagnosis carried out by a Veterinary Surgeon, and when agreed treatment protocols are in place.&lt;/p&gt;\n&lt;p&gt;A Vet Tech will typically collect data on incidences of certain health conditions. This will help when setting health and disease control plans, including livestock health and welfare checks in line with vet practice protocols. They work independently on client’s premises and carry out dynamic risk assessments.&lt;/p&gt;\n&lt;p&gt;They also conduct environmental assessments to find out areas that could be contributing to health and welfare issues. This could include housing, comfort/ ventilation, and walkways that could cause lameness.&lt;/p&gt;\n&lt;p&gt;A Vet Tech will not give advice or carry out treatment unless on an agreed protocol set out by the vet. Whilst on the farm, the Vet Tech can, with the agreement of the client, take non-intrusive samples to check for problems. Samples will be collected and either analysed in practice or sent off for further investigation to enable diagnosis of any condition. Any treatment would be discussed with the vet and a protocol set out for the livestock. The Vet Tech would be responsible for using the correct sample collection procedure and communicating information to the client’s vet. The Vet Tech may support the Vet in practice in collecting blood samples.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;The Vet Tech often views onsite livestock conditions more regularly than the vet and they need to regularly communicate health and welfare matters to both the client and the vet.&lt;/p&gt;\n&lt;p&gt;The Vet Tech will report directly to a vet. In their daily work, they will also interact with practice administrative staff, other Vet Techs, vets, clients (farmers, enterprise managers, smallholders), and other agricultural professionals e.g. Nutritionists, Consultants, Animal and Horticulture Advisory Board (AHDB) staff. They may also be required to support and guide vet and agricultural students so will need to be able to work independently and as part of a team.&lt;/p&gt;\n&lt;p&gt;Livestock health and financial pressures can be stressful for clients. Vet Techs also observe the welfare of clients and report any concerns to the vet or vet practice vet responsible for the client/livestock so that help and support can be arranged. It is important that the Vet Tech maintains professional working relations as they will be responsible for full client confidentiality.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for scheduling their own workload and complying with vet practice protocols. They will be responsible for operating good biosecurity and maintaining equipment.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "0263867f-15bd-4ab3-8ab5-dfdbf7f0e846",
      "detail": "The appropriate level of professional conduct for Vet Technicians and the expectations of the vet practice. "
    },
    {
      "knowledgeId": "c4bb2f1b-3a82-4d40-911b-6941211e6b04",
      "detail": "The scope of the business environment in which the vet practice operates and the need to meet ethical and legal responsibilities."
    },
    {
      "knowledgeId": "daee5b04-50d6-4c22-b2e5-968c419aa744",
      "detail": "The principles of infection control in livestock to control the spread of infection/ diseases. This includes using personal protective equipment (PPE), efficient hand washing techniques, the importance of biosecurity and the role of disinfection and sterilisation, particularly when working on multiple sites."
    },
    {
      "knowledgeId": "7a26ca84-94e1-4bc5-89ff-b7dee44bd30d",
      "detail": "The complexities of different agricultural environments and how this affects animal health and welfare."
    },
    {
      "knowledgeId": "97382700-2e90-4aa7-b189-42b657498e10",
      "detail": "The principles and practices of handling unpredictable livestock in a safe manner and in line with Manual Handling Operations Regulations."
    },
    {
      "knowledgeId": "521b31e7-ae0b-4edd-9027-5b6ca0112474",
      "detail": "Dynamic risk assessment processes and lone worker protocols for different environments and livestock. How risk assessments can be applied to reduce the stress and risk of injury to self and different types of livestock."
    },
    {
      "knowledgeId": "dec3a7d3-7b50-4133-894d-9be8181161ac",
      "detail": "Principles of collecting data to form reports to meet regulatory requirements of medicine legislation."
    },
    {
      "knowledgeId": "7c6e9319-97ad-4bf5-9c0c-924112977622",
      "detail": "Principles and scope of vet led protocols for the administration of vaccinations and  the  antibody reaction, Principles, protocols and use of veterinary medicines in livestock treatments, including how to administer them: injection, oral bolus, topical application."
    },
    {
      "knowledgeId": "b47141ad-d3b1-40c8-b850-b9f4db6b6472",
      "detail": "How to use a range of information and data to identify potential health and welfare issues and the preventative or reactive measures that could be applied."
    },
    {
      "knowledgeId": "fa80a40b-e45b-4fcc-a18e-09e4374d7421",
      "detail": "The safe use of veterinary medicines and COSHH (Control of Substances Hazardous to Health) essentials for farmers."
    },
    {
      "knowledgeId": "49e37699-791d-4966-b7fe-082d044eedb8",
      "detail": "Diseases (zoonoses) caused by micro-organisms, which are subject to the Control of Substances Hazardous to Health Regulations (COSHH)."
    },
    {
      "knowledgeId": "5e742e6b-1fb3-4d04-8de9-02dd7af487d2",
      "detail": "Communication strategies to develop effective working relationships and engage clients and practice colleagues."
    },
    {
      "knowledgeId": "2774976b-20bf-4ee2-896c-5f00daefb1f6",
      "detail": "Husbandry procedures such as disbudding, foot trimming, non-surgical castration and tail docking, mobility assessment and growth monitoring."
    },
    {
      "knowledgeId": "c0b456fc-5b8d-4feb-ad0b-aed214965338",
      "detail": "Strategies to ensure health and welfare of livestock and cost- effective preventative approaches."
    },
    {
      "knowledgeId": "6db953df-81a7-4ad7-84e3-eef27004a33d",
      "detail": "How to report concerns with livestock and/ or human welfare."
    },
    {
      "knowledgeId": "b2998462-0b31-4973-ae74-e9e3ed1a6d55",
      "detail": "Protocols for handling livestock during Vet Tech procedures."
    },
    {
      "knowledgeId": "be878c54-b03a-4eb2-bc8b-343f0c93c727",
      "detail": "How collaboration with outside organisations can enhance animal health and welfare. E.g. Agricultural and Horticultural development board (AHDB)."
    },
    {
      "knowledgeId": "a94da4c0-d258-4829-936a-7d206a44832f",
      "detail": "Evaluation methods including the use of software to measure the impact of treatments. The use of this information to inform future strategies across other locations/ environments."
    },
    {
      "knowledgeId": "3244c45b-bb75-4067-988a-6d23f3327b21",
      "detail": "Evaluating breeding values and methods of genetic improvements for health and productivity."
    },
    {
      "knowledgeId": "ada36097-5bc4-4e34-ae7e-2994a564fb01",
      "detail": "Social responsibility to function sustainably and minimise waste."
    },
    {
      "knowledgeId": "37c4d988-5501-40db-9b60-555d15e0771e",
      "detail": "Livestock weighing and how to carry out body condition scoring to national guidelines. "
    },
    {
      "knowledgeId": "17f76609-9d37-4069-8e99-cf52d0a5d138",
      "detail": "The Animal and Plant Health Agency (APHA) and vet led protocols and procedures when using blood sampling for diagnosis."
    },
    {
      "knowledgeId": "073df5f2-31d0-42cc-bbae-ea0b6cac9c81",
      "detail": "The requirement to maintain client confidentiality and obligations under GDPR (General Data Protection Regulations)."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "e007328a-e8a3-459f-bddd-025e1c6db25d",
      "detail": "Builds and maintains relationships with customers, colleagues, and suppliers."
    },
    {
      "behaviourId": "57b0813f-90a7-4875-b9c7-7cf74db75521",
      "detail": "Maintains ethical standards."
    },
    {
      "behaviourId": "a0857bc4-94a1-4b54-8d03-bd682ff29af8",
      "detail": "Takes responsibility for planning and developing courses of action."
    },
    {
      "behaviourId": "84358e6a-7d2e-4e09-a331-67762d6ec58b",
      "detail": "Undertakes career professional development to maintain technical knowledge."
    },
    {
      "behaviourId": "fd5857eb-13ef-40c1-b5b4-eeb6dfb72e71",
      "detail": "Acts professionally and adapts style and method of communication to the circumstances and needs of individuals."
    },
    {
      "behaviourId": "85f41122-da4f-4963-a194-03e7fbfbef3b",
      "detail": "Adheres to the requirements of health and safety legislation."
    }
  ],
  "skills": [
    {
      "skillId": "974811f1-221c-4875-98b7-e430ddb70d94",
      "detail": "Plan and carry out dynamic risk assessments taking account of lone worker protocols and varying environments/ livestock. Develop courses of action to minimise risk."
    },
    {
      "skillId": "c3474743-e647-4e0e-9743-0fd635328fe5",
      "detail": "Manage data collection for health plans and reports."
    },
    {
      "skillId": "2610273f-387e-4c1a-b0be-1dc371e4f0c9",
      "detail": "Analyse, interpret, and evaluate data using appropriate software, to inform diagnosis/ recommendations for preventative treatment."
    },
    {
      "skillId": "149c904b-b45c-4556-a27d-86d7b04978a6",
      "detail": "Collaborate with agricultural staff to obtain information impacting on livestock health (e.g. feed rations)."
    },
    {
      "skillId": "90b1bacb-2da5-484d-ba48-9260fd0ef708",
      "detail": "Administer appropriate veterinary medicines, as set out within a vet led protocol, to treat livestock, such as by injection, oral bolus or topical application."
    },
    {
      "skillId": "4533e6ca-9b4c-4a8c-af80-304ae6909f75",
      "detail": "Identify environmental factors that can have a positive and/or negative effect on animal health and welfare."
    },
    {
      "skillId": "0dd45d62-ae54-4f26-a74f-0d49f340f32f",
      "detail": "Plan and carry out livestock assessment, such as mobility assessment, weighing or body condition scoring."
    },
    {
      "skillId": "80835e2f-c46c-488e-936c-9d1450812674",
      "detail": "Identify when samples are required for parasite identification. Collect relevant samples in accordance with protocols and lab procedures."
    },
    {
      "skillId": "dcd7d159-4be9-43d9-bea0-099dd89b5449",
      "detail": "Complete disbudding/ horn removal of livestock."
    },
    {
      "skillId": "75d428c4-34d5-4f7c-91df-3653821dc806",
      "detail": "Support the Vet in practice to carry out blood sampling for disease or health analysis/diagnosis. Complete documentation for further lab analysis and to ensure traceability."
    },
    {
      "skillId": "decc332d-f5f2-40af-a61f-127602307992",
      "detail": "Build rapport with clients whilst managing client expectations and competing priorities."
    },
    {
      "skillId": "4c48dde8-d51c-4614-bd90-d0b83d4ba389",
      "detail": " Manage own workload, balancing cost and efficiency with livestock health and welfare priorities."
    },
    {
      "skillId": "1460df81-873c-4e4b-97f4-7a4dca22cbe7",
      "detail": "Use equipment, such as livestock crush and raise systems for safe handling and pharmaceutical equipment and products, in line with operating procedures and manufacturers guidelines."
    },
    {
      "skillId": "8d5235cf-c910-49a3-9d05-9f9db0f1d95c",
      "detail": "Monitor and manage requirements for equipment maintenance and repair."
    },
    {
      "skillId": "53653047-d4f9-4343-bad8-f6aaa8b1e8d5",
      "detail": "Identify, use and dispose of correct PPE appropriate to the task."
    },
    {
      "skillId": "844512df-dd81-4c67-866b-931c5d567c37",
      "detail": "Identify biosecurity risks and mitigate against them."
    },
    {
      "skillId": "e5453725-c1fb-401b-81ea-d3ab7717fc33",
      "detail": "Maintain client confidentiality in line with practice requirements and GDPR (General Data Protection Regulations)."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2021-05-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0658",
  "tbMainContact": "natalie.parker@llmvets.co.uk",
  "involvedEmployers": "AHDB \nBishopton Veterinary Group \nDove Vets \nEvolution Vets \nHarper/ Keel Vet school \nLLM Farm Vets \nMeadow Farm Vets and RCVS \nParagon Veterinary Group \nPenbode Vets \nRABDF\nReaseheath College \nSynergy Farm Health \nTyndale Farm Veterinary Practice \nWestpoint Farm Vets \nWood Veterinary Group \nXL Vets",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Embryo transfer technician",
    "Vet tech",
    "Vet tech cso (certification support officer)",
    "Vet tech mobility scorer/ foot trimmer",
    "Vet tech paraprofessional",
    "Vet tech/ att (approved tuberculin tester)",
    "Vet technician manager"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Animal Care and Management",
  "cluster": "Animal care specialist",
  "clusterId": "83",
  "clusterDescription": "Active management of the welfare of animals including making care/health interventions usually under supervision",
  "createdDate": "2022-06-14T13:50:43 +00:00",
  "lastUpdated": "2022-07-15T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2021-05-27T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0946",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0946-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0946-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "28900d16-4f0f-423c-ac8f-29b5932b0c88",
      "dutyDetail": "Communicate effectively using a variety of appropriate methods. Take account of the factors which affect working relationships between clients and practice colleagues.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e007328a-e8a3-459f-bddd-025e1c6db25d",
        "fd5857eb-13ef-40c1-b5b4-eeb6dfb72e71"
      ],
      "mappedKnowledge": [
        "0263867f-15bd-4ab3-8ab5-dfdbf7f0e846",
        "c4bb2f1b-3a82-4d40-911b-6941211e6b04",
        "521b31e7-ae0b-4edd-9027-5b6ca0112474",
        "5e742e6b-1fb3-4d04-8de9-02dd7af487d2",
        "c0b456fc-5b8d-4feb-ad0b-aed214965338",
        "6db953df-81a7-4ad7-84e3-eef27004a33d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "149c904b-b45c-4556-a27d-86d7b04978a6",
        "decc332d-f5f2-40af-a61f-127602307992"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "56ce2f3f-b110-46f2-b828-f59ae32b400e",
      "dutyDetail": "Practise biosecurity to prevent transfer of pathogens between businesses premises and stock.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "57b0813f-90a7-4875-b9c7-7cf74db75521",
        "a0857bc4-94a1-4b54-8d03-bd682ff29af8",
        "85f41122-da4f-4963-a194-03e7fbfbef3b"
      ],
      "mappedKnowledge": [
        "daee5b04-50d6-4c22-b2e5-968c419aa744",
        "7a26ca84-94e1-4bc5-89ff-b7dee44bd30d",
        "521b31e7-ae0b-4edd-9027-5b6ca0112474",
        "b47141ad-d3b1-40c8-b850-b9f4db6b6472",
        "fa80a40b-e45b-4fcc-a18e-09e4374d7421"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "974811f1-221c-4875-98b7-e430ddb70d94",
        "90b1bacb-2da5-484d-ba48-9260fd0ef708",
        "75d428c4-34d5-4f7c-91df-3653821dc806",
        "1460df81-873c-4e4b-97f4-7a4dca22cbe7",
        "53653047-d4f9-4343-bad8-f6aaa8b1e8d5",
        "844512df-dd81-4c67-866b-931c5d567c37"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0217c639-bd04-4558-bb2e-e7cba28a2a78",
      "dutyDetail": "Handle livestock in a safe manner, adapting to the facilities, environment and type of stock to reduce stress and risk of injury to self and stock. Carry out dynamic risk assessments. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "57b0813f-90a7-4875-b9c7-7cf74db75521",
        "85f41122-da4f-4963-a194-03e7fbfbef3b"
      ],
      "mappedKnowledge": [
        "0263867f-15bd-4ab3-8ab5-dfdbf7f0e846",
        "7a26ca84-94e1-4bc5-89ff-b7dee44bd30d",
        "97382700-2e90-4aa7-b189-42b657498e10",
        "521b31e7-ae0b-4edd-9027-5b6ca0112474",
        "fa80a40b-e45b-4fcc-a18e-09e4374d7421",
        "49e37699-791d-4966-b7fe-082d044eedb8",
        "2774976b-20bf-4ee2-896c-5f00daefb1f6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "974811f1-221c-4875-98b7-e430ddb70d94",
        "90b1bacb-2da5-484d-ba48-9260fd0ef708",
        "0dd45d62-ae54-4f26-a74f-0d49f340f32f",
        "80835e2f-c46c-488e-936c-9d1450812674",
        "dcd7d159-4be9-43d9-bea0-099dd89b5449",
        "75d428c4-34d5-4f7c-91df-3653821dc806",
        "53653047-d4f9-4343-bad8-f6aaa8b1e8d5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "66f335d2-1b7c-409e-a538-6980b05b9761",
      "dutyDetail": "Carry out standard husbandry procedures and provide husbandry advice to clients where appropriate. This may include but is not limited to disbudding, foot trimming, body condition and mobility assessment.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e007328a-e8a3-459f-bddd-025e1c6db25d",
        "57b0813f-90a7-4875-b9c7-7cf74db75521",
        "a0857bc4-94a1-4b54-8d03-bd682ff29af8",
        "85f41122-da4f-4963-a194-03e7fbfbef3b"
      ],
      "mappedKnowledge": [
        "0263867f-15bd-4ab3-8ab5-dfdbf7f0e846",
        "c4bb2f1b-3a82-4d40-911b-6941211e6b04",
        "daee5b04-50d6-4c22-b2e5-968c419aa744",
        "97382700-2e90-4aa7-b189-42b657498e10",
        "521b31e7-ae0b-4edd-9027-5b6ca0112474",
        "7c6e9319-97ad-4bf5-9c0c-924112977622",
        "fa80a40b-e45b-4fcc-a18e-09e4374d7421",
        "37c4d988-5501-40db-9b60-555d15e0771e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "974811f1-221c-4875-98b7-e430ddb70d94",
        "90b1bacb-2da5-484d-ba48-9260fd0ef708",
        "4533e6ca-9b4c-4a8c-af80-304ae6909f75",
        "0dd45d62-ae54-4f26-a74f-0d49f340f32f",
        "dcd7d159-4be9-43d9-bea0-099dd89b5449",
        "75d428c4-34d5-4f7c-91df-3653821dc806",
        "4c48dde8-d51c-4614-bd90-d0b83d4ba389",
        "1460df81-873c-4e4b-97f4-7a4dca22cbe7",
        "53653047-d4f9-4343-bad8-f6aaa8b1e8d5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6649ecc3-266c-47b2-8c56-3d56674e1789",
      "dutyDetail": "Collect and digitally record and store data. Use software to prepare reports on data used to inform business and health care planning, and to meet regulatory requirements of medicine legislation.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e007328a-e8a3-459f-bddd-025e1c6db25d",
        "57b0813f-90a7-4875-b9c7-7cf74db75521",
        "a0857bc4-94a1-4b54-8d03-bd682ff29af8",
        "fd5857eb-13ef-40c1-b5b4-eeb6dfb72e71",
        "85f41122-da4f-4963-a194-03e7fbfbef3b"
      ],
      "mappedKnowledge": [
        "0263867f-15bd-4ab3-8ab5-dfdbf7f0e846",
        "c4bb2f1b-3a82-4d40-911b-6941211e6b04",
        "7a26ca84-94e1-4bc5-89ff-b7dee44bd30d",
        "dec3a7d3-7b50-4133-894d-9be8181161ac",
        "7c6e9319-97ad-4bf5-9c0c-924112977622",
        "b47141ad-d3b1-40c8-b850-b9f4db6b6472",
        "c0b456fc-5b8d-4feb-ad0b-aed214965338",
        "b2998462-0b31-4973-ae74-e9e3ed1a6d55",
        "be878c54-b03a-4eb2-bc8b-343f0c93c727",
        "a94da4c0-d258-4829-936a-7d206a44832f",
        "3244c45b-bb75-4067-988a-6d23f3327b21",
        "073df5f2-31d0-42cc-bbae-ea0b6cac9c81"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c3474743-e647-4e0e-9743-0fd635328fe5",
        "2610273f-387e-4c1a-b0be-1dc371e4f0c9",
        "149c904b-b45c-4556-a27d-86d7b04978a6",
        "80835e2f-c46c-488e-936c-9d1450812674",
        "75d428c4-34d5-4f7c-91df-3653821dc806",
        "decc332d-f5f2-40af-a61f-127602307992",
        "e5453725-c1fb-401b-81ea-d3ab7717fc33"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4a2847f1-1504-4c76-bff9-80a94ca95190",
      "dutyDetail": "Monitor and record signs of animal health and welfare issues, which may include but are not limited to lameness, feed intake, abnormal weight.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "57b0813f-90a7-4875-b9c7-7cf74db75521",
        "a0857bc4-94a1-4b54-8d03-bd682ff29af8",
        "84358e6a-7d2e-4e09-a331-67762d6ec58b"
      ],
      "mappedKnowledge": [
        "0263867f-15bd-4ab3-8ab5-dfdbf7f0e846",
        "c4bb2f1b-3a82-4d40-911b-6941211e6b04",
        "7a26ca84-94e1-4bc5-89ff-b7dee44bd30d",
        "fa80a40b-e45b-4fcc-a18e-09e4374d7421",
        "49e37699-791d-4966-b7fe-082d044eedb8",
        "c0b456fc-5b8d-4feb-ad0b-aed214965338",
        "6db953df-81a7-4ad7-84e3-eef27004a33d",
        "be878c54-b03a-4eb2-bc8b-343f0c93c727",
        "a94da4c0-d258-4829-936a-7d206a44832f",
        "3244c45b-bb75-4067-988a-6d23f3327b21"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2610273f-387e-4c1a-b0be-1dc371e4f0c9",
        "4533e6ca-9b4c-4a8c-af80-304ae6909f75",
        "80835e2f-c46c-488e-936c-9d1450812674",
        "75d428c4-34d5-4f7c-91df-3653821dc806",
        "8d5235cf-c910-49a3-9d05-9f9db0f1d95c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "877e9957-2fc6-461c-b3f0-fba5692929d5",
      "dutyDetail": "Administer preventative medicines under the direction of a qualified vet or as part of a pre-agreed healthcare plan. This may include but is not limited to medications such as vaccinations and parasite control.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e007328a-e8a3-459f-bddd-025e1c6db25d",
        "57b0813f-90a7-4875-b9c7-7cf74db75521",
        "85f41122-da4f-4963-a194-03e7fbfbef3b"
      ],
      "mappedKnowledge": [
        "0263867f-15bd-4ab3-8ab5-dfdbf7f0e846",
        "97382700-2e90-4aa7-b189-42b657498e10",
        "521b31e7-ae0b-4edd-9027-5b6ca0112474",
        "7c6e9319-97ad-4bf5-9c0c-924112977622",
        "fa80a40b-e45b-4fcc-a18e-09e4374d7421",
        "49e37699-791d-4966-b7fe-082d044eedb8",
        "5e742e6b-1fb3-4d04-8de9-02dd7af487d2",
        "b2998462-0b31-4973-ae74-e9e3ed1a6d55",
        "a94da4c0-d258-4829-936a-7d206a44832f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "974811f1-221c-4875-98b7-e430ddb70d94",
        "c3474743-e647-4e0e-9743-0fd635328fe5",
        "90b1bacb-2da5-484d-ba48-9260fd0ef708",
        "0dd45d62-ae54-4f26-a74f-0d49f340f32f",
        "75d428c4-34d5-4f7c-91df-3653821dc806",
        "1460df81-873c-4e4b-97f4-7a4dca22cbe7",
        "8d5235cf-c910-49a3-9d05-9f9db0f1d95c",
        "53653047-d4f9-4343-bad8-f6aaa8b1e8d5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8416938d-ef1f-4c5e-b597-3fc98a8688b3",
      "dutyDetail": "Collect samples under the direction of a vet and prepare them to be sent for external lab testing and in-house testing where relevant. Use the results to inform health plans in conjunction with the vet.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e007328a-e8a3-459f-bddd-025e1c6db25d",
        "57b0813f-90a7-4875-b9c7-7cf74db75521",
        "a0857bc4-94a1-4b54-8d03-bd682ff29af8",
        "85f41122-da4f-4963-a194-03e7fbfbef3b"
      ],
      "mappedKnowledge": [
        "0263867f-15bd-4ab3-8ab5-dfdbf7f0e846",
        "daee5b04-50d6-4c22-b2e5-968c419aa744",
        "97382700-2e90-4aa7-b189-42b657498e10",
        "521b31e7-ae0b-4edd-9027-5b6ca0112474",
        "b47141ad-d3b1-40c8-b850-b9f4db6b6472",
        "49e37699-791d-4966-b7fe-082d044eedb8",
        "c0b456fc-5b8d-4feb-ad0b-aed214965338",
        "6db953df-81a7-4ad7-84e3-eef27004a33d",
        "be878c54-b03a-4eb2-bc8b-343f0c93c727",
        "a94da4c0-d258-4829-936a-7d206a44832f",
        "17f76609-9d37-4069-8e99-cf52d0a5d138"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "974811f1-221c-4875-98b7-e430ddb70d94",
        "2610273f-387e-4c1a-b0be-1dc371e4f0c9",
        "80835e2f-c46c-488e-936c-9d1450812674",
        "75d428c4-34d5-4f7c-91df-3653821dc806",
        "1460df81-873c-4e4b-97f4-7a4dca22cbe7",
        "8d5235cf-c910-49a3-9d05-9f9db0f1d95c",
        "53653047-d4f9-4343-bad8-f6aaa8b1e8d5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "33a84645-5c7a-45a8-b70f-4787403d3677",
      "dutyDetail": "Identify potential health and welfare issues across a range of livestock and environments. Provide advice to the client and vet to make improvements. Use the appropriate channels to report concerns.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e007328a-e8a3-459f-bddd-025e1c6db25d",
        "57b0813f-90a7-4875-b9c7-7cf74db75521",
        "a0857bc4-94a1-4b54-8d03-bd682ff29af8",
        "85f41122-da4f-4963-a194-03e7fbfbef3b"
      ],
      "mappedKnowledge": [
        "0263867f-15bd-4ab3-8ab5-dfdbf7f0e846",
        "c4bb2f1b-3a82-4d40-911b-6941211e6b04",
        "daee5b04-50d6-4c22-b2e5-968c419aa744",
        "7a26ca84-94e1-4bc5-89ff-b7dee44bd30d",
        "7c6e9319-97ad-4bf5-9c0c-924112977622",
        "b47141ad-d3b1-40c8-b850-b9f4db6b6472",
        "fa80a40b-e45b-4fcc-a18e-09e4374d7421",
        "49e37699-791d-4966-b7fe-082d044eedb8",
        "5e742e6b-1fb3-4d04-8de9-02dd7af487d2",
        "c0b456fc-5b8d-4feb-ad0b-aed214965338",
        "6db953df-81a7-4ad7-84e3-eef27004a33d",
        "be878c54-b03a-4eb2-bc8b-343f0c93c727"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c3474743-e647-4e0e-9743-0fd635328fe5",
        "2610273f-387e-4c1a-b0be-1dc371e4f0c9",
        "149c904b-b45c-4556-a27d-86d7b04978a6",
        "4533e6ca-9b4c-4a8c-af80-304ae6909f75",
        "80835e2f-c46c-488e-936c-9d1450812674",
        "75d428c4-34d5-4f7c-91df-3653821dc806",
        "decc332d-f5f2-40af-a61f-127602307992",
        "4c48dde8-d51c-4614-bd90-d0b83d4ba389",
        "53653047-d4f9-4343-bad8-f6aaa8b1e8d5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9b98d884-ec06-4f0a-9f3e-9d38db87e024",
      "dutyDetail": "Carry out environmental assessments and collect relevant data.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e007328a-e8a3-459f-bddd-025e1c6db25d",
        "57b0813f-90a7-4875-b9c7-7cf74db75521",
        "a0857bc4-94a1-4b54-8d03-bd682ff29af8",
        "85f41122-da4f-4963-a194-03e7fbfbef3b"
      ],
      "mappedKnowledge": [
        "0263867f-15bd-4ab3-8ab5-dfdbf7f0e846",
        "c4bb2f1b-3a82-4d40-911b-6941211e6b04",
        "daee5b04-50d6-4c22-b2e5-968c419aa744",
        "7a26ca84-94e1-4bc5-89ff-b7dee44bd30d",
        "521b31e7-ae0b-4edd-9027-5b6ca0112474",
        "7c6e9319-97ad-4bf5-9c0c-924112977622",
        "b47141ad-d3b1-40c8-b850-b9f4db6b6472",
        "fa80a40b-e45b-4fcc-a18e-09e4374d7421",
        "49e37699-791d-4966-b7fe-082d044eedb8",
        "5e742e6b-1fb3-4d04-8de9-02dd7af487d2",
        "c0b456fc-5b8d-4feb-ad0b-aed214965338",
        "6db953df-81a7-4ad7-84e3-eef27004a33d",
        "be878c54-b03a-4eb2-bc8b-343f0c93c727",
        "a94da4c0-d258-4829-936a-7d206a44832f",
        "ada36097-5bc4-4e34-ae7e-2994a564fb01"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "974811f1-221c-4875-98b7-e430ddb70d94",
        "c3474743-e647-4e0e-9743-0fd635328fe5",
        "2610273f-387e-4c1a-b0be-1dc371e4f0c9",
        "149c904b-b45c-4556-a27d-86d7b04978a6",
        "90b1bacb-2da5-484d-ba48-9260fd0ef708",
        "80835e2f-c46c-488e-936c-9d1450812674",
        "decc332d-f5f2-40af-a61f-127602307992",
        "4c48dde8-d51c-4614-bd90-d0b83d4ba389",
        "1460df81-873c-4e4b-97f4-7a4dca22cbe7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "055ed36b-33c6-4d80-8714-e282f02c856f",
      "dutyDetail": "Assist the vet with additional duties as required, such as help with handling livestock during fertility routines or surgical procedures.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e007328a-e8a3-459f-bddd-025e1c6db25d",
        "57b0813f-90a7-4875-b9c7-7cf74db75521",
        "fd5857eb-13ef-40c1-b5b4-eeb6dfb72e71",
        "85f41122-da4f-4963-a194-03e7fbfbef3b"
      ],
      "mappedKnowledge": [
        "0263867f-15bd-4ab3-8ab5-dfdbf7f0e846",
        "c4bb2f1b-3a82-4d40-911b-6941211e6b04",
        "daee5b04-50d6-4c22-b2e5-968c419aa744",
        "7a26ca84-94e1-4bc5-89ff-b7dee44bd30d",
        "521b31e7-ae0b-4edd-9027-5b6ca0112474",
        "fa80a40b-e45b-4fcc-a18e-09e4374d7421",
        "49e37699-791d-4966-b7fe-082d044eedb8",
        "5e742e6b-1fb3-4d04-8de9-02dd7af487d2",
        "6db953df-81a7-4ad7-84e3-eef27004a33d",
        "b2998462-0b31-4973-ae74-e9e3ed1a6d55",
        "be878c54-b03a-4eb2-bc8b-343f0c93c727",
        "3244c45b-bb75-4067-988a-6d23f3327b21",
        "ada36097-5bc4-4e34-ae7e-2994a564fb01"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "974811f1-221c-4875-98b7-e430ddb70d94",
        "c3474743-e647-4e0e-9743-0fd635328fe5",
        "149c904b-b45c-4556-a27d-86d7b04978a6",
        "90b1bacb-2da5-484d-ba48-9260fd0ef708",
        "decc332d-f5f2-40af-a61f-127602307992",
        "8d5235cf-c910-49a3-9d05-9f9db0f1d95c",
        "53653047-d4f9-4343-bad8-f6aaa8b1e8d5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "21892395-0fe9-4938-84b5-88b44726e148",
      "dutyDetail": "Liaise with outside organisations to promote collaborative approaches to enhance animal health & welfare.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e007328a-e8a3-459f-bddd-025e1c6db25d",
        "57b0813f-90a7-4875-b9c7-7cf74db75521",
        "84358e6a-7d2e-4e09-a331-67762d6ec58b",
        "fd5857eb-13ef-40c1-b5b4-eeb6dfb72e71",
        "85f41122-da4f-4963-a194-03e7fbfbef3b"
      ],
      "mappedKnowledge": [
        "0263867f-15bd-4ab3-8ab5-dfdbf7f0e846",
        "c4bb2f1b-3a82-4d40-911b-6941211e6b04",
        "7a26ca84-94e1-4bc5-89ff-b7dee44bd30d",
        "7c6e9319-97ad-4bf5-9c0c-924112977622",
        "b47141ad-d3b1-40c8-b850-b9f4db6b6472",
        "fa80a40b-e45b-4fcc-a18e-09e4374d7421",
        "49e37699-791d-4966-b7fe-082d044eedb8",
        "5e742e6b-1fb3-4d04-8de9-02dd7af487d2",
        "c0b456fc-5b8d-4feb-ad0b-aed214965338",
        "be878c54-b03a-4eb2-bc8b-343f0c93c727",
        "a94da4c0-d258-4829-936a-7d206a44832f",
        "ada36097-5bc4-4e34-ae7e-2994a564fb01",
        "073df5f2-31d0-42cc-bbae-ea0b6cac9c81"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c3474743-e647-4e0e-9743-0fd635328fe5",
        "2610273f-387e-4c1a-b0be-1dc371e4f0c9",
        "149c904b-b45c-4556-a27d-86d7b04978a6",
        "4533e6ca-9b4c-4a8c-af80-304ae6909f75",
        "decc332d-f5f2-40af-a61f-127602307992"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-07-15T00:00:00"
}