{
  "templateType": "Occupational Standard",
  "larsCode": 705,
  "referenceNumber": "ST0964",
  "learningAimClassCode": "",
  "title": "Digital product manager",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0964",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-05-16T00:00:00",
  "earliestStartDate": "2023-05-11T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Drive and manage digital products through the complete product lifecycle.",
  "level": 4,
  "ePALength": 4,
  "typicalDuration": 24,
  "maxFunding": 18000,
  "maxFundingAdditionalInformation": "",
  "route": "Digital",
  "keywords": [],
  "jobRoles": [
    "Associate product manager",
    "Digital product manager",
    "Junior product manager",
    "Product manager"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0964-v1-0?view=epa",
  "ssa1": "6 Digital Technology",
  "ssa2": "6.1 Digital technology (practitioners)",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in a wide and diverse range of public and private sector organisations, from tech start-ups, government departments to multi-nationals.&#160; Any organisation of any size that creates or uses digital products such as systems, services, apps, websites, software in a digital environment will benefit from this occupation. Example sectors include banking and finance, telecoms, public sector, gaming, medical and pharmaceutical and cyber security.&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to drive and manage digital products through the complete product lifecycle. Digital products are typically systems, services, apps, websites, software in a digital environment, starting from inception of the product, through to prototyping and gaining customer or user feedback.&#160; Digital and technical teams use modern or cutting-edge technology to deliver great products for users and create value for their businesses. This occupation needs to have a holistic understanding of the tech, the data and the users and bring that together to direct the team to deliver the best for the product. They continually gain user feedback on the digital product to maintain and make enhancements and improvements. They are the voice of the customer, interpreting the need behind the request and prioritising any changes needing to be made and with the product being digital they ensure changes are made continually. Changes can be weekly or even daily as new code can be changed quickly and immediately consumed by users. The occupation manages the product to the end of its life, decommissioning the system or service and the technology that sits behind it. An example in the public sector, where the public accesses the government service online to tax a car, the occupation has developed a service replacing a paper process with a wholly digital service. Digital Product Managers are responsible for Government services we regularly use such as Gov.Uk, renew your passport, book your covid vaccination. In the private sector the occupation owns applications and services used by a commercial or public sector organisation’s staff, their users, or citizens. This could be across installed applications, mobile applications, web sites and web applications across nearly all market sectors.&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with a wide range of people both inside and outside of their digital and technical development team and their organisation. These include members of their multi-disciplinary digital and technical development team (Software Engineers, Testers, Business Analysts, Delivery Managers, UX Designers), customers or internal users, subject matter experts across their organisation or sector, commercial teams within their organisation, other members of the digital product community including peers and leaders and any stakeholders interested in or with influence over their digital product.&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for the end-to-end lifecycle management of their digital product(s). They are responsible for prioritising user driven and commercial changes which leads to the prioritisation of the work of the digital and technical development team. They will be responsible for ensuring they deliver value for money but are unlikely to directly manage a budget. They will be physical or virtually office based and may have occasional direct working with customers or users. They are unlikely to have complete autonomy over their product, they will need approval or agreement from senior product colleagues in key decisions, including strategic direction. They are unlikely to be a line manager as they be will junior members of the digital product team. They are likely to report to a more senior member of the digital product team.&#160; However, some organisations may have different structures and they could report to a more senior leader in another areas.&#160;&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "52442edc-8525-48f5-aa98-985bf35e4194",
      "detail": "Product delivery lifecycle and phases over time."
    },
    {
      "knowledgeId": "e9bc21b2-b7b8-4666-a59d-ade7cef60bc6",
      "detail": "Business case development and the realisation of benefits to the organisation."
    },
    {
      "knowledgeId": "bedb57d0-0899-40aa-9fd5-5223db022131",
      "detail": "Purpose of vision and strategy for a digital product throughout its life cycle.  "
    },
    {
      "knowledgeId": "8fe951bf-572d-47be-aaa9-3eb7ec1508f2",
      "detail": "Approaches to stakeholder management in ensuring the delivery of successful products. "
    },
    {
      "knowledgeId": "8d108bd1-ced9-48bc-8210-565fc2d74a05",
      "detail": "Approaches to communication for a range of stakeholders across multiple channels, including technical and non-technical audiences."
    },
    {
      "knowledgeId": "c749d1a0-674d-49b9-93c4-2da80b18eee1",
      "detail": "Approaches to utilise horizon scanning and wider industry trends to inform strategic decisions."
    },
    {
      "knowledgeId": "7a26bf27-3eca-4134-9e95-2108d5b376f8",
      "detail": "Methodologies of user or customer research/insights and evaluative research.  "
    },
    {
      "knowledgeId": "b5c0219e-f52d-4fc9-84e8-ce536318fd3a",
      "detail": "Different prototyping approaches to explore and iterate potential solutions with real users."
    },
    {
      "knowledgeId": "12257956-61b6-4484-bd13-a186c32e9047",
      "detail": "Standards relevant to digital product development in your sector which could include accessibility, ethics and privacy."
    },
    {
      "knowledgeId": "7a8e7d7e-b2eb-4a88-beae-2efe17b7f0c0",
      "detail": "Importance of data management in accordance with legislation to ensure compliance."
    },
    {
      "knowledgeId": "024be1d1-aa76-4d7a-9bad-9e20ac04200c",
      "detail": "Importance of security and assurance in digital product design, development and operations."
    },
    {
      "knowledgeId": "fb1340b9-ac42-429c-93ee-18046d33acd0",
      "detail": "Importance of Diversity and Inclusion when designing and developing digital products across a range of protected characteristics to ensure inclusive and accessible outcomes are embedded from the outset "
    },
    {
      "knowledgeId": "eebdf76f-f3a3-48ee-a260-64dc97fce09f",
      "detail": "Principles of sustainable product development including the environmental footprint throughout the lifecycle of the product from inception to decommissioning."
    },
    {
      "knowledgeId": "f5cc8b34-431c-4636-a8d4-9da630705476",
      "detail": "Approaches to problem solving methodologies for example using team skills, workshop, root cause analysis, research. "
    },
    {
      "knowledgeId": "d848c561-95ab-4c6d-bf87-348b485a30b2",
      "detail": "Approaches to delivering products, including Minimum Viable Product and subsequent iterative delivery and optimisation techniques."
    },
    {
      "knowledgeId": "284fe9b5-4bc6-4b87-83fe-cda27b13014e",
      "detail": "Principles of product ownerships and risk including value, usability, feasibility and viability."
    },
    {
      "knowledgeId": "aec7c9f3-6f05-4996-a09a-152251d37869",
      "detail": "Different product development approaches including iterative and sequential methodologies and when to apply them."
    },
    {
      "knowledgeId": "3954c65a-039a-4324-abb2-028217744d61",
      "detail": "Different approaches to planning and development of product roadmaps for both the team and diverse stakeholder needs."
    },
    {
      "knowledgeId": "c7b6082c-e34b-44a0-8476-6cfabca4fe9e",
      "detail": "Different prioritisation techniques, when and how to use them whilst project managing."
    },
    {
      "knowledgeId": "878fb425-db67-4bd9-a162-842dc5378b91",
      "detail": "Principles of budgets, costs, value and contract management "
    },
    {
      "knowledgeId": "229e7582-03be-45a0-8457-125cf8dc3dc9",
      "detail": "Approaches to a running a live product including incident management and service support."
    },
    {
      "knowledgeId": "34e798f6-cd32-4d0a-9509-b158a785cdf0",
      "detail": "Principles of performance measures and their selection to measure the success of a product."
    },
    {
      "knowledgeId": "b2c04181-9693-4ee9-beee-3947693b3992",
      "detail": "Principles of data analytics, data visualisation techniques and tools."
    },
    {
      "knowledgeId": "a1abf028-e6a2-497b-a3b0-15028d64a0d1",
      "detail": "User stories, their format and their value."
    },
    {
      "knowledgeId": "e3b1c0fc-e6b9-4e5a-9eb5-c64617af7f46",
      "detail": "How they will ensure product take-up, usage and continually develop the product. "
    }
  ],
  "behaviours": [
    {
      "behaviourId": "14cfa447-6ba6-4ca8-8c50-6e989ba0994d",
      "detail": "Professional approach when they have managed difficult, challenging constraint and or a situation. "
    },
    {
      "behaviourId": "ac6add34-376d-48c4-ad44-c7870760dbef",
      "detail": "Commitment to continuous improvement by following and maintaining quality standards throughout the product life cycle."
    },
    {
      "behaviourId": "4271468b-30d2-4251-aad7-ffc578cafd58",
      "detail": "Assumes responsibility that their actions and objectives are in line with business strategy."
    },
    {
      "behaviourId": "77572cac-e11f-4347-848b-55a7dfe432f9",
      "detail": "Conveying a level of confidence and professionalism when engaging with stakeholders."
    },
    {
      "behaviourId": "aec1857a-5a84-4ec2-b2fa-becf72ad875d",
      "detail": "User centred mindset to solving problems that deliver value and meet user needs."
    },
    {
      "behaviourId": "d96ed2a9-26a5-40c6-92df-8aa8c182dbd1",
      "detail": "Demonstrating a customer first approach in day-to-day activity. For both internal and external customers."
    },
    {
      "behaviourId": "0250995c-4c94-453c-a7d9-b912ba75d496",
      "detail": "Influencing others to take a specific course of action. "
    }
  ],
  "skills": [
    {
      "skillId": "e87b06ee-b046-4554-a676-e642a1a17ba3",
      "detail": "Diagnose problems by breaking problems down systematically into component parts and identify the relationships between those parts."
    },
    {
      "skillId": "90f0c5e9-2bf2-4de0-bbb2-cd4599b90247",
      "detail": "Reflect critically on results/data/insights to identify improvements."
    },
    {
      "skillId": "274c79d4-2a49-4bbf-9da8-911b48f2c5e5",
      "detail": "Utilise iterative and sequential methodologies as appropriate to develop products."
    },
    {
      "skillId": "27f867f4-c9d3-4174-aa1a-56ee5da76713",
      "detail": "Work within a multi-disciplinary team through two or more phases of the product delivery lifecycle.  "
    },
    {
      "skillId": "360ecb24-85cf-4724-b2f5-07b534644d82",
      "detail": "Manage the operational running of a live product or service."
    },
    {
      "skillId": "560d9957-2047-416a-9664-b2f44bd17131",
      "detail": "Identify, understand, and define problems, analyse and help to identify the appropriate solution using relevant methodologies, principles and approaches.  "
    },
    {
      "skillId": "54963852-1248-4b56-93fa-4ffa36e4a8dc",
      "detail": "Support the development of artifacts for assessment.   "
    },
    {
      "skillId": "e3aa2db2-52fe-402b-887f-7a1337f00a1e",
      "detail": "Translate back log and roadmap, and show how it aligns to strategy."
    },
    {
      "skillId": "3fe169ac-a722-4351-bfb5-509e19af31a1",
      "detail": "Identify users, who they are, and what their needs are, based on evidence.  "
    },
    {
      "skillId": "b35be2e5-e73f-4221-a40d-9e10bf89e3e3",
      "detail": "Define user stories, write stories and acceptance criteria."
    },
    {
      "skillId": "74c19c06-dc2b-4395-9928-9870e0209da9",
      "detail": "Engage various stakeholders, utilise the vision, goals, KPI’s and objectives for the product or service. "
    },
    {
      "skillId": "68abd412-8b5f-4e65-9da7-bf5f6a6f41f3",
      "detail": "Ensure methods and techniques for structured reviews are applied, for example but not limited to peer review, formal technical review, user research and testing."
    },
    {
      "skillId": "b94fb933-1aae-4fb2-8c4c-ddefca4fa073",
      "detail": "Utilise planning and prioritisation techniques to organise and manage the product backlog to deliver value and benefits."
    },
    {
      "skillId": "18d738ca-5a8d-44dd-9eca-53e441edcbbc",
      "detail": "Produce reports, roadmaps, plans to report progress and support governance processes and stakeholder management at various levels within the organisation."
    },
    {
      "skillId": "75848b2f-50c0-4411-83dc-0c903d633db4",
      "detail": "Use product management life cycle tools and techniques. Where appropriate automate mechanical tasks such as scheduling, resource balancing, and time recording.  "
    },
    {
      "skillId": "23f97087-88d0-4bc1-b450-42d8fd317c90",
      "detail": "Manage, mitigate and investigate product risks and ensuring product meets the need of its users."
    },
    {
      "skillId": "490ab2bb-43d4-48ad-8f21-65d94ac3acc2",
      "detail": "Use data to inform decision making. "
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2023-05-11T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0584",
  "tbMainContact": "kirsty.Eales@landregistry.gov.uk",
  "involvedEmployers": "Land registry, Sainsburys, HMRC, Capita, Cision, CK Delta, Home office,  Office for national statistics, ",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Associate product manager",
    "Digital product manager",
    "Junior product manager",
    "Product manager"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Digital Production, Design and Development",
  "cluster": "Software development advanced technician",
  "clusterId": "197",
  "clusterDescription": null,
  "createdDate": "2023-04-05T09:21:56 +00:00",
  "lastUpdated": "2023-05-16T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2023-05-11T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0964",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0964-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0964-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "bd92759d-8873-4a6b-b7d5-ed4d5c361885",
      "dutyDetail": "Engage teams and stakeholders to develop a compelling vision and strategy for your product, and communicate these over the short and long-term",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "14cfa447-6ba6-4ca8-8c50-6e989ba0994d",
        "4271468b-30d2-4251-aad7-ffc578cafd58",
        "77572cac-e11f-4347-848b-55a7dfe432f9",
        "aec1857a-5a84-4ec2-b2fa-becf72ad875d",
        "d96ed2a9-26a5-40c6-92df-8aa8c182dbd1",
        "0250995c-4c94-453c-a7d9-b912ba75d496"
      ],
      "mappedKnowledge": [
        "e9bc21b2-b7b8-4666-a59d-ade7cef60bc6",
        "bedb57d0-0899-40aa-9fd5-5223db022131",
        "8fe951bf-572d-47be-aaa9-3eb7ec1508f2",
        "8d108bd1-ced9-48bc-8210-565fc2d74a05",
        "c749d1a0-674d-49b9-93c4-2da80b18eee1",
        "eebdf76f-f3a3-48ee-a260-64dc97fce09f",
        "3954c65a-039a-4324-abb2-028217744d61",
        "878fb425-db67-4bd9-a162-842dc5378b91",
        "34e798f6-cd32-4d0a-9509-b158a785cdf0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "27f867f4-c9d3-4174-aa1a-56ee5da76713",
        "560d9957-2047-416a-9664-b2f44bd17131",
        "54963852-1248-4b56-93fa-4ffa36e4a8dc",
        "e3aa2db2-52fe-402b-887f-7a1337f00a1e",
        "74c19c06-dc2b-4395-9928-9870e0209da9",
        "18d738ca-5a8d-44dd-9eca-53e441edcbbc",
        "23f97087-88d0-4bc1-b450-42d8fd317c90"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1ccb11a7-fd5b-4682-b711-3cbfd0f423a2",
      "dutyDetail": "Prioritise the delivery of value delivered through digital products or services to users whilst balancing competing priorities and constraints ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "14cfa447-6ba6-4ca8-8c50-6e989ba0994d",
        "ac6add34-376d-48c4-ad44-c7870760dbef",
        "4271468b-30d2-4251-aad7-ffc578cafd58",
        "77572cac-e11f-4347-848b-55a7dfe432f9",
        "aec1857a-5a84-4ec2-b2fa-becf72ad875d",
        "d96ed2a9-26a5-40c6-92df-8aa8c182dbd1"
      ],
      "mappedKnowledge": [
        "7a26bf27-3eca-4134-9e95-2108d5b376f8",
        "b5c0219e-f52d-4fc9-84e8-ce536318fd3a",
        "12257956-61b6-4484-bd13-a186c32e9047",
        "7a8e7d7e-b2eb-4a88-beae-2efe17b7f0c0",
        "024be1d1-aa76-4d7a-9bad-9e20ac04200c",
        "d848c561-95ab-4c6d-bf87-348b485a30b2",
        "284fe9b5-4bc6-4b87-83fe-cda27b13014e",
        "aec7c9f3-6f05-4996-a09a-152251d37869",
        "3954c65a-039a-4324-abb2-028217744d61",
        "c7b6082c-e34b-44a0-8476-6cfabca4fe9e",
        "878fb425-db67-4bd9-a162-842dc5378b91",
        "229e7582-03be-45a0-8457-125cf8dc3dc9",
        "a1abf028-e6a2-497b-a3b0-15028d64a0d1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "90f0c5e9-2bf2-4de0-bbb2-cd4599b90247",
        "274c79d4-2a49-4bbf-9da8-911b48f2c5e5",
        "360ecb24-85cf-4724-b2f5-07b534644d82",
        "560d9957-2047-416a-9664-b2f44bd17131",
        "e3aa2db2-52fe-402b-887f-7a1337f00a1e",
        "3fe169ac-a722-4351-bfb5-509e19af31a1",
        "b94fb933-1aae-4fb2-8c4c-ddefca4fa073",
        "75848b2f-50c0-4411-83dc-0c903d633db4",
        "23f97087-88d0-4bc1-b450-42d8fd317c90",
        "490ab2bb-43d4-48ad-8f21-65d94ac3acc2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4ef77800-cba9-4e82-b887-780d6754eefb",
      "dutyDetail": "Through your supporting of a multi-disciplinary team, you will represent users throughout the product lifecycle phases",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "77572cac-e11f-4347-848b-55a7dfe432f9",
        "aec1857a-5a84-4ec2-b2fa-becf72ad875d"
      ],
      "mappedKnowledge": [
        "52442edc-8525-48f5-aa98-985bf35e4194",
        "bedb57d0-0899-40aa-9fd5-5223db022131",
        "8d108bd1-ced9-48bc-8210-565fc2d74a05",
        "7a26bf27-3eca-4134-9e95-2108d5b376f8",
        "12257956-61b6-4484-bd13-a186c32e9047",
        "fb1340b9-ac42-429c-93ee-18046d33acd0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "274c79d4-2a49-4bbf-9da8-911b48f2c5e5",
        "3fe169ac-a722-4351-bfb5-509e19af31a1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "59bd2201-b5ed-45d5-8343-0f83ac20b01a",
      "dutyDetail": "Develop and prioritise the product backlog, creating user stories and making decisions based on evidence",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ac6add34-376d-48c4-ad44-c7870760dbef",
        "77572cac-e11f-4347-848b-55a7dfe432f9",
        "d96ed2a9-26a5-40c6-92df-8aa8c182dbd1"
      ],
      "mappedKnowledge": [
        "7a26bf27-3eca-4134-9e95-2108d5b376f8",
        "b5c0219e-f52d-4fc9-84e8-ce536318fd3a",
        "12257956-61b6-4484-bd13-a186c32e9047",
        "7a8e7d7e-b2eb-4a88-beae-2efe17b7f0c0",
        "024be1d1-aa76-4d7a-9bad-9e20ac04200c",
        "d848c561-95ab-4c6d-bf87-348b485a30b2",
        "284fe9b5-4bc6-4b87-83fe-cda27b13014e",
        "aec7c9f3-6f05-4996-a09a-152251d37869",
        "3954c65a-039a-4324-abb2-028217744d61",
        "c7b6082c-e34b-44a0-8476-6cfabca4fe9e",
        "229e7582-03be-45a0-8457-125cf8dc3dc9",
        "34e798f6-cd32-4d0a-9509-b158a785cdf0",
        "a1abf028-e6a2-497b-a3b0-15028d64a0d1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e87b06ee-b046-4554-a676-e642a1a17ba3",
        "90f0c5e9-2bf2-4de0-bbb2-cd4599b90247",
        "274c79d4-2a49-4bbf-9da8-911b48f2c5e5",
        "27f867f4-c9d3-4174-aa1a-56ee5da76713",
        "360ecb24-85cf-4724-b2f5-07b534644d82",
        "e3aa2db2-52fe-402b-887f-7a1337f00a1e",
        "3fe169ac-a722-4351-bfb5-509e19af31a1",
        "b35be2e5-e73f-4221-a40d-9e10bf89e3e3",
        "68abd412-8b5f-4e65-9da7-bf5f6a6f41f3",
        "b94fb933-1aae-4fb2-8c4c-ddefca4fa073",
        "75848b2f-50c0-4411-83dc-0c903d633db4",
        "23f97087-88d0-4bc1-b450-42d8fd317c90",
        "490ab2bb-43d4-48ad-8f21-65d94ac3acc2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5c501273-bca7-40cc-97d3-1a16d00da497",
      "dutyDetail": "Engage with a variety of stakeholders, flexing your style as appropriate",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "14cfa447-6ba6-4ca8-8c50-6e989ba0994d",
        "4271468b-30d2-4251-aad7-ffc578cafd58",
        "77572cac-e11f-4347-848b-55a7dfe432f9",
        "0250995c-4c94-453c-a7d9-b912ba75d496"
      ],
      "mappedKnowledge": [
        "e9bc21b2-b7b8-4666-a59d-ade7cef60bc6",
        "8fe951bf-572d-47be-aaa9-3eb7ec1508f2",
        "8d108bd1-ced9-48bc-8210-565fc2d74a05"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "54963852-1248-4b56-93fa-4ffa36e4a8dc",
        "e3aa2db2-52fe-402b-887f-7a1337f00a1e",
        "74c19c06-dc2b-4395-9928-9870e0209da9",
        "18d738ca-5a8d-44dd-9eca-53e441edcbbc",
        "23f97087-88d0-4bc1-b450-42d8fd317c90"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3e170fce-7068-4db8-8663-8c3c67d4a1f2",
      "dutyDetail": "Develop an expert understanding of the users’ needs and champion these in the delivery of your product",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ac6add34-376d-48c4-ad44-c7870760dbef",
        "77572cac-e11f-4347-848b-55a7dfe432f9",
        "aec1857a-5a84-4ec2-b2fa-becf72ad875d"
      ],
      "mappedKnowledge": [
        "c749d1a0-674d-49b9-93c4-2da80b18eee1",
        "7a26bf27-3eca-4134-9e95-2108d5b376f8",
        "b5c0219e-f52d-4fc9-84e8-ce536318fd3a",
        "12257956-61b6-4484-bd13-a186c32e9047",
        "fb1340b9-ac42-429c-93ee-18046d33acd0",
        "284fe9b5-4bc6-4b87-83fe-cda27b13014e",
        "b2c04181-9693-4ee9-beee-3947693b3992",
        "e3b1c0fc-e6b9-4e5a-9eb5-c64617af7f46"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "90f0c5e9-2bf2-4de0-bbb2-cd4599b90247",
        "3fe169ac-a722-4351-bfb5-509e19af31a1",
        "68abd412-8b5f-4e65-9da7-bf5f6a6f41f3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5315659d-dfc4-4a75-af60-780f63308a88",
      "dutyDetail": "Engage with users and stakeholders through a range of channels to encourage take-up and use of your product",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "14cfa447-6ba6-4ca8-8c50-6e989ba0994d",
        "4271468b-30d2-4251-aad7-ffc578cafd58"
      ],
      "mappedKnowledge": [
        "8fe951bf-572d-47be-aaa9-3eb7ec1508f2",
        "8d108bd1-ced9-48bc-8210-565fc2d74a05",
        "fb1340b9-ac42-429c-93ee-18046d33acd0",
        "3954c65a-039a-4324-abb2-028217744d61",
        "b2c04181-9693-4ee9-beee-3947693b3992",
        "a1abf028-e6a2-497b-a3b0-15028d64a0d1",
        "e3b1c0fc-e6b9-4e5a-9eb5-c64617af7f46"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "54963852-1248-4b56-93fa-4ffa36e4a8dc",
        "3fe169ac-a722-4351-bfb5-509e19af31a1",
        "74c19c06-dc2b-4395-9928-9870e0209da9",
        "18d738ca-5a8d-44dd-9eca-53e441edcbbc"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b2bfda6a-0703-4068-b72e-e5e8e90e5ede",
      "dutyDetail": "Set measurable goals for your product and report against these to demonstrate progress against benefits",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4271468b-30d2-4251-aad7-ffc578cafd58",
        "aec1857a-5a84-4ec2-b2fa-becf72ad875d"
      ],
      "mappedKnowledge": [
        "e9bc21b2-b7b8-4666-a59d-ade7cef60bc6",
        "8d108bd1-ced9-48bc-8210-565fc2d74a05",
        "12257956-61b6-4484-bd13-a186c32e9047",
        "eebdf76f-f3a3-48ee-a260-64dc97fce09f",
        "aec7c9f3-6f05-4996-a09a-152251d37869",
        "3954c65a-039a-4324-abb2-028217744d61",
        "878fb425-db67-4bd9-a162-842dc5378b91",
        "34e798f6-cd32-4d0a-9509-b158a785cdf0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "27f867f4-c9d3-4174-aa1a-56ee5da76713",
        "e3aa2db2-52fe-402b-887f-7a1337f00a1e",
        "74c19c06-dc2b-4395-9928-9870e0209da9",
        "b94fb933-1aae-4fb2-8c4c-ddefca4fa073",
        "18d738ca-5a8d-44dd-9eca-53e441edcbbc",
        "75848b2f-50c0-4411-83dc-0c903d633db4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "bea8468c-de02-4e19-ac8f-bfde24301169",
      "dutyDetail": "Support the vision, roadmaps and delivery of other products in your area of work",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "14cfa447-6ba6-4ca8-8c50-6e989ba0994d",
        "4271468b-30d2-4251-aad7-ffc578cafd58",
        "77572cac-e11f-4347-848b-55a7dfe432f9"
      ],
      "mappedKnowledge": [
        "52442edc-8525-48f5-aa98-985bf35e4194",
        "bedb57d0-0899-40aa-9fd5-5223db022131",
        "c749d1a0-674d-49b9-93c4-2da80b18eee1",
        "aec7c9f3-6f05-4996-a09a-152251d37869",
        "3954c65a-039a-4324-abb2-028217744d61",
        "c7b6082c-e34b-44a0-8476-6cfabca4fe9e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "274c79d4-2a49-4bbf-9da8-911b48f2c5e5",
        "54963852-1248-4b56-93fa-4ffa36e4a8dc",
        "e3aa2db2-52fe-402b-887f-7a1337f00a1e",
        "74c19c06-dc2b-4395-9928-9870e0209da9",
        "b94fb933-1aae-4fb2-8c4c-ddefca4fa073",
        "18d738ca-5a8d-44dd-9eca-53e441edcbbc"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "27d60a8e-f757-4fff-a318-55a3759bee15",
      "dutyDetail": "Play an active role in product manager communities sharing your learning and celebrating progress made by other people and teams",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ac6add34-376d-48c4-ad44-c7870760dbef",
        "77572cac-e11f-4347-848b-55a7dfe432f9",
        "aec1857a-5a84-4ec2-b2fa-becf72ad875d"
      ],
      "mappedKnowledge": [
        "8d108bd1-ced9-48bc-8210-565fc2d74a05",
        "f5cc8b34-431c-4636-a8d4-9da630705476"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "27f867f4-c9d3-4174-aa1a-56ee5da76713",
        "68abd412-8b5f-4e65-9da7-bf5f6a6f41f3",
        "75848b2f-50c0-4411-83dc-0c903d633db4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3def848e-849c-43c1-af1e-9122a0f014ed",
      "dutyDetail": "Seeking out appropriate feedback and using it to drive future improvements",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ac6add34-376d-48c4-ad44-c7870760dbef",
        "aec1857a-5a84-4ec2-b2fa-becf72ad875d",
        "d96ed2a9-26a5-40c6-92df-8aa8c182dbd1",
        "0250995c-4c94-453c-a7d9-b912ba75d496"
      ],
      "mappedKnowledge": [
        "c749d1a0-674d-49b9-93c4-2da80b18eee1",
        "7a26bf27-3eca-4134-9e95-2108d5b376f8",
        "b5c0219e-f52d-4fc9-84e8-ce536318fd3a",
        "fb1340b9-ac42-429c-93ee-18046d33acd0",
        "d848c561-95ab-4c6d-bf87-348b485a30b2",
        "229e7582-03be-45a0-8457-125cf8dc3dc9",
        "34e798f6-cd32-4d0a-9509-b158a785cdf0",
        "a1abf028-e6a2-497b-a3b0-15028d64a0d1",
        "e3b1c0fc-e6b9-4e5a-9eb5-c64617af7f46"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "90f0c5e9-2bf2-4de0-bbb2-cd4599b90247",
        "360ecb24-85cf-4724-b2f5-07b534644d82",
        "3fe169ac-a722-4351-bfb5-509e19af31a1",
        "68abd412-8b5f-4e65-9da7-bf5f6a6f41f3",
        "b94fb933-1aae-4fb2-8c4c-ddefca4fa073",
        "75848b2f-50c0-4411-83dc-0c903d633db4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c200ea11-25d1-48be-8998-99df9145edd4",
      "dutyDetail": "Seeking out and using best available data to make decisions",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ac6add34-376d-48c4-ad44-c7870760dbef",
        "aec1857a-5a84-4ec2-b2fa-becf72ad875d",
        "d96ed2a9-26a5-40c6-92df-8aa8c182dbd1"
      ],
      "mappedKnowledge": [
        "c749d1a0-674d-49b9-93c4-2da80b18eee1",
        "7a26bf27-3eca-4134-9e95-2108d5b376f8",
        "d848c561-95ab-4c6d-bf87-348b485a30b2",
        "284fe9b5-4bc6-4b87-83fe-cda27b13014e",
        "c7b6082c-e34b-44a0-8476-6cfabca4fe9e",
        "878fb425-db67-4bd9-a162-842dc5378b91",
        "229e7582-03be-45a0-8457-125cf8dc3dc9",
        "34e798f6-cd32-4d0a-9509-b158a785cdf0",
        "b2c04181-9693-4ee9-beee-3947693b3992"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "90f0c5e9-2bf2-4de0-bbb2-cd4599b90247",
        "360ecb24-85cf-4724-b2f5-07b534644d82",
        "3fe169ac-a722-4351-bfb5-509e19af31a1",
        "68abd412-8b5f-4e65-9da7-bf5f6a6f41f3",
        "b94fb933-1aae-4fb2-8c4c-ddefca4fa073",
        "75848b2f-50c0-4411-83dc-0c903d633db4",
        "490ab2bb-43d4-48ad-8f21-65d94ac3acc2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e9a726c5-a91e-490d-9227-0283509b2c2e",
      "dutyDetail": "Working with and alongside all members of a multi-disciplinary team to get the best outcomes",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "14cfa447-6ba6-4ca8-8c50-6e989ba0994d",
        "ac6add34-376d-48c4-ad44-c7870760dbef",
        "4271468b-30d2-4251-aad7-ffc578cafd58",
        "77572cac-e11f-4347-848b-55a7dfe432f9",
        "aec1857a-5a84-4ec2-b2fa-becf72ad875d",
        "d96ed2a9-26a5-40c6-92df-8aa8c182dbd1",
        "0250995c-4c94-453c-a7d9-b912ba75d496"
      ],
      "mappedKnowledge": [
        "8fe951bf-572d-47be-aaa9-3eb7ec1508f2",
        "7a26bf27-3eca-4134-9e95-2108d5b376f8",
        "b5c0219e-f52d-4fc9-84e8-ce536318fd3a",
        "f5cc8b34-431c-4636-a8d4-9da630705476",
        "d848c561-95ab-4c6d-bf87-348b485a30b2",
        "284fe9b5-4bc6-4b87-83fe-cda27b13014e",
        "aec7c9f3-6f05-4996-a09a-152251d37869",
        "3954c65a-039a-4324-abb2-028217744d61",
        "229e7582-03be-45a0-8457-125cf8dc3dc9",
        "b2c04181-9693-4ee9-beee-3947693b3992"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e87b06ee-b046-4554-a676-e642a1a17ba3",
        "274c79d4-2a49-4bbf-9da8-911b48f2c5e5",
        "27f867f4-c9d3-4174-aa1a-56ee5da76713",
        "360ecb24-85cf-4724-b2f5-07b534644d82",
        "560d9957-2047-416a-9664-b2f44bd17131",
        "e3aa2db2-52fe-402b-887f-7a1337f00a1e",
        "b35be2e5-e73f-4221-a40d-9e10bf89e3e3",
        "74c19c06-dc2b-4395-9928-9870e0209da9",
        "68abd412-8b5f-4e65-9da7-bf5f6a6f41f3",
        "b94fb933-1aae-4fb2-8c4c-ddefca4fa073",
        "75848b2f-50c0-4411-83dc-0c903d633db4",
        "23f97087-88d0-4bc1-b450-42d8fd317c90"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-05-16T00:00:00"
}