{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 649,
  "referenceNumber": "ST0933",
  "learningAimClassCode": "",
  "title": "Post production engineer",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": true,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0933",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2021-08-10T00:00:00",
  "earliestStartDate": "2021-08-03T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Enable creative individuals in the film and television sector to be able to produce high quality content.",
  "level": 5,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 14000,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "media",
    "communication",
    "film",
    "creative",
    "tv",
    "television",
    "design",
    "broadcast",
    "production"
  ],
  "jobRoles": [
    "Post production engineer",
    "Post production technical support",
    "Post production technical engineer",
    "Edit support technician",
    "Systems engineer",
    "Technical engineer",
    "Studio technologies team",
    "Creative Technologist"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/4428/st0933_-post-prod-engineer_l5_for-publication-180820.pdf",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.3 Media and communication",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in companies and organisations that edit and produce film and television content prior to release across multiple platforms. This includes feature films, television series for terrestrial and digital services, and advertising. This is a growing sector, due to the increasing volume of content being produced. Post Production businesses can be either large or small and may either specialise in purely post production services or, be part of larger organisations that provide a wide range of technical support services to the TV and film industries.&lt;br /&gt;&lt;br /&gt;Key duties of a Post Production Engineer include ensuring that clients are able to utilise facilities and technology at their best to achieve the best production standards, engaging with colleagues and clients to identify their needs, and devising solutions to production outcomes that are desired.&lt;br /&gt;&lt;br /&gt;Post Production Engineers will work as part of a team of both creative and technical individuals in a studio environment.. The broad purpose of the occupation is to enable creative individuals in the film and television sector to be able to produce high quality content. The role of a Post Production Engineer is to:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;provide technical support to creative staff throughout the end to end post production process&lt;/li&gt;\n&lt;li&gt;specify/ define the equipment to be used in developing content (keeping abreast of and using new technologies where available)&lt;/li&gt;\n&lt;li&gt;act as a technical expert on equipment issues, configuring post production equipment to ensure that it is operating effectively&lt;/li&gt;\n&lt;li&gt;interpret the creative requirements and enable the application of technical tools and software to achieve the intended look of the finished material.&lt;/li&gt;\n&lt;li&gt;balancing sound, colour, visual effects and transition between sections.&lt;/li&gt;\n&lt;li&gt;use technology and processes to enhance the visual impact that a film or television sequence may have.&lt;/li&gt;\n&lt;li&gt;engage with colleagues and clients to resolve technical problems that may occur with hardware and software&lt;/li&gt;\n&lt;li&gt;assist colleagues and clients to utilise software to obtain the effects required. In their daily work, an employee in this occupation interacts with creative representatives from client organisations and other members of the technical staff engaged with the production of content. Post Production Engineers will also engage with client organisations and representatives from suppliers, and work as part of a post production teams. Post Productions Engineers will hold senior posts within technical teams and will be required to provide direction and guidance to junior members of staff and to sub-contractors who may be engaged with.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;An employee in this occupation will be responsible for ensuring that technology is used effectively to achieve the creative style that the programme producers and directors are seeking. This includes resolving problems, monitoring the use of software and engaging with the client to ensure that their requirements are being met. &lt;br /&gt;&lt;br /&gt;Post Production engineers have a significant impact on the final view that audiences will experience. They are required to balance both technical and creative skills to produce the impact that the director and other creative staff members and clients are seeking to achieve. Post Production Engineers trouble shoot processes and technical issues and provide solutions to resolve them or work with colleagues with relevant experience. Post Production Engineers will hold a senior position within a production organisation and will be required to give direction and guidance to junior members of staff and sub-contractors.&lt;br /&gt;The role in technical in nature and Post Production Engineers need to understand the health and safety implications of their work and operate in way that reduces risk.The Post Production Engineer may also have responsibility for the management of preventative maintenance schedules.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "8899d162-5059-41da-b107-1b1865565278",
      "detail": "How SMPTE (Society of Motion Picture Television Engineers) standards impact on the work of post-production organisations"
    },
    {
      "knowledgeId": "317c3648-0e20-4c95-b92b-ce5636259892",
      "detail": "The common industry standards for computer networks that impact on post production systems"
    },
    {
      "knowledgeId": "ff9d43c6-13a8-46c9-9401-1812f92093c0",
      "detail": "How to identify the operational state of systems and equipment"
    },
    {
      "knowledgeId": "a025241f-ab84-4901-bf79-00a00e087eba",
      "detail": "How to identify when issues are technology related and when they may require user training"
    },
    {
      "knowledgeId": "c1a2489a-ec6a-4cb2-b579-ce75234fa643",
      "detail": "The key software and operating systems used by the organisation e.g. SALT, ANSIBLE, PUPPET"
    },
    {
      "knowledgeId": "d3cda6ae-9aa5-4f09-98d8-b0f77e499af1",
      "detail": "Understanding of the overall facility infrastructure including cabling, servers, studios"
    },
    {
      "knowledgeId": "35c2ed9f-ff1c-44e1-a2e3-dec92d025df4",
      "detail": "How key post-production software applications are used within the organisation to balance sound, colour, visual effects and transition between sections."
    },
    {
      "knowledgeId": "7d82c8dd-08ff-4288-9943-1469a1b5f5bb",
      "detail": "The common faults that can arise with Post Production systems and software"
    },
    {
      "knowledgeId": "0f7c9264-3b35-479d-ab89-3f9f0a7af6f0",
      "detail": "The solutions that can be applied to common system and software faults"
    },
    {
      "knowledgeId": "412ce169-3734-4829-977f-b88adcbb0bbc",
      "detail": "The creative workflow used within the organisation"
    },
    {
      "knowledgeId": "20304f29-4a57-42d8-ac62-6b57b006308a",
      "detail": "How to recognise the organisational priorities and how they impact on the planning of work activities in the immediate, short and long term"
    },
    {
      "knowledgeId": "6a80a391-165e-41d7-b7ae-85982a677c5d",
      "detail": "Hardware set up including location of gear, cabling, video routers and relevant labelling"
    },
    {
      "knowledgeId": "9ef65f25-ef3d-4626-aeeb-bbc1cfe8dd85",
      "detail": "Basic TCP (Transmission Control Protocol) used to allow computers to communicate on a network such as the internet"
    },
    {
      "knowledgeId": "c5573fd3-367a-4a4a-ad2a-0be25b05882f",
      "detail": "Where and when internal and external general and specialist expertise can be sought"
    },
    {
      "knowledgeId": "43c0183a-5de2-48da-b96b-761c27d49f17",
      "detail": "How problem-solving techniques (such as root cause analysis) can be applied to resolve routine and bespoke problems and how triage methods can be used to prioritise activities"
    },
    {
      "knowledgeId": "d243e4d2-a27f-471f-b31c-041aa2ea33a3",
      "detail": "How to manage the expectations of internal and external customers"
    },
    {
      "knowledgeId": "39b4cef8-a5cc-4909-ae84-635f96674138",
      "detail": "How configuration of new equipment is managed"
    },
    {
      "knowledgeId": "a174dbd8-bde2-47bb-9b2f-6ebabec57ee0",
      "detail": "The processes in place for data and physical security and its critical importance to the organisation"
    },
    {
      "knowledgeId": "7644ce06-8139-4ecc-8c45-33bb76009b42",
      "detail": "Environmental and Health and Safety policies and procedures"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "e9d0efaa-9286-482a-b2a0-56b31577e933",
      "detail": "Champions the importance of adherence to the organisation’s Environmental, Health and Safety management systems:- actively displays and promotes a safety first culture within the organisation"
    },
    {
      "behaviourId": "74557278-7e9b-4ce0-a809-52ed126a12f8",
      "detail": "Operates in a systematic, proactive and transparent way"
    },
    {
      "behaviourId": "de2f30dd-e262-40a2-a178-5c00e2c2f67d",
      "detail": "Actively promotes the case for the adoption of emerging and advanced technologies to optimise performance"
    },
    {
      "behaviourId": "ca10296c-4946-43e3-83b7-b38515e701d7",
      "detail": "Takes full responsibility for own professional development, seeking opportunities to enhance knowledge, skills and experience. Keeps abreast of developments in emerging technologies"
    },
    {
      "behaviourId": "ac16c003-147b-4a9c-8bd9-47a7e79610e1",
      "detail": "Accepts responsibility for their workload with a responsible approach to risk"
    },
    {
      "behaviourId": "4e60fe01-0c69-4f9a-828e-e5f6dd38f280",
      "detail": "Demonstrates a high level of motivation and resilience when facing challenging situations"
    },
    {
      "behaviourId": "45978825-9610-4b3e-81c6-d8fc23597bf0",
      "detail": "Creates and maintains positive, professional, trusting and ethical working relationships with their team and the wider range of internal, external and connected stakeholders"
    },
    {
      "behaviourId": "6430e9b2-a78d-4c92-a647-0da67b1685cb",
      "detail": "Acts professionally when engaging with colleagues and clients"
    }
  ],
  "skills": [
    {
      "skillId": "72f89b2a-7802-45e9-8e8e-e353a26d0ecc",
      "detail": "Engage with clients to determine system requirements and establish hardware and software needs"
    },
    {
      "skillId": "ff714208-b25a-4f2a-9d46-079d05b8aa8f",
      "detail": "Determine the scope of the task and agrees the specification"
    },
    {
      "skillId": "3a9d8318-576f-46c9-ad58-1d470558c5d7",
      "detail": "Set up new hardware and software systems to specification and to meet security requirements"
    },
    {
      "skillId": "73cae7df-d5f2-4e37-a015-f1a54bb4e920",
      "detail": "Apply and follow defined procedures for maintenance and set up activities"
    },
    {
      "skillId": "33e2cf7d-3e0c-4b31-bf6e-8ac265ba9c4c",
      "detail": "Monitor and adjust calibration of equipment using SMPTE standards as a benchmark"
    },
    {
      "skillId": "6b197772-a615-484e-81e0-6f9e73570ebd",
      "detail": "Identify correct operational state of equipment and the operational status of applications"
    },
    {
      "skillId": "4c47bd29-668d-43ad-889d-2c4ef3fb755a",
      "detail": "Select and use appropriate test equipment and software"
    },
    {
      "skillId": "f4806921-b863-45bb-aa82-522af8a78afd",
      "detail": "Monitor and identify when applications and equipment are not working correctly"
    },
    {
      "skillId": "e8bcd2b0-d68c-4c49-bbdb-4007d599dcd9",
      "detail": "Operate and use IT hardware and auxiliary equipment effectively"
    },
    {
      "skillId": "a0bc58f0-e6f7-40ea-8fa8-5b712c06a93e",
      "detail": "Implement regular analysis to establish the on-going performance of systems"
    },
    {
      "skillId": "7029cced-c089-442a-b472-be3b27039227",
      "detail": "Gather and interpret information to identify the root cause of technical problems and apply a triage process in identifying faults"
    },
    {
      "skillId": "33d313f2-e05f-47b9-96a4-22763ebc9ed0",
      "detail": "Apply diagnostic processes to identify and assess the scale of bespoke hardware and software problems"
    },
    {
      "skillId": "9795718b-6f51-442a-a975-e6064cbac519",
      "detail": "Evaluate possible solutions taking into account  cost, time and priority"
    },
    {
      "skillId": "b3635b89-486c-4b1a-8703-2199ec462b7e",
      "detail": "Reproduce and document fault conditions"
    },
    {
      "skillId": "636f57ce-901b-4eb4-8246-7d26d17bbb83",
      "detail": "Utilise helpdesk systems to track backlog and maintain customer service"
    },
    {
      "skillId": "d9a5240b-42dc-4691-b8d2-48058494184e",
      "detail": "Implement checks to review and evaluate the effectiveness of solutions"
    },
    {
      "skillId": "2ac7c009-0f44-4868-9353-e0394c1aef21",
      "detail": "Log the progress of work and key actions on organisational systems"
    },
    {
      "skillId": "28ec7ba3-c779-4be8-b103-48156a96051b",
      "detail": "Schedule and implement work to take account of workflow to minimise negative impact"
    },
    {
      "skillId": "2294d8c6-a610-4025-9900-918e27c80fc8",
      "detail": "Implement creative workarounds until a permanent solution can be put in place"
    },
    {
      "skillId": "90b012f2-3c73-4656-b13c-7ed089906324",
      "detail": "Brief other specialists to assist with the resolution of problems"
    },
    {
      "skillId": "e8575c26-5713-495e-b618-fd6e21425b4e",
      "detail": "Respond effectively in pressurised periods of work"
    },
    {
      "skillId": "3314618c-0011-4c7d-9736-c552d84b3ba5",
      "detail": "Take ownership of the work environment and identified problems"
    },
    {
      "skillId": "cfe43b85-770a-4558-af64-66b4d20f1dc2",
      "detail": "Able to assess user state, user goals and user difficulties"
    },
    {
      "skillId": "4d92a079-9dce-42f0-9257-296b6a9847dc",
      "detail": "Manage creative issues and establish trust with colleagues in order to minimise conflict"
    },
    {
      "skillId": "fa10c131-64f3-4ee6-8413-07cf9f01efa6",
      "detail": "Describe complex problems in a simple and clear way to users and colleagues"
    },
    {
      "skillId": "6b96c333-dc8a-4442-b4ac-4b0491b5307c",
      "detail": "Support junior staff by providing guidance on how to resolve system problems, checking the quality of their work and providing constructive feedback"
    },
    {
      "skillId": "aaa7327c-6f91-4e7e-955d-ecdbf7af891f",
      "detail": "Complies with Environmental and Health and Safety polices and procedures."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2021-08-03T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0547",
  "tbMainContact": "David-s@moving-picture.com",
  "involvedEmployers": "Envy Post Production, Evolution Partnership (on behalf of Screen Skills), Framestore, Goldcrest Films \nMoving Picture, Ravensbourne University, The Finish",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Post production engineer",
    "Post production technical support",
    "Post production technical engineer",
    "Edit support technician",
    "Systems engineer",
    "Technical engineer",
    "Studio technologies team",
    "Creative Technologist"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Media, Broadcast and Production",
  "cluster": "Media, broadcast and production technician",
  "clusterId": "76",
  "clusterDescription": null,
  "createdDate": "2020-07-14T12:37:46 +00:00",
  "lastUpdated": "2021-08-10T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2021-08-03T00:00:00 +00:00",
  "banners": "This apprenticeship is approved for delivery, however all new starts are currently paused, while we work to resolve some delivery-related issues. This pause on new starts does not affect any existing learners (those currently on-programme or taking end-point assessment).",
  "occupationCode": "OCC0933",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0933-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0933-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "51b07a66-fa5c-40a7-8dea-d6659df58ba6",
      "dutyDetail": "Connect, test and configure technical equipment to ensure a specifically designed setup is working correctly and to the required performance levels",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e9d0efaa-9286-482a-b2a0-56b31577e933",
        "74557278-7e9b-4ce0-a809-52ed126a12f8"
      ],
      "mappedKnowledge": [
        "8899d162-5059-41da-b107-1b1865565278",
        "317c3648-0e20-4c95-b92b-ce5636259892",
        "ff9d43c6-13a8-46c9-9401-1812f92093c0",
        "c1a2489a-ec6a-4cb2-b579-ce75234fa643",
        "d3cda6ae-9aa5-4f09-98d8-b0f77e499af1",
        "a174dbd8-bde2-47bb-9b2f-6ebabec57ee0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3a9d8318-576f-46c9-ad58-1d470558c5d7",
        "73cae7df-d5f2-4e37-a015-f1a54bb4e920",
        "33e2cf7d-3e0c-4b31-bf6e-8ac265ba9c4c",
        "6b197772-a615-484e-81e0-6f9e73570ebd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9b6c05a9-ddf3-42d5-8c73-214ee6909e7b",
      "dutyDetail": "Assess the nature of technical faults by analysing systems and using this research to inform and evaluate solutions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "74557278-7e9b-4ce0-a809-52ed126a12f8"
      ],
      "mappedKnowledge": [
        "ff9d43c6-13a8-46c9-9401-1812f92093c0",
        "a025241f-ab84-4901-bf79-00a00e087eba",
        "c1a2489a-ec6a-4cb2-b579-ce75234fa643",
        "d3cda6ae-9aa5-4f09-98d8-b0f77e499af1",
        "7d82c8dd-08ff-4288-9943-1469a1b5f5bb",
        "0f7c9264-3b35-479d-ab89-3f9f0a7af6f0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6b197772-a615-484e-81e0-6f9e73570ebd",
        "4c47bd29-668d-43ad-889d-2c4ef3fb755a",
        "f4806921-b863-45bb-aa82-522af8a78afd",
        "33d313f2-e05f-47b9-96a4-22763ebc9ed0",
        "9795718b-6f51-442a-a975-e6064cbac519",
        "b3635b89-486c-4b1a-8703-2199ec462b7e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "23297d48-f057-4427-8966-3cb2d402f8d8",
      "dutyDetail": "Prioritise activities by applying triage methods",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e9d0efaa-9286-482a-b2a0-56b31577e933",
        "74557278-7e9b-4ce0-a809-52ed126a12f8",
        "ac16c003-147b-4a9c-8bd9-47a7e79610e1"
      ],
      "mappedKnowledge": [
        "a025241f-ab84-4901-bf79-00a00e087eba",
        "412ce169-3734-4829-977f-b88adcbb0bbc",
        "20304f29-4a57-42d8-ac62-6b57b006308a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "73cae7df-d5f2-4e37-a015-f1a54bb4e920",
        "33d313f2-e05f-47b9-96a4-22763ebc9ed0",
        "636f57ce-901b-4eb4-8246-7d26d17bbb83",
        "28ec7ba3-c779-4be8-b103-48156a96051b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "87256566-b4ba-4e1d-8b72-a2fc513ca2e0",
      "dutyDetail": "Develop prompt solutions to emerging and bespoke problems to enable client work to progress",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e9d0efaa-9286-482a-b2a0-56b31577e933",
        "74557278-7e9b-4ce0-a809-52ed126a12f8",
        "ac16c003-147b-4a9c-8bd9-47a7e79610e1",
        "6430e9b2-a78d-4c92-a647-0da67b1685cb"
      ],
      "mappedKnowledge": [
        "ff9d43c6-13a8-46c9-9401-1812f92093c0",
        "a025241f-ab84-4901-bf79-00a00e087eba",
        "d3cda6ae-9aa5-4f09-98d8-b0f77e499af1",
        "7d82c8dd-08ff-4288-9943-1469a1b5f5bb",
        "0f7c9264-3b35-479d-ab89-3f9f0a7af6f0",
        "412ce169-3734-4829-977f-b88adcbb0bbc"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6b197772-a615-484e-81e0-6f9e73570ebd",
        "4c47bd29-668d-43ad-889d-2c4ef3fb755a",
        "f4806921-b863-45bb-aa82-522af8a78afd",
        "e8bcd2b0-d68c-4c49-bbdb-4007d599dcd9",
        "a0bc58f0-e6f7-40ea-8fa8-5b712c06a93e",
        "7029cced-c089-442a-b472-be3b27039227",
        "33d313f2-e05f-47b9-96a4-22763ebc9ed0",
        "9795718b-6f51-442a-a975-e6064cbac519",
        "b3635b89-486c-4b1a-8703-2199ec462b7e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7738d947-c2aa-4759-ab10-5287fae37b4e",
      "dutyDetail": "Develop a rapport with clients and those external to the organisation in order to help them articulate their requirements",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e9d0efaa-9286-482a-b2a0-56b31577e933",
        "74557278-7e9b-4ce0-a809-52ed126a12f8",
        "45978825-9610-4b3e-81c6-d8fc23597bf0",
        "6430e9b2-a78d-4c92-a647-0da67b1685cb"
      ],
      "mappedKnowledge": [
        "d243e4d2-a27f-471f-b31c-041aa2ea33a3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "72f89b2a-7802-45e9-8e8e-e353a26d0ecc",
        "ff714208-b25a-4f2a-9d46-079d05b8aa8f",
        "636f57ce-901b-4eb4-8246-7d26d17bbb83",
        "fa10c131-64f3-4ee6-8413-07cf9f01efa6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2b9da9d2-01f8-4e29-b99e-71b8b1559363",
      "dutyDetail": "Develop effective working relationships with creative staff and other technical team members",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ac16c003-147b-4a9c-8bd9-47a7e79610e1",
        "45978825-9610-4b3e-81c6-d8fc23597bf0",
        "6430e9b2-a78d-4c92-a647-0da67b1685cb"
      ],
      "mappedKnowledge": [
        "412ce169-3734-4829-977f-b88adcbb0bbc",
        "d243e4d2-a27f-471f-b31c-041aa2ea33a3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "72f89b2a-7802-45e9-8e8e-e353a26d0ecc",
        "e8575c26-5713-495e-b618-fd6e21425b4e",
        "3314618c-0011-4c7d-9736-c552d84b3ba5",
        "4d92a079-9dce-42f0-9257-296b6a9847dc",
        "fa10c131-64f3-4ee6-8413-07cf9f01efa6",
        "6b96c333-dc8a-4442-b4ac-4b0491b5307c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b5bb5582-3918-4fb2-809d-1303c0983f3e",
      "dutyDetail": "Apply and control the use of software to achieve the required outcome as defined by the client (balancing sound, colour, visual effects and transition between sections).",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "74557278-7e9b-4ce0-a809-52ed126a12f8",
        "de2f30dd-e262-40a2-a178-5c00e2c2f67d",
        "ac16c003-147b-4a9c-8bd9-47a7e79610e1"
      ],
      "mappedKnowledge": [
        "8899d162-5059-41da-b107-1b1865565278",
        "317c3648-0e20-4c95-b92b-ce5636259892",
        "ff9d43c6-13a8-46c9-9401-1812f92093c0",
        "c1a2489a-ec6a-4cb2-b579-ce75234fa643",
        "d3cda6ae-9aa5-4f09-98d8-b0f77e499af1",
        "35c2ed9f-ff1c-44e1-a2e3-dec92d025df4",
        "7d82c8dd-08ff-4288-9943-1469a1b5f5bb",
        "0f7c9264-3b35-479d-ab89-3f9f0a7af6f0",
        "412ce169-3734-4829-977f-b88adcbb0bbc",
        "20304f29-4a57-42d8-ac62-6b57b006308a",
        "9ef65f25-ef3d-4626-aeeb-bbc1cfe8dd85"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3a9d8318-576f-46c9-ad58-1d470558c5d7",
        "73cae7df-d5f2-4e37-a015-f1a54bb4e920",
        "e8bcd2b0-d68c-4c49-bbdb-4007d599dcd9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "68723599-cdac-4a23-b40a-349ffadadc55",
      "dutyDetail": "Respond to disruption to schedules by planning and developing courses of action in a structured way to resolve un-planned and un-anticipated issues",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ac16c003-147b-4a9c-8bd9-47a7e79610e1",
        "4e60fe01-0c69-4f9a-828e-e5f6dd38f280",
        "6430e9b2-a78d-4c92-a647-0da67b1685cb"
      ],
      "mappedKnowledge": [
        "a025241f-ab84-4901-bf79-00a00e087eba",
        "7d82c8dd-08ff-4288-9943-1469a1b5f5bb",
        "0f7c9264-3b35-479d-ab89-3f9f0a7af6f0",
        "412ce169-3734-4829-977f-b88adcbb0bbc"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "28ec7ba3-c779-4be8-b103-48156a96051b",
        "2294d8c6-a610-4025-9900-918e27c80fc8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7d5cc7bc-0392-400b-86ec-d4f16772bfce",
      "dutyDetail": "Apply security protocols to protect client work",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6430e9b2-a78d-4c92-a647-0da67b1685cb"
      ],
      "mappedKnowledge": [
        "8899d162-5059-41da-b107-1b1865565278",
        "a174dbd8-bde2-47bb-9b2f-6ebabec57ee0"
      ],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f9544e0c-2657-4813-a022-1fcac895737c",
      "dutyDetail": "Update and create technical documentation",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "74557278-7e9b-4ce0-a809-52ed126a12f8",
        "6430e9b2-a78d-4c92-a647-0da67b1685cb"
      ],
      "mappedKnowledge": [
        "8899d162-5059-41da-b107-1b1865565278",
        "317c3648-0e20-4c95-b92b-ce5636259892",
        "9ef65f25-ef3d-4626-aeeb-bbc1cfe8dd85"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2ac7c009-0f44-4868-9353-e0394c1aef21"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "898c5364-aad9-42d8-9ef0-9f5dd4626f8b",
      "dutyDetail": "Apply up to date post-production techniques and technology used across the industry and allied industries.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "74557278-7e9b-4ce0-a809-52ed126a12f8",
        "6430e9b2-a78d-4c92-a647-0da67b1685cb"
      ],
      "mappedKnowledge": [
        "8899d162-5059-41da-b107-1b1865565278",
        "317c3648-0e20-4c95-b92b-ce5636259892",
        "c1a2489a-ec6a-4cb2-b579-ce75234fa643",
        "9ef65f25-ef3d-4626-aeeb-bbc1cfe8dd85"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "33e2cf7d-3e0c-4b31-bf6e-8ac265ba9c4c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5637013a-a3fd-4d0f-ac8d-2cbf7c37d2fc",
      "dutyDetail": "Provide technical expertise to senior staff within the production organisation and to clients.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ca10296c-4946-43e3-83b7-b38515e701d7",
        "ac16c003-147b-4a9c-8bd9-47a7e79610e1",
        "6430e9b2-a78d-4c92-a647-0da67b1685cb"
      ],
      "mappedKnowledge": [
        "c5573fd3-367a-4a4a-ad2a-0be25b05882f",
        "d243e4d2-a27f-471f-b31c-041aa2ea33a3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "72f89b2a-7802-45e9-8e8e-e353a26d0ecc",
        "90b012f2-3c73-4656-b13c-7ed089906324",
        "3314618c-0011-4c7d-9736-c552d84b3ba5",
        "fa10c131-64f3-4ee6-8413-07cf9f01efa6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6e6dc26b-9cc1-41ac-b257-a0d2564a4740",
      "dutyDetail": "Steer and guide the work of junior staff",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ca10296c-4946-43e3-83b7-b38515e701d7",
        "45978825-9610-4b3e-81c6-d8fc23597bf0",
        "6430e9b2-a78d-4c92-a647-0da67b1685cb"
      ],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [
        "6b96c333-dc8a-4442-b4ac-4b0491b5307c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "851e8319-b15b-42bd-b39f-b7a4254270bc",
      "dutyDetail": "Evaluate and assess the quality of work produced by junior staff",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ca10296c-4946-43e3-83b7-b38515e701d7",
        "45978825-9610-4b3e-81c6-d8fc23597bf0",
        "6430e9b2-a78d-4c92-a647-0da67b1685cb"
      ],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [
        "6b96c333-dc8a-4442-b4ac-4b0491b5307c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2cbfe981-2118-4d2a-8755-759c10593caa",
      "dutyDetail": "Assess the quality of their own work to ensure that it meets the needs of the organisation and the client",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ca10296c-4946-43e3-83b7-b38515e701d7",
        "ac16c003-147b-4a9c-8bd9-47a7e79610e1",
        "45978825-9610-4b3e-81c6-d8fc23597bf0"
      ],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2021-08-10T00:00:00"
}