{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 640,
  "referenceNumber": "ST0952",
  "learningAimClassCode": "",
  "title": "Fisher",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0952",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2025-05-12T00:00:00",
  "earliestStartDate": "2021-07-01T00:00:00",
  "latestStartDate": "2025-05-11T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Harvest fish and shellfish.",
  "level": 2,
  "ePALength": 2,
  "typicalDuration": 18,
  "maxFunding": 10000,
  "maxFundingAdditionalInformation": "",
  "route": "Agriculture, environmental and animal care",
  "keywords": [
    "Fishing",
    "fisher",
    "agriculture",
    "animals",
    "environment",
    "ocean",
    "seafood"
  ],
  "jobRoles": [
    "Fisher",
    "Fisherman",
    "Fisherperson",
    "Commercial Fisher",
    "Sea Fisherman",
    "Sea Fisher"
  ],
  "entryRequirements": "&lt;p&gt;Employers will set their own entry requirements depending on boat size, fishery, fishing method and operation. Typically, employers may require the individual to have the correct attitude and ability to take on the typical practical and solve problems onboard a boat. They are likely to seek individuals that have a willingness to work onboard a boat, sometimes in confined spaces for extended periods of time. Individuals are likely to have a sense of adventure and keenness for the outdoors. The employer may require the apprentice to be flexible and able to work a range of shifts across different days and times of the week.&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/7291/st0952_fisher_l2_epa_for-publication-120221em.pdf",
  "ssa1": "3 Agriculture, Horticulture and Animal Care",
  "ssa2": "3.1 Agriculture",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in individually owned boats with small numbers of crew, up to company owned boats with large crews. They may operate inshore and offshore and use a range of catching methods. They use mobile and static gear, such as trawling, netting, potting and hand lining. Fishers work as part of a team. They may be at sea from a few hours at a time, up to a week. The type of boat, fishery and fishing method and gear being used will affect this.&lt;/p&gt;\n&lt;p&gt;Fishing is highly regulated and governed by complex fisheries management.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to sustainably harvest fish and shellfish. Fishing methods range from static gears such as shellfish pots through to modern, selective, high-tech trawl equipment. A fisher works as part of a team, both onshore and at sea. They are involved in the entire end-to-end process, through to transporting the catch to market to enable it to be sold. They set up the fishing gear and fit it to a boat and watch-keep on a navigational passage to and from fishing grounds. They deploy and retrieve gear. They may use onboard hydraulics and powered machinery. They catch, process, store and land the fish (or shellfish). Fishers also help look after the sea. They collect data for policy makers. This data informs plans for fishing, catch limits and quotas to ensure stocks remain sustainable. A Fisher adapts and improves processes to improve sustainability. They adapt to seasonal changes and vary their approach to catch different types of fish. They also adapt their approach in response to the sea, tides, and weather conditions.&lt;/p&gt;\n&lt;p&gt;A Fisher is likely to be involved in maintaining the boat. They can progress to roles such as: experienced deckhand mate, skipper of the boat, onboard marine engineer, onboard chef/ fisher on larger boats, fisheries science/ observer, gear technologist, offshore survey and energy worker. There are also opportunities to become self-employed and a boat owner. This is a rewarding occupation. It involves working outdoors and can be physically demanding.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with the skipper, boat owners and crew members and fisheries observers. They may include: Enforcement officers, Port and authorities, Scientists and Safety advisors. Onshore, they may have contact with logistics companies, harbour staff and fish market employees.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for complying with maritime and safety Regulations. They must use personal protective equipment and check that it has been maintained. They are likely to report to a skipper or boat owner. They need to follow instructions and react quickly and positively to feedback. They will work as part of a team, logging details of the catch and reporting them to the skipper or boat owner. This may include the species caught along with estimates of size and weight. This will enable the skipper and boat to comply with regulations and submit live catch data. They will have to solve problems on a daily basis, taking into account changing weather and sea conditions. They will suggest improvements to working practices to increase efficiency, improve safety and ensure sustainability. Extra requirements may be to help new crew members or carry out navigation duties. Any food preparation should be carried out considering basic food hygiene and the cleanliness of the boat should be maintained at all times.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "676a3d13-0ec1-45fa-a7ae-7be05a8c2887",
      "detail": "Personal safety equipment including life rafts, life rings, wet weather gear, EPIRB (Emergency Position Indicating Radio Beacon) and floatation device requirements. How to report defects or request replacements."
    },
    {
      "knowledgeId": "25a56a92-e76f-49ec-98c3-a3e733b33573",
      "detail": "Conditions required to go to sea. The impact that forecast weather conditions have on preparations and how to obtain weather and sea information using software applications. "
    },
    {
      "knowledgeId": "3218249c-2d2a-4a00-a9bd-87cbfd48689e",
      "detail": "Food and water supply requirements for the length of the trip."
    },
    {
      "knowledgeId": "107e4edb-4ec4-423a-92b0-49bffe5ead90",
      "detail": "Safety checks, stowage, and maintenance requirements of boat safety equipment. Including: life rafts, life rings, EPIRB (Emergency Position Indicating Radio Beacon). "
    },
    {
      "knowledgeId": "d0454cb7-ef92-4c0b-aede-a6285f56025d",
      "detail": "Basic engine checks: oil, water level checks and fuel required for the length of trip."
    },
    {
      "knowledgeId": "9420745f-b92d-4fb4-bea0-e62db6648a29",
      "detail": "The material requirements for repairs to fishing gear at sea and how to check the condition of fishing gear for damage. "
    },
    {
      "knowledgeId": "7b008c2e-92af-4e7a-8940-980767b0f454",
      "detail": "Quantity and safe stowage requirements for ice, depending on the fishery or type of boat. "
    },
    {
      "knowledgeId": "2e2e915a-772a-45bf-84af-9177526d3196",
      "detail": "Refrigeration equipment operational checks. "
    },
    {
      "knowledgeId": "6ae7e873-ef93-4eb4-9c95-cfb390a06592",
      "detail": "Common hydraulic faults, defects, and identification methods."
    },
    {
      "knowledgeId": "ae2002c9-a17a-40d2-aaf1-44bb1b0f5b9b",
      "detail": "Procedures to ensure the safe shooting and hauling of fishing gear and the importance of being in the correct position on board the boat."
    },
    {
      "knowledgeId": "8219b8e7-774d-439e-bda9-8ba5351b91e4",
      "detail": "Species identification and how to sort and grade them for processing or return them to the sea in line with fisheries legislation."
    },
    {
      "knowledgeId": "9a615ede-910a-42a7-a548-73f456dcaf8c",
      "detail": "Technical conservation measures and their impact on the long-term sustainability of fishing stocks.  "
    },
    {
      "knowledgeId": "736a9fae-832f-48be-b09d-6924607b9d05",
      "detail": "Catch information and reporting requirements. How to estimate the weight of each species and the importance of accuracy."
    },
    {
      "knowledgeId": "0ad45c70-a50d-481d-b28b-a89d4c0803eb",
      "detail": "Processing requirements for each species: gutting, head off, whole, nicking, banding claws."
    },
    {
      "knowledgeId": "a5de8e51-011e-4efa-803c-b7f741f5d47d",
      "detail": "Catch storage requirements to maintain quality."
    },
    {
      "knowledgeId": "0e11ca99-e10f-4434-a517-e5ae9be65a3b",
      "detail": "Common problems with the boat and how to identify them. For example, mechanical, electrical, watertight integrity, health and safety issues."
    },
    {
      "knowledgeId": "0c41cdad-346d-4197-8fb9-531a23c8c884",
      "detail": "The procedures for safely navigating and keeping watch when at sea. Including, latitude and longitude, steering by compass, position fixing, buoyage."
    },
    {
      "knowledgeId": "994c772e-ead7-4268-9546-cf319eb5f2c8",
      "detail": "The (Maritime Regulations) ‘rules of the road’ such as passing port to port and movement to and from port. "
    },
    {
      "knowledgeId": "04a83a49-7620-4a25-980d-816b3a585737",
      "detail": "Modern and traditional navigational technology: GPS, radar, auto pilot bridge navigation equipment, compass. "
    },
    {
      "knowledgeId": "5776916e-41f0-4887-af92-d0d286a6d95b",
      "detail": "Methods to tie up a boat depending on its size, location and the tide (including quayside and alongside another vessel).  "
    },
    {
      "knowledgeId": "9e154add-776e-4db5-bc2f-5b99c4a7449b",
      "detail": "The knots and lengths of rope required to safely moor a boat."
    },
    {
      "knowledgeId": "014516d3-6ef5-4ec8-a549-ea7e16f448a5",
      "detail": "The operating requirements and terminology used to communicate with other boats and the coastguard using a VHF (Very High Frequency) radio. And how to issue a distress call."
    },
    {
      "knowledgeId": "2a902540-9549-45ba-a9fe-6d3bea289c0d",
      "detail": "Safety procedures: man overboard, anchor, and fire drills. "
    },
    {
      "knowledgeId": "e8ca0cc8-37f9-4cef-af9a-4d4aa98d0729",
      "detail": "Requirements for safely unloading and transporting the catch to market whilst ensuring the quality of the catch is maintained. "
    },
    {
      "knowledgeId": "782ae2ad-410e-437f-b178-1851e33e53ce",
      "detail": "Housekeeping requirements at sea: the need to keep the work and living areas clean and free from obstruction and to practice good hygiene when preparing food. "
    },
    {
      "knowledgeId": "1a8080a7-f962-4926-8424-11fa5d234c2d",
      "detail": "Climate change and the environmental impact of pollution on the fishing industry."
    },
    {
      "knowledgeId": "d89bd4cd-a06d-4a13-a17d-372058c386af",
      "detail": "Mental and physical health support services available."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "d1b7d4e0-ce24-4bff-bf73-4cb71cff02b2",
      "detail": "Prioritises health and safety when completing tasks."
    },
    {
      "behaviourId": "cd059d6b-41f0-4f2f-95f3-6e3291256f9b",
      "detail": "Considers sustainability throughout the end to end fishing process."
    },
    {
      "behaviourId": "65e0c528-f607-4156-bc34-3760990149e8",
      "detail": "Acts with honesty and integrity and takes responsibility for own actions."
    },
    {
      "behaviourId": "9a1dd3a1-8829-4ad2-b1c0-96fa6a1bb405",
      "detail": "Proactively adapts to changing situations/ conditions."
    },
    {
      "behaviourId": "5afeefd2-2255-48b6-aa45-9954692b6f82",
      "detail": "Team worker. For example, polite, keeps others informed, helps colleagues, takes account of equality and diversity."
    },
    {
      "behaviourId": "f2e9a892-d279-41da-ba9e-c5ae914e34cf",
      "detail": "Seeks learning and development opportunities."
    }
  ],
  "skills": [
    {
      "skillId": "cecebaa4-2f19-42a1-9c6d-cad8a3a94566",
      "detail": "Check personal safety equipment for defects (including personal floatation device, wet weather gear and personal locator beacon)."
    },
    {
      "skillId": "72b470d8-cadc-43de-85bc-0e9f912ed9c3",
      "detail": "Check and acquire adequate food and water supplies for the length the trip."
    },
    {
      "skillId": "4fe58b25-4214-4227-a2d7-40ec8649e308",
      "detail": "Carry out an inspection of the boat to ensure that safety equipment is in place, and check the engine maintenance record. "
    },
    {
      "skillId": "f14ed65c-2c48-49b6-aa0b-4a5ebf792ecf",
      "detail": "Check that the deck is clear of obstructions and equipment is stowed away safely."
    },
    {
      "skillId": "f3316f17-edbf-4411-8606-0db7e543e9a0",
      "detail": "Check ice is suitable for the length of trip."
    },
    {
      "skillId": "c3ee9002-e1d1-4527-b6c0-d95d1671c6b5",
      "detail": "Inspect refrigeration/ storage facilities to ensure that it is operating correctly."
    },
    {
      "skillId": "8455729f-7492-4e56-ae0d-161e8515d862",
      "detail": "Inspect hydraulic pipes for defects. Report findings."
    },
    {
      "skillId": "4bd62c3a-5ce5-4fb9-b5c9-7a8c2d02aff8",
      "detail": "Prepare and shoot fishing gear."
    },
    {
      "skillId": "7e193433-a6cb-4427-b0a7-29d30d0e0f03",
      "detail": "Prepare for and haul fishing gear."
    },
    {
      "skillId": "2e704dfc-4523-4b07-934e-17e5b166eed5",
      "detail": "Identify the fish or shellfish species and sort them for processing. Release fish or shellfish in line with regulations. "
    },
    {
      "skillId": "c69386c5-f062-4054-a5d9-7e0742352d48",
      "detail": "Estimate the weight of each species. Record the information and submit to the Skipper."
    },
    {
      "skillId": "a9cecb0d-448c-45f9-85e7-65f8b78bc170",
      "detail": "Process species correctly (fish or shellfish). Store them to ensure quality."
    },
    {
      "skillId": "5deb1753-09df-4f64-8f0d-df28e1c004cb",
      "detail": "Identify and resolve problems with the boat and fishing gear (within level of authority)."
    },
    {
      "skillId": "a24e1890-7797-4e35-998e-e163a26db036",
      "detail": "Keep watch and navigate the boat at sea (within level of authority), in line with Maritime Regulations (‘the rules of the road’)."
    },
    {
      "skillId": "e7a7b234-9534-4523-9f59-9c102c70c3a8",
      "detail": "Navigate the boat using GPS, radar and auto pilot bridge navigation equipment (within level of authority)."
    },
    {
      "skillId": "47dbf106-6e91-4f4e-8f37-a8f1e4daf671",
      "detail": "Tie up the boat taking into account the tide and weather conditions."
    },
    {
      "skillId": "83a9afee-bff1-411a-84b8-7345d6b5185a",
      "detail": "Communicate with other stations or boats using VHF radio."
    },
    {
      "skillId": "7c48a182-6770-44e1-9931-8508f57c2700",
      "detail": "Issue a distress alert."
    },
    {
      "skillId": "434cbbd1-857b-4d57-8399-02a8fc04f9ba",
      "detail": "Follow safety procedures: man overboard, anchor drills, fire drills. "
    },
    {
      "skillId": "6015cd8e-a78e-429e-8e37-e462ccd0ca6c",
      "detail": "Unload the catch for transport to market whilst maintaining catch quality."
    },
    {
      "skillId": "7088986b-2d4f-4170-bf9c-e2741f0618f8",
      "detail": "Prepare food for the crew and maintain cleanliness of living area."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2021-07-01T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0573",
  "tbMainContact": "chris@cfpo.org.uk",
  "involvedEmployers": "14 individual fishing vessel owners, The Cornish Fish Producers’ Organisation Ltd (CFPO), National Federation Fishermans Organisation, Seafood Cornwall Training",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Fisher",
    "Fisherman",
    "Fisherperson",
    "Commercial Fisher",
    "Sea Fisherman",
    "Sea Fisher"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Agriculture, Land Management and Production",
  "cluster": "Agricultural operative or technician",
  "clusterId": "143",
  "clusterDescription": null,
  "createdDate": "2021-02-22T16:57:34 +00:00",
  "lastUpdated": "2025-05-12T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2021-07-01T00:00:00 +00:00",
  "banners": "A temporary dispensation has been applied to the ST0592 end-point assessment plan version 1.0 for this apprenticeship. The dispensation will last from 23/04/25 to 01/10/25 but may be withdrawn if the assessment plan is revised sooner or the dispensation is no longer necessary.&nbsp;\nEnd-point assessment organisations (EPAOs) delivering EPAs for the apprenticeship will implement the dispensation as required, supported and monitored by the relevant EQA provider. &nbsp;\nThe key changes are:&nbsp;\nTo allow task 4 - Prepare, shoot, and haul fishing gear with other crew members to be assessed using video evidence collected on a trip, up to a maximum of 4 weeks prior to the end-point assessment window, supported by question and answers to take place during the end-point assessment to fully meet the mapped KSBs.",
  "occupationCode": "OCC0952",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0952-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0952-v1-0",
  "qualifications": [
    {
      "qualificationId": "ab9ba110-f1fd-47a3-a989-48c79a7b0959",
      "title": "Complete basic training approved by any Maritime Administration which is signatory to the Seafarers Training Certification and Watchkeeping (STCW) convention. •\t1 day Seafish Fishermen’s basic sea survival or STCW Personal Survival Techniques (1 day) (STCW A-VI/1)",
      "level": "2",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "75894c2e-ce6d-4696-b75a-ec3c30ab181e",
      "title": "1 day Seafish Fishermen’s basic firefighting and prevention or 2 day STCW Fire Fighting and Fire Prevention (STCW A-VI/1-2)",
      "level": "2",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "15de6a9e-dee1-4910-a812-e2638d041df4",
      "title": "1 day Seafish Fishermen’s basic first aid or STCW Elementary First Aid (1 day) (STCW A-VI/1-3)",
      "level": "2",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "b95c47ce-db47-47a7-9437-2f81fdfcb4f8",
      "title": "1 day Seafish basic health and safety covering: know your vessel, understanding roles and responsibilities, maintaining effectiveness, working safely on a fishing vessel, dealing with emergencies.",
      "level": "2",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "bce7426b-d746-4ddb-b7e2-1f2fc57a579f",
      "title": "Certificated 5 day Seafish Navigation and Watchkeeping course ",
      "level": "2",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "74eba4fb-39f6-42d8-a842-0faf8199c986",
      "title": "Certificated 5 day Marine Coastguard Agency (MCA) Approved Engine Course Diesel Engine course (AEC 1)",
      "level": "2",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "3035afd6-2b52-486e-9d8b-7fcbd30c9ddb",
      "title": "Certificated 1 day Seafish Stability Awareness for Experienced Fishermen course ",
      "level": "2",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "f43b84df-06f3-4c44-8873-ae0901657e23",
      "title": "Certificated 1 day Seafish Advanced Stability Awareness course",
      "level": "2",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "df32a0fa-41aa-476e-988c-d20bfe024629",
      "title": "Certificated Royal Yacht Association (RYA) GMDSS VHF Short Range Certificate (Radio Operator) ",
      "level": "2",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "National Federation of Fisherman’s Organisation (NFFO)",
      "level": "Individual membership",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "e6b474a3-2bbc-46b1-9a06-651fb839079a",
      "dutyDetail": "Prepare for sea. Carry out personal safety checks. Check weather and sea conditions. Acquire the necessary food, water and supplies for the trip.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d1b7d4e0-ce24-4bff-bf73-4cb71cff02b2",
        "9a1dd3a1-8829-4ad2-b1c0-96fa6a1bb405",
        "5afeefd2-2255-48b6-aa45-9954692b6f82"
      ],
      "mappedKnowledge": [
        "676a3d13-0ec1-45fa-a7ae-7be05a8c2887",
        "25a56a92-e76f-49ec-98c3-a3e733b33573",
        "3218249c-2d2a-4a00-a9bd-87cbfd48689e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cecebaa4-2f19-42a1-9c6d-cad8a3a94566",
        "72b470d8-cadc-43de-85bc-0e9f912ed9c3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6d9513a0-223d-4cbf-8757-eb9d8dc91a58",
      "dutyDetail": "Prepare the boat for sea. Carry out safety checks. Check the engine, fuel levels, and maintain and fit fishing gear. Obtain ice, bait and prepare deck and storage areas.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d1b7d4e0-ce24-4bff-bf73-4cb71cff02b2",
        "5afeefd2-2255-48b6-aa45-9954692b6f82"
      ],
      "mappedKnowledge": [
        "107e4edb-4ec4-423a-92b0-49bffe5ead90",
        "d0454cb7-ef92-4c0b-aede-a6285f56025d",
        "9420745f-b92d-4fb4-bea0-e62db6648a29",
        "7b008c2e-92af-4e7a-8940-980767b0f454",
        "782ae2ad-410e-437f-b178-1851e33e53ce"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4fe58b25-4214-4227-a2d7-40ec8649e308",
        "f14ed65c-2c48-49b6-aa0b-4a5ebf792ecf",
        "f3316f17-edbf-4411-8606-0db7e543e9a0"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "28ecf642-e51a-482a-baa6-0dbf35329bc8",
      "dutyDetail": "Carry out preventative maintenance of the boat under supervision. Including engineering, fish rooms, storage areas and hydraulics.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d1b7d4e0-ce24-4bff-bf73-4cb71cff02b2",
        "f2e9a892-d279-41da-ba9e-c5ae914e34cf"
      ],
      "mappedKnowledge": [
        "2e2e915a-772a-45bf-84af-9177526d3196",
        "6ae7e873-ef93-4eb4-9c95-cfb390a06592",
        "0e11ca99-e10f-4434-a517-e5ae9be65a3b",
        "1a8080a7-f962-4926-8424-11fa5d234c2d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4fe58b25-4214-4227-a2d7-40ec8649e308",
        "f3316f17-edbf-4411-8606-0db7e543e9a0",
        "c3ee9002-e1d1-4527-b6c0-d95d1671c6b5",
        "8455729f-7492-4e56-ae0d-161e8515d862"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "265c16f4-880d-4175-b7e7-4147da515648",
      "dutyDetail": "Shoot, haul and clear fish and/or shellfish using a range of fishing gears. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d1b7d4e0-ce24-4bff-bf73-4cb71cff02b2",
        "5afeefd2-2255-48b6-aa45-9954692b6f82"
      ],
      "mappedKnowledge": [
        "ae2002c9-a17a-40d2-aaf1-44bb1b0f5b9b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4bd62c3a-5ce5-4fb9-b5c9-7a8c2d02aff8",
        "7e193433-a6cb-4427-b0a7-29d30d0e0f03"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b6374979-d6c6-4a2b-be6c-16f6cf310ebd",
      "dutyDetail": "Contribute to maintaining a stable and safe deck and working area. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d1b7d4e0-ce24-4bff-bf73-4cb71cff02b2"
      ],
      "mappedKnowledge": [
        "107e4edb-4ec4-423a-92b0-49bffe5ead90",
        "9420745f-b92d-4fb4-bea0-e62db6648a29",
        "7b008c2e-92af-4e7a-8940-980767b0f454"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7088986b-2d4f-4170-bf9c-e2741f0618f8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5f793575-9aba-495f-9a9c-b8057305bc68",
      "dutyDetail": "Land, sort and grade the catch. Identify species. Release fish in line with regulations and quota requirements. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d1b7d4e0-ce24-4bff-bf73-4cb71cff02b2",
        "5afeefd2-2255-48b6-aa45-9954692b6f82"
      ],
      "mappedKnowledge": [
        "8219b8e7-774d-439e-bda9-8ba5351b91e4",
        "9a615ede-910a-42a7-a548-73f456dcaf8c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2e704dfc-4523-4b07-934e-17e5b166eed5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ce2f5d06-bdf9-4af2-b4eb-356af2b95b77",
      "dutyDetail": "Collect fisheries data. Record the catch accurately and estimate the weight of the catch.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d1b7d4e0-ce24-4bff-bf73-4cb71cff02b2",
        "cd059d6b-41f0-4f2f-95f3-6e3291256f9b",
        "65e0c528-f607-4156-bc34-3760990149e8"
      ],
      "mappedKnowledge": [
        "736a9fae-832f-48be-b09d-6924607b9d05"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2e704dfc-4523-4b07-934e-17e5b166eed5",
        "c69386c5-f062-4054-a5d9-7e0742352d48"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3a02d64a-a7ae-4f7d-aa1a-73eddbc3ae0a",
      "dutyDetail": "Process and store the catch using ice and refrigeration to maintain a quality product.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d1b7d4e0-ce24-4bff-bf73-4cb71cff02b2",
        "cd059d6b-41f0-4f2f-95f3-6e3291256f9b",
        "65e0c528-f607-4156-bc34-3760990149e8"
      ],
      "mappedKnowledge": [
        "0ad45c70-a50d-481d-b28b-a89d4c0803eb",
        "a5de8e51-011e-4efa-803c-b7f741f5d47d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c69386c5-f062-4054-a5d9-7e0742352d48",
        "a9cecb0d-448c-45f9-85e7-65f8b78bc170"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ba078323-568d-4936-bef1-8f1b3f81187f",
      "dutyDetail": "Troubleshoot to address problems with the boat and fishing gear.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d1b7d4e0-ce24-4bff-bf73-4cb71cff02b2",
        "cd059d6b-41f0-4f2f-95f3-6e3291256f9b",
        "9a1dd3a1-8829-4ad2-b1c0-96fa6a1bb405"
      ],
      "mappedKnowledge": [
        "0e11ca99-e10f-4434-a517-e5ae9be65a3b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5deb1753-09df-4f64-8f0d-df28e1c004cb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7812ddb4-8ecb-45d3-917d-be21b2fabf8a",
      "dutyDetail": "Watch-keep taking account of maritime regulations, weather, meteorology and forecasting.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d1b7d4e0-ce24-4bff-bf73-4cb71cff02b2",
        "9a1dd3a1-8829-4ad2-b1c0-96fa6a1bb405",
        "5afeefd2-2255-48b6-aa45-9954692b6f82",
        "f2e9a892-d279-41da-ba9e-c5ae914e34cf"
      ],
      "mappedKnowledge": [
        "0c41cdad-346d-4197-8fb9-531a23c8c884",
        "994c772e-ead7-4268-9546-cf319eb5f2c8",
        "04a83a49-7620-4a25-980d-816b3a585737",
        "1a8080a7-f962-4926-8424-11fa5d234c2d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a24e1890-7797-4e35-998e-e163a26db036",
        "e7a7b234-9534-4523-9f59-9c102c70c3a8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8bce6f58-81fe-497d-bbab-970a31ef5f53",
      "dutyDetail": "Carry out ropework and line handling for mooring and berthing. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d1b7d4e0-ce24-4bff-bf73-4cb71cff02b2",
        "9a1dd3a1-8829-4ad2-b1c0-96fa6a1bb405"
      ],
      "mappedKnowledge": [
        "5776916e-41f0-4887-af92-d0d286a6d95b",
        "9e154add-776e-4db5-bc2f-5b99c4a7449b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "47dbf106-6e91-4f4e-8f37-a8f1e4daf671"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b2f010a1-5bd2-4fdd-8a29-79c5bd8a8ca0",
      "dutyDetail": "Operate communications equipment.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d1b7d4e0-ce24-4bff-bf73-4cb71cff02b2"
      ],
      "mappedKnowledge": [
        "014516d3-6ef5-4ec8-a549-ea7e16f448a5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "83a9afee-bff1-411a-84b8-7345d6b5185a",
        "7c48a182-6770-44e1-9931-8508f57c2700"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0f0cb5a1-5681-4fb8-b2ba-7e821eab63fe",
      "dutyDetail": "Carry out and take part in safety drills, to ensure safe working boat and crew. For example, man over-board recovery, deploy anchor. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d1b7d4e0-ce24-4bff-bf73-4cb71cff02b2"
      ],
      "mappedKnowledge": [
        "2a902540-9549-45ba-a9fe-6d3bea289c0d",
        "d89bd4cd-a06d-4a13-a17d-372058c386af"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "83a9afee-bff1-411a-84b8-7345d6b5185a",
        "7c48a182-6770-44e1-9931-8508f57c2700",
        "434cbbd1-857b-4d57-8399-02a8fc04f9ba"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "48e76bf5-0db1-4e20-b711-9fbd30ee96bc",
      "dutyDetail": "Unload the catch and take to market.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d1b7d4e0-ce24-4bff-bf73-4cb71cff02b2",
        "5afeefd2-2255-48b6-aa45-9954692b6f82"
      ],
      "mappedKnowledge": [
        "e8ca0cc8-37f9-4cef-af9a-4d4aa98d0729"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6015cd8e-a78e-429e-8e37-e462ccd0ca6c"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-05-12T00:00:00"
}