{
  "templateType": "Occupational Standard",
  "larsCode": 709,
  "referenceNumber": "ST0974",
  "learningAimClassCode": "",
  "title": "Digital learning designer",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0974",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-05-30T00:00:00",
  "earliestStartDate": "2023-05-25T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "A digital designer works closely with colleagues to deliver high-quality learning activities.",
  "level": 5,
  "ePALength": 4,
  "typicalDuration": 24,
  "maxFunding": 16000,
  "maxFundingAdditionalInformation": "",
  "route": "Digital",
  "keywords": [
    "digital",
    "learning",
    "educational",
    "professional",
    "design"
  ],
  "jobRoles": [
    "Digital learning designer",
    "E‐learning developer",
    "Instructional designer",
    "Learning design officer",
    "Learning designer",
    "Learning technologist"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st0974-v1-0?view=epa",
  "ssa1": "6 Digital Technology",
  "ssa2": "6.1 Digital technology (practitioners)",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in organisations of any size or sector where there is either an internal need, or where digital learning services are part of their business outputs. Typical organisations include, but are not limited to, formal education providers, public sector organisations, private training providers, in-house and specialist digital learning design studios and private companies, for example retail and telecommunications.&lt;/p&gt;\n&lt;p&gt;Digital learning designers are experts in adult learning and have specialist skills in educational technologies. They design and develop a range of products and initiatives, such as online courses, interactive multimedia, and virtual simulations, to address a wide range of educational and business needs&lt;br&gt;&lt;br&gt;The broad purpose of the occupation is to scope, design, develop, and maintain digital learning materials and provisions for educational and professional development programmes, courses, and other learning initiatives. Employees in this occupation work with a range of stakeholders, including internal or external subject experts, clients, academics, learning and development, and technology professionals. They engage with organisational and sector insights, research and performance data, and consult with learners and other stakeholders, to define the learning context and requirements, and design and develop digital learning designs within an appropriate learning model or framework. They support and advise upon the use and implementation of learning technologies to facilitate learning and assessment strategies. Digital learning designers act as subject matter experts in approaches to learning with digital technologies. This includes good practice and research-informed approaches to how humans learn and how this knowledge can be leveraged with appropriate learning technologies. They provide contextually relevant guidance on enhancing the learner experience, complying with legal and professional standards, such as accessibility, and evaluating and improving the effectiveness of learning systems. Their services may be required as an internal resource and/or as part of an external commercial, non-profit, or public service. They coordinate various aspects of different digital learning projects with a focus on enhancing and improving learner experience and achieving intended learning outcomes. Digital Learning Designers maximise platform configuration and the use of established and emerging technologies, to achieve the best outcome for learners and their organisations. They may align digital learning programmes of study, content, and experiences with professional or qualification frameworks. Digital learning designers actively engage with relevant communities of practice and maintain their professional skillset through research and continual professional development. &lt;br&gt;&lt;br&gt;In their daily work, an employee in this occupation interacts with a wide range of internal and external departments and stakeholders. These include primarily subject matter experts, educators and training professionals but also various professional staff such as IT, operations, marketing and management. They may also work with independent creative and legal professionals as well as professional bodies. They interact directly with a wide range of learners who may be employees, students, or public consumers. A Digital Learning Designer may work independently or within a team depending upon the type and size of organisation. They are expected to carry out their role independently with limited supervision. A key part of the design role is to consult colleagues, management, stakeholders, subject experts and the wider community of professional practice outside of their organisation. In day-to-day project work Digital Learning Designers usually report to a relevant project or programme manager. More broadly, direct line management is often carried out by a head of department or senior learning designer. These roles and company structures vary dependent upon size and type of organisation. &lt;br&gt;&lt;br&gt;An employee in this occupation will be responsible for making sure deliverables are achieved and documented within agreed project specifications and timescales. They are responsible for sound and appropriate design for effective learning in specific contexts. They ensure the quality of the digital learning content and configurations. Typically they may provide progress reports either internally or to an external client. They are responsible for data they gather during the design process and must ensure they follow legal and organisational requirements. Typically they agree the time and resource required from other professionals with whom they work collaboratively, for example a graphic designer. They capture and respond to relevant evaluative data and feedback. They may be responsible for some budgetary considerations depending on the type and size of organisations and scope of their role. This would often relate to advice in procurement processes, including choices of technology, specialist work such as video and animation and licence requirements.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "4c29c782-076d-4214-a951-e7fb43838d09",
      "detail": "Role of the digital learning designer, types of activities and projects they may engage with, and how they relate to other roles within their organisation, and as part of a rapidly evolving professional community."
    },
    {
      "knowledgeId": "72cb7b34-9cec-4a76-ada5-a4fcb7ce7d70",
      "detail": "Operational, technical, regulatory, organisational, quality requirements, and evolving requisites such as carbon consciousness, that need to be gathered to inform a digital learning design project or initiative. "
    },
    {
      "knowledgeId": "78c81cf2-4024-4871-8a94-3130a7074cbd",
      "detail": "Project management approaches and how they may be combined with digital learning design and development methodologies to achieve objectives."
    },
    {
      "knowledgeId": "56bc488d-88fc-48eb-98d9-4619b98fa467",
      "detail": "Information needed to establish learning needs, project requirements, and inform digital learning design processes."
    },
    {
      "knowledgeId": "02de2b43-a19b-4a8f-adf8-9bc187d667ca",
      "detail": "Diverse needs, abilities, and motivations of learners and the challenges and opportunities they may encounter in different learning contexts."
    },
    {
      "knowledgeId": "6ef72a2c-f911-40d8-b025-5a09eabe4352",
      "detail": "Concepts and principles that underpin a range of learning theories, such as the differences between pedagogy and andragogy, and how to interpret them to guide the design of learning experiences and the selection and application of technologies for learning."
    },
    {
      "knowledgeId": "b44967b2-b79b-4dc3-bc3b-bae36eb55b32",
      "detail": "Tools and approaches that can be used to facilitate the application of learning theories and methodologies within collaborative settings, such as design workshops and course templates."
    },
    {
      "knowledgeId": "12859619-db69-42f4-948c-7595b5aa0af6",
      "detail": "Diversity of delivery modes and formats used in different contexts, including self-directed, user generated synchronous, and asynchronous learning, and also formats that combine digital and non-digital features, such as hybrid and blended learning."
    },
    {
      "knowledgeId": "cdb76590-10d8-4c02-98b3-b2cd414b31bd",
      "detail": "Digital content and platform types that may be used to facilitate or enhance learning, including learning management systems, interactive modules, videos, podcasts, immersive formats, user generated content and games."
    },
    {
      "knowledgeId": "c3af066c-d785-496d-8bdd-dfd9d8c27c19",
      "detail": "Approaches and techniques for articulating aims and objectives in order to generate a learning journey and curriculum conducive to, and in alignment with, measurable outcomes and assessment strategies."
    },
    {
      "knowledgeId": "307e7bb5-1361-4404-935f-bd308d1e023e",
      "detail": "Principles of high-quality digital learning design, including accessibility, user interface (UI), user experience (UX), visual communication, and use of branding and style guides."
    },
    {
      "knowledgeId": "57554ede-ee75-4c92-b861-6a46967dad9d",
      "detail": "Constraints and benefits of different types of technologies in order to determine their suitability for facilitating the design, development, or implementation of digital learning experiences and achieving learning objectives."
    },
    {
      "knowledgeId": "e2628dae-49ca-4027-b950-de55708f8f12",
      "detail": "Features, functionality and technical standards associated with different platforms and software used in the design, development, and curation of digital learning experiences, and how these can be combined and configured to optimise user experiences."
    },
    {
      "knowledgeId": "75469d2d-c60b-44c7-9121-659b6dc25412",
      "detail": "Measurements and methodologies that can be applied to assure and evaluate the quality and effectiveness of learning products and experiences."
    },
    {
      "knowledgeId": "d8b6b409-7bbf-4ab7-b178-2b535124bfed",
      "detail": "Sources of professional guidance, support, frameworks, and communities of practice available to stay up to date and continually develop skills in digital learning design practice."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "3a7e96d8-893b-45eb-8409-8f08041e2385",
      "detail": "Champions the diverse needs, interests, and wellbeing of colleagues and learners, to create inclusive solutions. "
    },
    {
      "behaviourId": "25a51239-a6c0-4847-94ec-ae4940f281dc",
      "detail": "Takes responsibility and uses own initiative to solve problems, finding opportunities for improvement and innovation. "
    },
    {
      "behaviourId": "bad1effe-7e46-4743-8f02-65870ba8aff3",
      "detail": "Driven to keep up to date with the latest digital learning design trends, tools, techniques, and practices through relevant community networks to support the ongoing development of their own skills and knowledge and the sharing of that knowledge to develop the skills of others."
    },
    {
      "behaviourId": "46599445-8258-4928-b5b7-afb9714fcb0b",
      "detail": "Comfortable interacting with and learning from people from different backgrounds, demographics, and specialist areas."
    },
    {
      "behaviourId": "7e502b48-a1f3-479c-af91-10919c5e0329",
      "detail": "Reliable, objective, and capable of both independent and team working."
    },
    {
      "behaviourId": "221e46c9-3b79-42c4-81f1-fbdfa022957e",
      "detail": "Explore and reflect on how people learn and the interplay between learning and technology, sharing their knowledge to inspire others."
    },
    {
      "behaviourId": "b8779324-f8fd-4e6f-9504-e6a336141ee7",
      "detail": "Collaborate with other team members and wider stakeholders to continuously improve policies, processes, and systems to meet organisational needs."
    },
    {
      "behaviourId": "01494a79-f781-4ed6-8110-c522d67c517c",
      "detail": "Welcomes feedback to build constructive relationships and improve practice."
    },
    {
      "behaviourId": "95f85ac8-163b-453a-b8b2-a9abb9d393ad",
      "detail": "Acts with integrity with respect to ethical, legal, and regulatory frameworks ensuring the protection of personal data, safety, and security."
    }
  ],
  "skills": [
    {
      "skillId": "476c7e52-d5a9-47a9-92e9-6045f4d98f43",
      "detail": "Develop communication strategies to manage and engage with project stakeholders and use appropriate methods and technologies to facilitate and document communications."
    },
    {
      "skillId": "1dd05b14-d691-4bdd-8995-23cf892f39a6",
      "detail": "Plan and facilitate discussions and activities to initiate and progress work, analyse and interpret information, gather requirements, and engage effectively with stakeholders."
    },
    {
      "skillId": "5d11d0c6-cf5d-4811-b17e-6dd7e8486a63",
      "detail": "Gather, analyse, and interpret information about learners and learning environments, such as learner feedback, learning analytics, needs analysis, and profile mapping, to inform the learning design approach and technical requirements."
    },
    {
      "skillId": "551a7e1b-4e9d-43e3-b051-56e9785e7538",
      "detail": "Select and apply appropriate learning theories and instructional design models and methodologies to inform digital learning design approaches, outputs, and implementation strategies."
    },
    {
      "skillId": "8abe39b4-96e0-4c64-ad91-26df365337b8",
      "detail": "Use instructional design tools, taxonomies, and frameworks to articulate meaningful learning objectives and learning content, through scripts or storyboards."
    },
    {
      "skillId": "b2929d67-5216-4897-8f6b-084c083c97f5",
      "detail": "Use learning objectives to map a learning journey to facilitate and measure their achievement through formative and summative activities."
    },
    {
      "skillId": "68523c4a-8f08-4779-bb2b-55ddc1f5f65b",
      "detail": "Interpret and synthesise information sources and concepts to organise content and re-present information to align with learning objectives and meet learner needs."
    },
    {
      "skillId": "929ba7f7-6e87-48de-bb4f-53e7dd7a9689",
      "detail": "Communicate concepts, designs, and strategies to suit different stakeholder audiences and facilitate Collaborative processes, using appropriate formats and technologies, such as face to face and virtual presentations, storyboards, and project documentation."
    },
    {
      "skillId": "bde34a02-439c-4757-a556-499b9719f103",
      "detail": "Select and use distinct software, hardware, platforms, and tools to design, develop, and implement digital learning products and experiences."
    },
    {
      "skillId": "53e7077c-d269-4efb-ba61-6aca8de7cecd",
      "detail": "Use professional techniques to script, edit, create, and produce a range of multimedia formats, including text, imagery, audio, and video."
    },
    {
      "skillId": "99fc440e-3d8c-4506-96d9-2d642e136e8c",
      "detail": "Configure and apply regulatory, professional, organisational and technical standards and techniques including accessibility standards and data security to the sustainable design and formatting of documents, multimedia, user interface, digital products and platforms. "
    },
    {
      "skillId": "6da4abec-e572-44da-a9e9-74864d3a3b3c",
      "detail": "Conduct the quality checking and testing of digital outputs whilst ensuring there is ongoing improvement of quality assurance processes with internally and or with target users, prior to implementation, including proofreading, updating, renewing and revising existing content, application of branding, accessibility and functionality. "
    },
    {
      "skillId": "63a5088b-a886-40cf-91f3-2e461607f855",
      "detail": "Evaluate the effectiveness of digital learning products and experiences in achieving project requirements and intended learning objectives, using appropriate tools and methodologies."
    },
    {
      "skillId": "a2695805-f6dc-4001-8d7b-8454ea4c4ba9",
      "detail": "Plan and manage your own design and development activities and collaborate with others to achieve shared objectives and outputs."
    },
    {
      "skillId": "cc6821a4-9953-4e8c-9397-077f1caa7c34",
      "detail": "Organise and manage digital assets and outputs on a platform in accordance with organisational or professional standards, to maintain regulatory compliance, version control, efficient collaborative processes, and quality assurance."
    },
    {
      "skillId": "f87aa8b5-3630-4f7a-bc28-efd7fa3e8e58",
      "detail": "Assimilate and use evaluative information to contribute to the review of organisational policies, processes and systems."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2023-05-25T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": "None",
  "integratedDegree": "",
  "tbReference": "TB0663",
  "tbMainContact": "marianne.burrows@education.gov.uk",
  "involvedEmployers": "Foster & Forge, University of Birmingham, University of Exeter, Virgin Media. UCPS e-learning, Advance HE, Cursim,  The Association for Learning Technology, BT, Instinct, Omniplex learning, NTU,  Solentalt, Lexedio, LDN Apprenticeships,\nDigital Learning Institute, Quantum Rise Talent Group Ltd, Aston University, University of London, University of Portsmouth, Pearson, BT,  QA Ltd, Middlesex University and Association for Learning Technology\n\n",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Digital learning designer",
    "E‐learning developer",
    "Instructional designer",
    "Learning design officer",
    "Learning designer",
    "Learning technologist"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Digital Business Services",
  "cluster": "Digital solutions advanced technician",
  "clusterId": "194",
  "clusterDescription": null,
  "createdDate": "2024-12-17T10:27:28 +00:00",
  "lastUpdated": "2023-05-30T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2023-05-25T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0974",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0974-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0974-v1-0",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "Association for Learning Technology (ALT) ",
      "level": "Associate Certified Member (ACMALT).",
      "isPartial": "full",
      "partialFreeText": ""
    },
    {
      "bodyName": "RITTech the registration for IT technicians ",
      "level": "Advanced RITTech ",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "cf7e160d-f45e-4bfd-8a65-e42c0a23f9ca",
      "dutyDetail": "Scope the digital learning project requirements in liaison with stakeholders in response to an organisational learning need. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "01494a79-f781-4ed6-8110-c522d67c517c",
        "95f85ac8-163b-453a-b8b2-a9abb9d393ad"
      ],
      "mappedKnowledge": [
        "4c29c782-076d-4214-a951-e7fb43838d09",
        "72cb7b34-9cec-4a76-ada5-a4fcb7ce7d70",
        "78c81cf2-4024-4871-8a94-3130a7074cbd",
        "56bc488d-88fc-48eb-98d9-4619b98fa467"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1dd05b14-d691-4bdd-8995-23cf892f39a6",
        "5d11d0c6-cf5d-4811-b17e-6dd7e8486a63"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "138e3bcd-24b2-47a1-889a-5ded63e65196",
      "dutyDetail": "Analyse learning requirements to inform and agree learning objectives in line with organisational need.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "72cb7b34-9cec-4a76-ada5-a4fcb7ce7d70",
        "56bc488d-88fc-48eb-98d9-4619b98fa467"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5d11d0c6-cf5d-4811-b17e-6dd7e8486a63",
        "68523c4a-8f08-4779-bb2b-55ddc1f5f65b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "25186919-065f-43c2-927a-023fb643639e",
      "dutyDetail": "Write learning outcomes to appropriate level, and format.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "c3af066c-d785-496d-8bdd-dfd9d8c27c19"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8abe39b4-96e0-4c64-ad91-26df365337b8",
        "b2929d67-5216-4897-8f6b-084c083c97f5",
        "68523c4a-8f08-4779-bb2b-55ddc1f5f65b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "760ed13d-eada-41a1-9d07-bec6e8f2cb01",
      "dutyDetail": "Develop and map the curriculum, to structure content, formative learning activities, and summative assessment strategy. Whilst being mindful of the differences between pedagogy and andragogy, and other appropriate learning theories.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "6ef72a2c-f911-40d8-b025-5a09eabe4352",
        "12859619-db69-42f4-948c-7595b5aa0af6",
        "c3af066c-d785-496d-8bdd-dfd9d8c27c19"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "551a7e1b-4e9d-43e3-b051-56e9785e7538",
        "8abe39b4-96e0-4c64-ad91-26df365337b8",
        "b2929d67-5216-4897-8f6b-084c083c97f5",
        "68523c4a-8f08-4779-bb2b-55ddc1f5f65b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "21f4c85c-0f40-4373-b360-cc03829dbe59",
      "dutyDetail": "Advise project sponsors and stakeholders of appropriate good practice approaches to design for learning in line with performance, knowledge, skills and behaviours.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "25a51239-a6c0-4847-94ec-ae4940f281dc",
        "7e502b48-a1f3-479c-af91-10919c5e0329",
        "01494a79-f781-4ed6-8110-c522d67c517c"
      ],
      "mappedKnowledge": [
        "4c29c782-076d-4214-a951-e7fb43838d09",
        "78c81cf2-4024-4871-8a94-3130a7074cbd",
        "02de2b43-a19b-4a8f-adf8-9bc187d667ca",
        "12859619-db69-42f4-948c-7595b5aa0af6",
        "cdb76590-10d8-4c02-98b3-b2cd414b31bd",
        "57554ede-ee75-4c92-b861-6a46967dad9d",
        "e2628dae-49ca-4027-b950-de55708f8f12"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1dd05b14-d691-4bdd-8995-23cf892f39a6",
        "551a7e1b-4e9d-43e3-b051-56e9785e7538",
        "8abe39b4-96e0-4c64-ad91-26df365337b8",
        "68523c4a-8f08-4779-bb2b-55ddc1f5f65b",
        "f87aa8b5-3630-4f7a-bc28-efd7fa3e8e58"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "cd4f668f-19ea-4d3f-b19c-d3592fe15470",
      "dutyDetail": "Capture and align technical and user requirements, considering User Experience (UX) and User Interface (UI), by working with end users and or stakeholders, in conjunction with applied learning theories and models.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3a7e96d8-893b-45eb-8409-8f08041e2385"
      ],
      "mappedKnowledge": [
        "72cb7b34-9cec-4a76-ada5-a4fcb7ce7d70",
        "02de2b43-a19b-4a8f-adf8-9bc187d667ca",
        "6ef72a2c-f911-40d8-b025-5a09eabe4352",
        "b44967b2-b79b-4dc3-bc3b-bae36eb55b32",
        "12859619-db69-42f4-948c-7595b5aa0af6",
        "cdb76590-10d8-4c02-98b3-b2cd414b31bd",
        "57554ede-ee75-4c92-b861-6a46967dad9d",
        "e2628dae-49ca-4027-b950-de55708f8f12"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5d11d0c6-cf5d-4811-b17e-6dd7e8486a63",
        "551a7e1b-4e9d-43e3-b051-56e9785e7538",
        "68523c4a-8f08-4779-bb2b-55ddc1f5f65b",
        "bde34a02-439c-4757-a556-499b9719f103"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "03e30e27-b3a1-4b8e-a1f4-0e967656bbe6",
      "dutyDetail": "Determine an appropriate learning design and development strategy to ensure design objectives are met within budget and time constraints.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7e502b48-a1f3-479c-af91-10919c5e0329"
      ],
      "mappedKnowledge": [
        "72cb7b34-9cec-4a76-ada5-a4fcb7ce7d70",
        "78c81cf2-4024-4871-8a94-3130a7074cbd",
        "56bc488d-88fc-48eb-98d9-4619b98fa467",
        "02de2b43-a19b-4a8f-adf8-9bc187d667ca",
        "12859619-db69-42f4-948c-7595b5aa0af6",
        "cdb76590-10d8-4c02-98b3-b2cd414b31bd"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5d11d0c6-cf5d-4811-b17e-6dd7e8486a63",
        "551a7e1b-4e9d-43e3-b051-56e9785e7538",
        "8abe39b4-96e0-4c64-ad91-26df365337b8",
        "68523c4a-8f08-4779-bb2b-55ddc1f5f65b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4ae1f684-d6b8-4c80-8d4e-dc78fe34c793",
      "dutyDetail": "Communicate learning design and development strategies and proposed solutions to different stakeholders (including end users and senior management), using appropriate digital tools, formats, supported by relevant business, technical, learning needs and design justifications.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3a7e96d8-893b-45eb-8409-8f08041e2385",
        "46599445-8258-4928-b5b7-afb9714fcb0b",
        "01494a79-f781-4ed6-8110-c522d67c517c"
      ],
      "mappedKnowledge": [
        "4c29c782-076d-4214-a951-e7fb43838d09",
        "78c81cf2-4024-4871-8a94-3130a7074cbd",
        "02de2b43-a19b-4a8f-adf8-9bc187d667ca",
        "b44967b2-b79b-4dc3-bc3b-bae36eb55b32",
        "12859619-db69-42f4-948c-7595b5aa0af6",
        "cdb76590-10d8-4c02-98b3-b2cd414b31bd",
        "57554ede-ee75-4c92-b861-6a46967dad9d",
        "e2628dae-49ca-4027-b950-de55708f8f12"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "476c7e52-d5a9-47a9-92e9-6045f4d98f43",
        "1dd05b14-d691-4bdd-8995-23cf892f39a6",
        "551a7e1b-4e9d-43e3-b051-56e9785e7538",
        "8abe39b4-96e0-4c64-ad91-26df365337b8",
        "929ba7f7-6e87-48de-bb4f-53e7dd7a9689",
        "a2695805-f6dc-4001-8d7b-8454ea4c4ba9",
        "f87aa8b5-3630-4f7a-bc28-efd7fa3e8e58"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "bbaa4b69-104c-49da-b3e3-c815af4de526",
      "dutyDetail": "Facilitate design processes and activities with different stakeholders, such as subject matter experts, corporate services including learning and development and HR departments, and external partners.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "46599445-8258-4928-b5b7-afb9714fcb0b",
        "01494a79-f781-4ed6-8110-c522d67c517c"
      ],
      "mappedKnowledge": [
        "4c29c782-076d-4214-a951-e7fb43838d09",
        "78c81cf2-4024-4871-8a94-3130a7074cbd"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "476c7e52-d5a9-47a9-92e9-6045f4d98f43",
        "1dd05b14-d691-4bdd-8995-23cf892f39a6",
        "929ba7f7-6e87-48de-bb4f-53e7dd7a9689",
        "a2695805-f6dc-4001-8d7b-8454ea4c4ba9",
        "f87aa8b5-3630-4f7a-bc28-efd7fa3e8e58"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "64077364-d2fa-4c3a-9e63-d5c950fe0087",
      "dutyDetail": "Design digital learning outputs aligned with learning outcomes and objectives.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "307e7bb5-1361-4404-935f-bd308d1e023e",
        "e2628dae-49ca-4027-b950-de55708f8f12"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8abe39b4-96e0-4c64-ad91-26df365337b8",
        "bde34a02-439c-4757-a556-499b9719f103",
        "53e7077c-d269-4efb-ba61-6aca8de7cecd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "936b164e-0a99-482a-9feb-60fcfc0405d8",
      "dutyDetail": "Create digital media and other digital assets to agreed specifications using specialist learning technologies",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "307e7bb5-1361-4404-935f-bd308d1e023e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8abe39b4-96e0-4c64-ad91-26df365337b8",
        "bde34a02-439c-4757-a556-499b9719f103",
        "53e7077c-d269-4efb-ba61-6aca8de7cecd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e4efb21b-11d1-407f-b65a-875203d75a53",
      "dutyDetail": "Present learning design proposals, storyboards and outputs at various iterative stages, using appropriate digital formats and tools to appropriate stakeholders.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "78c81cf2-4024-4871-8a94-3130a7074cbd",
        "307e7bb5-1361-4404-935f-bd308d1e023e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "476c7e52-d5a9-47a9-92e9-6045f4d98f43",
        "1dd05b14-d691-4bdd-8995-23cf892f39a6",
        "929ba7f7-6e87-48de-bb4f-53e7dd7a9689",
        "6da4abec-e572-44da-a9e9-74864d3a3b3c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "847d5ed2-9f27-4155-8f67-8df14acf8e7f",
      "dutyDetail": "Collate, document and action feedback and decisions on own work to underpin wider project management and learning design, development phases.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "221e46c9-3b79-42c4-81f1-fbdfa022957e",
        "b8779324-f8fd-4e6f-9504-e6a336141ee7"
      ],
      "mappedKnowledge": [
        "e2628dae-49ca-4027-b950-de55708f8f12"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "476c7e52-d5a9-47a9-92e9-6045f4d98f43",
        "1dd05b14-d691-4bdd-8995-23cf892f39a6",
        "929ba7f7-6e87-48de-bb4f-53e7dd7a9689",
        "a2695805-f6dc-4001-8d7b-8454ea4c4ba9",
        "f87aa8b5-3630-4f7a-bc28-efd7fa3e8e58"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "72d1e030-fc0a-4a61-bdfe-41c47e6f9b81",
      "dutyDetail": "Inform processes and decisions, from an effective learning and user perspective relating to the selection, procurement and application of digital technologies, in line with relevant standards and policies, and wider project, business requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3a7e96d8-893b-45eb-8409-8f08041e2385",
        "25a51239-a6c0-4847-94ec-ae4940f281dc"
      ],
      "mappedKnowledge": [
        "72cb7b34-9cec-4a76-ada5-a4fcb7ce7d70",
        "cdb76590-10d8-4c02-98b3-b2cd414b31bd",
        "57554ede-ee75-4c92-b861-6a46967dad9d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "bde34a02-439c-4757-a556-499b9719f103",
        "99fc440e-3d8c-4506-96d9-2d642e136e8c",
        "f87aa8b5-3630-4f7a-bc28-efd7fa3e8e58"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "96d05218-6b1d-455d-9e5f-586d2bff3597",
      "dutyDetail": "Plan, coordinate, and support project communications and documentation, using appropriate technologies.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "95f85ac8-163b-453a-b8b2-a9abb9d393ad"
      ],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [
        "476c7e52-d5a9-47a9-92e9-6045f4d98f43",
        "1dd05b14-d691-4bdd-8995-23cf892f39a6",
        "929ba7f7-6e87-48de-bb4f-53e7dd7a9689",
        "a2695805-f6dc-4001-8d7b-8454ea4c4ba9",
        "f87aa8b5-3630-4f7a-bc28-efd7fa3e8e58"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "bde40a16-6004-46c5-9a67-f7d28d79d664",
      "dutyDetail": "Populate and configure digital learning platforms to deliver, facilitate, and track learning experiences for different learning objectives and contexts. Whilst conforming to relevant organisational and regulatory data security protocols.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "cdb76590-10d8-4c02-98b3-b2cd414b31bd",
        "75469d2d-c60b-44c7-9121-659b6dc25412"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5d11d0c6-cf5d-4811-b17e-6dd7e8486a63",
        "b2929d67-5216-4897-8f6b-084c083c97f5",
        "99fc440e-3d8c-4506-96d9-2d642e136e8c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c2101b46-f8ed-4543-b48b-2f9f5b784e25",
      "dutyDetail": "Review, quality check and test digital resources and platforms to ensure they meet project and compliance requirements including relevant legal, professional, technical, and organisational standards. Such as accessibility, inclusivity, branding, relevant data protection regulation, and intellectual property regulations.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "75469d2d-c60b-44c7-9121-659b6dc25412"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "99fc440e-3d8c-4506-96d9-2d642e136e8c",
        "6da4abec-e572-44da-a9e9-74864d3a3b3c",
        "cc6821a4-9953-4e8c-9397-077f1caa7c34"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5fa421cf-5bb7-40b2-a93f-9fcd85c3f9b3",
      "dutyDetail": "Plan, coordinate and deliver communications and support needed for learners, educators and other relevant stakeholders to access and use learning resources and digital technologies.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3a7e96d8-893b-45eb-8409-8f08041e2385"
      ],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [
        "476c7e52-d5a9-47a9-92e9-6045f4d98f43",
        "929ba7f7-6e87-48de-bb4f-53e7dd7a9689",
        "99fc440e-3d8c-4506-96d9-2d642e136e8c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "59434bbd-4075-4d38-a03d-3eb84961f3b6",
      "dutyDetail": "Evaluate and analyse the effectiveness of learners’ experiences using appropriate tools and learning methodologies and make recommendations to enhance digital designs.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3a7e96d8-893b-45eb-8409-8f08041e2385",
        "7e502b48-a1f3-479c-af91-10919c5e0329",
        "221e46c9-3b79-42c4-81f1-fbdfa022957e",
        "b8779324-f8fd-4e6f-9504-e6a336141ee7",
        "01494a79-f781-4ed6-8110-c522d67c517c",
        "95f85ac8-163b-453a-b8b2-a9abb9d393ad"
      ],
      "mappedKnowledge": [
        "02de2b43-a19b-4a8f-adf8-9bc187d667ca",
        "75469d2d-c60b-44c7-9121-659b6dc25412"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5d11d0c6-cf5d-4811-b17e-6dd7e8486a63",
        "b2929d67-5216-4897-8f6b-084c083c97f5",
        "6da4abec-e572-44da-a9e9-74864d3a3b3c",
        "63a5088b-a886-40cf-91f3-2e461607f855",
        "f87aa8b5-3630-4f7a-bc28-efd7fa3e8e58"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "17681a9b-cd70-470f-b895-fde457ee5ffd",
      "dutyDetail": "Organise and manage the storage of project outputs, files and documentation, and facilitate handover of assets to project owner and or client, including development notes and maintenance and review recommendations.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [
        "cc6821a4-9953-4e8c-9397-077f1caa7c34"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7b76cb41-71f6-4726-b319-6c299be1088c",
      "dutyDetail": "Maintain and update one’s own knowledge and skills relating to digital learning design practices and technologies, through both formal and informal self-directed learning and engagement with professional learning communities.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "25a51239-a6c0-4847-94ec-ae4940f281dc",
        "bad1effe-7e46-4743-8f02-65870ba8aff3",
        "46599445-8258-4928-b5b7-afb9714fcb0b",
        "7e502b48-a1f3-479c-af91-10919c5e0329",
        "b8779324-f8fd-4e6f-9504-e6a336141ee7"
      ],
      "mappedKnowledge": [
        "d8b6b409-7bbf-4ab7-b178-2b535124bfed"
      ],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b5589bd7-ab8d-4c9f-b3eb-54b687a2f7ab",
      "dutyDetail": "Work across disciplines and fields to draw good practice and evidence based approaches across learning technologies and a variety of approaches to learning and broader societal uses of new technologies for adoption in diverse learning contexts.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3a7e96d8-893b-45eb-8409-8f08041e2385",
        "25a51239-a6c0-4847-94ec-ae4940f281dc",
        "bad1effe-7e46-4743-8f02-65870ba8aff3",
        "46599445-8258-4928-b5b7-afb9714fcb0b",
        "7e502b48-a1f3-479c-af91-10919c5e0329",
        "b8779324-f8fd-4e6f-9504-e6a336141ee7",
        "01494a79-f781-4ed6-8110-c522d67c517c",
        "95f85ac8-163b-453a-b8b2-a9abb9d393ad"
      ],
      "mappedKnowledge": [
        "d8b6b409-7bbf-4ab7-b178-2b535124bfed"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f87aa8b5-3630-4f7a-bc28-efd7fa3e8e58"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-05-30T00:00:00"
}