{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 603,
  "referenceNumber": "ST0948",
  "learningAimClassCode": "",
  "title": "Midwife (2019 NMC standards) (Integrated degree)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0948",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "End-point assessment plan revised, Funding band revision published 19 August 2021",
  "changedDate": "2021-10-04T00:00:00",
  "earliestStartDate": "2021-02-19T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "An advocate for the woman, working in partnership with her and giving the necessary support, care and advice during pregnancy.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 48,
  "maxFunding": 26000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "Midwife",
    "children",
    "baby",
    "woman",
    "pregnancy",
    "nurse",
    "health",
    "birth"
  ],
  "jobRoles": [
    "Midwife"
  ],
  "entryRequirements": "&lt;p&gt;Entry requirements to the apprenticeship are set locally by individual employers. Apprentices will also need to meet the entry requirements set by the university and the NMC.&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/5908/st0948_v12_midwife_l6_fully-integrated_adjustment_ap_for-publication_15022022.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.2 Nursing, and subjects and vocations allied to medicine",
  "version": "1.1",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in a range of healthcare settings offering different models of care. Most midwives are employed by the NHS while others work in the private sector, social enterprise or independently. A midwife may work in the community such as in a woman’s home, community hubs, GP surgeries, clinics, midwife-led units and birth centres or in hospital maternity units. This means that they usually work shifts including evenings, weekends and nights and may be on-call to provide 24-hour care.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to be the first and main contact for a woman, her partner and family. Recognised as a responsible and accountable professional, the midwife acts as an advocate for the woman, working in partnership with her and giving the necessary support, care and advice during pregnancy, labour and the postnatal period. Midwives are lead co-ordinators of care as well as the first point of contact for a woman, her baby and family. They offer support, care and advice and are responsible for facilitating births and providing care for the newborn. Midwives are experts in normal physiological birth and in supporting the woman through all birth outcomes. The personalised care they provide includes preventative measures, the detection of complications in mother and baby, the promotion of normal birth, the accessing of medical care or other appropriate assistance and the carrying out of emergency measures. The midwife has an important role in public health, offering health counselling, prevention and education, not only for the woman, but also within the family and the community. This work involves antenatal education and preparation for parenthood and may extend to a woman’s health, sexual or reproductive health. A midwife provides full antenatal care for the woman, carrying out clinical examinations and screening. They offer antenatal and parenting classes to help the woman, her partner and family prepare for labour, the birth of the baby and how to care for the baby once born. The midwife monitors and supports the woman, her partner and family during labour and birth, helping the woman to birth her baby and assessing both the woman’s and the baby’s overall health and wellbeing. Midwives can identify complex pregnancies and know when to refer to others or seek appropriate support. They are able to offer information guidance and support around issues such as stillbirth, miscarriage, termination, neonatal death or other complications. Following birth midwives offer support for infant feeding and postnatal care and may refer the woman to other services as required.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with women and families from a range of backgrounds. Midwives need to have excellent communication skills to support the woman, her partner and family through the emotional, physical and psychological process of childbirth. Midwives are part of the wider health and social care inter-disciplinary, multi-disciplinary and inter-agency team, working in partnership with colleagues as required. A midwife must have excellent situational awareness and knowledge of other human factors.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for providing care during pregnancy, labour and the postnatal period.&#160; A midwife will care for a number of women and provide continuity of care and carer. Midwives are responsible and accountable autonomous practitioners who provide woman and family centred integrated care. Midwives are advocates for women, enabling them and their families to make informed choices about the options and services available throughout pregnancy, labour and post-natal period. The midwife is responsible for the health of both the mother and baby and refers to others if there are medical, social, safeguarding issues or other complications. Midwives are regulated by the Nursing and Midwifery Council (NMC) and are responsible for their own practice and for keeping up to date with current knowledge and skills.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "5763762d-a7ae-4ade-9f43-68ccdb1e1830",
      "detail": "Relevant legal, regulatory, and governance requirements, policies, and ethical frameworks including any mandatory reporting duties and differentiations between the devolved legislatures of the United Kingdom"
    },
    {
      "knowledgeId": "73d9a425-b978-449d-9d4f-19a61b5284d0",
      "detail": "The continuum of care, the importance of safeguarding, the human rights of women and newborn infants, women’s sexual and reproductive rights including how and when to raise concerns"
    },
    {
      "knowledgeId": "9936dc20-f6f7-4d3c-a03c-22be246045c7",
      "detail": "The scope of their own role including the extent and limits of own competence, ways to manage stress and resourcefulness and the importance of maintaining safe and effective practice irrespective of the situation"
    },
    {
      "knowledgeId": "28cbb28b-18c0-4458-86ec-76395a16c717",
      "detail": "The rationale that influences their own judgements and decisions, recognising, reflecting on and addressing any personal and external factors that may unduly influence their own decision-making in routine, complex, and challenging situations"
    },
    {
      "knowledgeId": "7d328a99-2b2d-48de-aece-2e6b0e96d697",
      "detail": "The professional responsibility to maintain the level of personal health, fitness, and wellbeing required to meet the needs of women, newborn infants and families for psychological and physical care"
    },
    {
      "knowledgeId": "8e65e7f2-932f-4bfa-ae9d-b2006eb2a798",
      "detail": "How to critically analyse and interpret research evidence, local, national, and international data and reports and how they inform decision making and best practice"
    },
    {
      "knowledgeId": "09f6f406-88b2-4b05-89bb-6b083519d1ab",
      "detail": "When and how to challenge and escalate concerns and de-escalate situations, taking account of the views and decisions made by others"
    },
    {
      "knowledgeId": "84a7594f-7c32-48b2-bd19-498b4b3a74ca",
      "detail": "The importance of continuity of care and carer and the impact it has on women, newborn infants and their families"
    },
    {
      "knowledgeId": "c1935f77-2b4b-4e59-91bd-918c3cf178d6",
      "detail": "The importance of being compassionate and acting in a non-discriminatory manner that respects diversity and upholds the rights, dignity and autonomy of others"
    },
    {
      "knowledgeId": "6480dbbc-ba02-45fe-8b52-bba8c41688fc",
      "detail": "The health and social care system, the principles of sustainable healthcare, the different ways of organising care, the range of settings for maternity care, the roles of different professions, teams and agencies and the impact these have on women, newborn infants, partners and families"
    },
    {
      "knowledgeId": "3a885b85-4f83-4dee-ae45-ac964b506c8d",
      "detail": "The importance of universal midwifery care including ways of identifying and reaching out to women who may find it difficult to access services, and how to adapt care provision to meet their needs"
    },
    {
      "knowledgeId": "7c71ed66-2345-4bb7-96a9-bde475d6eba3",
      "detail": "The physical, psychological, social, cultural, and spiritual context in which women and their families live and how it informs their needs and preferences"
    },
    {
      "knowledgeId": "9d0f7da4-5c6f-4dd9-af03-1af2b2020f3e",
      "detail": "The need to work with other professionals, agencies, and communities including the importance of woman-centred care plans and the need for accurate and timely records"
    },
    {
      "knowledgeId": "fbabb698-5eab-4ed7-8134-f6991ccf78b2",
      "detail": "The importance of universal care for all women, fetuses and newborn infants, the impact it has on them, the different ways to provide care that is appropriate to each woman and ways to avoid and reduce trauma where possible"
    },
    {
      "knowledgeId": "df7c50b9-3287-44e5-9c38-97929595161e",
      "detail": "The importance of informed consent, the woman’s right to decline consent and ways to offer appropriate care and support in those instances"
    },
    {
      "knowledgeId": "795baa18-359e-4bbe-8ccc-dbdc62133512",
      "detail": "Women’s relationships, individual family circumstances and how it may impact on decisions about her care and the care of the newborn infant"
    },
    {
      "knowledgeId": "8349f4ef-0f13-4706-9ce4-b02e8a6c061f",
      "detail": "The importance of privacy, dignity, safety and wellbeing including ways to provide a welcoming environment for the woman, partner/birth companion, and family, and to create the conditions needed for the birth and subsequent care to be as gentle as possible for the newborn infant"
    },
    {
      "knowledgeId": "4306e8dd-2100-4a2a-98e2-9a18d10fa32a",
      "detail": "The principles of infection prevention and control, communicable disease surveillance, and antimicrobial resistance and stewardship"
    },
    {
      "knowledgeId": "2ecf5a0c-b40d-44ab-bca0-6e7e2cf7b2ad",
      "detail": "Anatomy, physiology, genetics, genomics, epigenetics and psychology and how it informs the assessment, planning and provision of care for the woman and newborn infant "
    },
    {
      "knowledgeId": "dae24d5c-0182-4b88-b92f-c81f8b7b96f8",
      "detail": "The measures, tests and checks needed to provide safe and effective care to women including transfer of care"
    },
    {
      "knowledgeId": "1f42160d-00a5-4d5d-ad45-474ecf57753b",
      "detail": "Changes to psychological, behavioural, and cognitive factors during pregnancy, labour, birth and the postnatal period, infant feeding and relationship building, the transition to parenthood and positive family attachment"
    },
    {
      "knowledgeId": "8993b6c5-4dc3-4e9a-89cf-f1ab13f9f732",
      "detail": "The woman’s everyday life and the importance of promoting public health, encouraging prevention, supporting well-being across the life course and sharing information about care appropriately."
    },
    {
      "knowledgeId": "231c88ef-9421-4889-916e-2e2900e7d8f0",
      "detail": "The range of factors affecting women, newborn infants, partners, and families and the impact these factors may have, their determinants and ways to mitigate health and social care inequalities and mental health issues"
    },
    {
      "knowledgeId": "36ac1b92-5717-463a-a750-05d1dcb66a5e",
      "detail": "Historical and social developments and trends, cultural and media influences on public and professional understanding and how these may impact individual attitudes"
    },
    {
      "knowledgeId": "c698ed98-5305-4487-82dd-8ac2553c0e8c",
      "detail": "How to recognise safeguarding issues and the risks to public protection and quality of care including how to escalate concerns in line with local/national guidelines"
    },
    {
      "knowledgeId": "3cbb654b-0a75-41b2-9710-0f9821a8ec77",
      "detail": "The importance of human milk and breastfeeding to public health and well-being, and protect, promote and enable breastfeeding with the woman, her partner and family"
    },
    {
      "knowledgeId": "4e121a9c-d31d-49f1-8cec-c6ba3d90f6c9",
      "detail": "The importance of promoting, supporting and protecting breastfeeding in all settings and the issues, dilemmas and difficulties that women face when feeding their newborn infant including newborn infants receiving neonatal care"
    },
    {
      "knowledgeId": "ade48485-3439-4846-916a-c70b68f7ab06",
      "detail": "How to support and provide parent education and preparation for parenthood to individuals and groups, offering advice relating to areas such as immunisation, infant feeding (both breast and formula) food safety, weight management, exercise, sexual and reproductive health"
    },
    {
      "knowledgeId": "1cb3c152-1fae-42d4-84ff-95e328679e04",
      "detail": "The importance of basing care on individual women’s needs, views, preferences, and decisions, and working to strengthen women’s own ability to care for themselves and their newborn infant"
    },
    {
      "knowledgeId": "f117e54f-2ada-41ae-9655-edb9647c8bf7",
      "detail": "The psychological, behavioural, and cognitive factors that affect adolescents, adults and newborn infants and the changes that take place during the childbirth continuum"
    },
    {
      "knowledgeId": "0d25eb6c-59f7-4d43-8540-45bd35873306",
      "detail": "The importance of planning care that is responsive and reflects the preferences and needs of the individual woman, fetus and newborn infant"
    },
    {
      "knowledgeId": "3851eb47-db85-4731-b9a0-26a0edc9418b",
      "detail": "National screening and diagnostic tests for women, fetuses and newborn infants and associated ethical dilemmas"
    },
    {
      "knowledgeId": "092a9ede-ac22-4d08-9d58-ce2f2a32edfa",
      "detail": "The importance of and ways to encourage reciprocity between the woman, her partner and the newborn infant and their ability to respond to cues for closeness, love, comfort and feeding"
    },
    {
      "knowledgeId": "fccb7dad-b692-4b3f-936b-bd350dfefff7",
      "detail": "The physiology and psychology of lactation"
    },
    {
      "knowledgeId": "a43f2597-6c85-4cd2-b620-f4f248e428d6",
      "detail": "The implications of the different types of infant feeding including formula feeding and their impact on health"
    },
    {
      "knowledgeId": "012b9183-6d71-47f8-bfdf-a7e898df450c",
      "detail": "Normal physiological processes at each stage of pregnancy, labour and birth, common symptoms and problems and ways to anticipate and deal with them"
    },
    {
      "knowledgeId": "9bc7ef14-56ce-44c7-b806-00f32d31e033",
      "detail": "How factors in the care environment can impact on normal physiological processes and how the midwife can work to promote and protect an active, positive and safe environment"
    },
    {
      "knowledgeId": "fe1f0c7a-d02b-49f3-b3bc-656b61563c19",
      "detail": "Normal labour and evidence-based ways to safely conduct a birth whilst acknowledging the woman’s individual circumstances and preferences"
    },
    {
      "knowledgeId": "9d392da9-24ef-4b16-9ba8-392ee2a15f49",
      "detail": "The immediate and ongoing assessments that need to be made upon the woman and newborn infant at and after birth, including ways to interpret the findings and take appropriate actions on findings including working in collaboration with the neonatal team"
    },
    {
      "knowledgeId": "63065d39-e94c-498c-8d64-7c8720ef661d",
      "detail": "When additional care or support is needed and how to consult and make referrals for additional care or support needs when necessary for conditions such as female genital mutilation, urinary incontinence, surrogacy or adoption and caesarean section."
    },
    {
      "knowledgeId": "98686d95-d022-4d29-8927-4463de32be0a",
      "detail": "The range of medical and surgical interventions relevant to pregnancy and the childbearing continuum"
    },
    {
      "knowledgeId": "8b0cd68f-9b67-47f9-a447-87b62fc184f0",
      "detail": "Data on local, national, and international prevalence and risk to develop knowledge and awareness of complications and additional care needs that may affect women, newborn infants, and families"
    },
    {
      "knowledgeId": "759e3fd9-0ead-4480-b8df-d5cc01d9f9b8",
      "detail": "Pre-existing, current and emerging complications and additional care needs that affect the woman or her newborn infant, including their potential impact on the woman’s health and wellbeing, and the ability to recognise and provide any care, support or referral that may be required as a result of any such complications or needs such as working in collaboration with the neonatal team when carrying out transitional care"
    },
    {
      "knowledgeId": "d9cfeb97-d403-4884-9220-c42b178f5b48",
      "detail": " Current best practice for managing complications and additional care needs of women, newborn infants, partners and families including those that may relate to physical, psychological, social, cultural, and spiritual factors"
    },
    {
      "knowledgeId": "01a63323-3561-4bf4-b6d1-7c31419687f2",
      "detail": "The escalation policy within your own organisation including when and who to refer to for routine and emergency situations"
    },
    {
      "knowledgeId": "430ca8e0-0c8f-4d8f-a352-1e68a9bd0cfd",
      "detail": "A midwife’s professional accountability for working in partnership with women to ensure the safe administration of medicines"
    },
    {
      "knowledgeId": "63f0445d-7092-40ac-a6ef-adf3d54b1d6e",
      "detail": "Pharmacology and the principles of safe and effective administration of medication"
    },
    {
      "knowledgeId": "16dae4bd-0ed0-4fd7-a9f6-2bc18469e6c8",
      "detail": "Evidence-based techniques for pain management including comfort measures, non-pharmacological and pharmacological methods"
    },
    {
      "knowledgeId": "ee65a570-643d-4c46-8688-99fe08ea4627",
      "detail": "The various procedural routes under which medicines can be prescribed, supplied, dispensed, administered, stored and disposed of and the laws, policies, regulations and guidance that underpin them"
    },
    {
      "knowledgeId": "b832b00d-a15a-442c-9912-68c68acdea71",
      "detail": "Normal, adverse and abnormal reactions to medications, the impact of these and ways to manage symptoms and escalate concerns as required"
    },
    {
      "knowledgeId": "48925c0f-ec54-4868-a1fc-4531e04aaaf2",
      "detail": "The impact of medicines on the woman, the fetus, newborn infant, in breast milk and on the breastfed infant"
    },
    {
      "knowledgeId": "d69ce398-0c53-4a69-b425-264570ee1b50",
      "detail": "Ways to safely administer medicines and intravenous fluids, transfusion of blood and blood products including in an emergency"
    },
    {
      "knowledgeId": "020c5303-338e-4691-8461-d42c10cfa0c4",
      "detail": "How to identify and work in collaboration with relevant services, multi-professional and multi-agency teams to provide continuity of care and carer"
    },
    {
      "knowledgeId": "6fb9488f-aa76-4b12-a5c1-19d6a62cbfa4",
      "detail": "The importance for women and newborn infants of being considered together in all settings to enable contact, skin-to-skin/kangaroo care, reciprocity and appropriate feeding supporting women who are separated from their newborn infants and enabling contact with the newborn infant to maximise the time they can spend together"
    },
    {
      "knowledgeId": "c00e9c22-bff3-4941-83b3-4ec1f906b871",
      "detail": "Palliative, postmortem and post-discharge services required for women and/or families experiencing pregnancy loss, neonatal or maternal death, bereavement, perinatal loss or maternal death with support with lactation suppression, postmortem examination, registration of death and funeral arrangements."
    },
    {
      "knowledgeId": "6eff1109-6e11-4850-b8d7-5bb31d130934",
      "detail": "Trauma and its impact on physical and mental health and well-being"
    },
    {
      "knowledgeId": "61e2686f-cc0b-4a01-88e2-4d03f340fc0b",
      "detail": "The importance of keeping up to date, reflection, ongoing professional and personal development and incorporating changes to own practice and behaviour including performing delegated duties"
    },
    {
      "knowledgeId": "7e160a76-5caf-4a22-9f98-0e0573998c8a",
      "detail": "The importance of midwives’ awareness of and contribution to the knowledge base for practice and policy such as through research, audit and service evaluation, engagement and consultation"
    },
    {
      "knowledgeId": "ec806627-2698-45ae-ab90-d846b3666600",
      "detail": "Why inter-disciplinary, multi-disciplinary team and multi-agency working and learning matters acknowledging the leadership role of the midwife"
    },
    {
      "knowledgeId": "62413cae-a45d-4034-baf3-bfd86e1cd15b",
      "detail": "The principles of human factors, environmental factors, and strength-based approaches when working with colleagues"
    },
    {
      "knowledgeId": "baa7eb64-833f-4ea1-b52f-2f027a06d16f",
      "detail": "Ways to manage vulnerability in self and others including reflection, seeking support, strength-based approaches and compassionate self-care"
    },
    {
      "knowledgeId": "eb8723c9-87e1-462b-8060-c57362b65d27",
      "detail": "The importance of developing effective improvement strategies for quality, safety and change, and sharing feedback and learning from positive and adverse outcomes and experiences"
    },
    {
      "knowledgeId": "080d69b5-ddc5-42d0-902c-075132608933",
      "detail": "The importance of delegation protocols and managing, escalating and reporting on concerns and de-escalating conflict"
    },
    {
      "knowledgeId": "34a7dc92-d404-494a-b3ce-b386e0ed1c7f",
      "detail": "A range of communication methods and media including the need for confidentiality and application of information governance"
    },
    {
      "knowledgeId": "cd510236-2950-40a4-bfbe-49b1d3dcc4bf",
      "detail": "The application of up to date, relevant and accurate information"
    },
    {
      "knowledgeId": "bb44ddb2-b0c4-4917-bff8-e9482a336f12",
      "detail": "The importance of providing culturally sensitive and person-centred care and information across the continuum of care for all women, their partners and families to make informed decisions and the importance of accurate record keeping"
    },
    {
      "knowledgeId": "d32fc06f-aa17-4ab7-969c-4de14832a271",
      "detail": "The importance of enabling women, their partners and families to make informed decisions"
    },
    {
      "knowledgeId": "680d9952-8162-41ae-9317-263f0d5a89c4",
      "detail": "The importance of engaging effectively with others to build trust and develop a relationship including ways to manage difficult conversations about potentially sensitive issues and decisions"
    },
    {
      "knowledgeId": "9d0f30cb-18a4-4a52-9ae1-cc46b09e4fc2",
      "detail": "The importance of record keeping via a range of methods and its implications for communication"
    },
    {
      "knowledgeId": "759fe0c8-e0a6-4596-a58e-10fffb9c90e6",
      "detail": "When and how to advocate for women and newborn infants who are vulnerable due to physical, psychological, social, cultural, or spiritual circumstances"
    },
    {
      "knowledgeId": "a24553ba-23e3-4d30-b746-1a98b22774bd",
      "detail": "Ways to advocate for women when their decisions are outside of clinical guidance enabling and advocating for their human rights, views, preferences and decisions"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "09b72341-d12f-4df0-9689-0584a832f155",
      "detail": "Treat people with dignity and respect"
    },
    {
      "behaviourId": "f95d079d-4e90-495e-84e3-1e01c0db82c0",
      "detail": "Be caring and compassionate"
    },
    {
      "behaviourId": "911ce526-a708-4edf-b667-0933822aecdb",
      "detail": "Have the courage to speak up and challenge appropriately"
    },
    {
      "behaviourId": "753abb2e-c21c-4bcc-8b34-7a0149cc64fc",
      "detail": "Be competent, reliable and committed"
    },
    {
      "behaviourId": "f9f4d416-5534-4c5a-9899-42f22075d75e",
      "detail": "Display leadership qualities"
    },
    {
      "behaviourId": "5d2f6f3c-8367-496f-a3ae-fb659beaa9da",
      "detail": "Act in accordance with the Code: Professional standards of practice and behaviour for nurses, midwives and nursing associates"
    }
  ],
  "skills": [
    {
      "skillId": "65da65b0-07cd-471a-8453-ebf69ced35d8",
      "detail": "Act in accordance with relevant legal, regulatory, and governance requirements, policies, and ethical frameworks to provide universal midwifery care"
    },
    {
      "skillId": "0a280375-d1aa-415c-8c1f-e6e489589bb1",
      "detail": "Act in the best interests of women and newborn infants at all times across the continuum of care, promoting and enabling safe physical, psychological, social, cultural, and spiritual care"
    },
    {
      "skillId": "ffc8fa62-64bf-497e-a8ae-a42530e9170b",
      "detail": "Apply the resourcefulness, and flexibility needed to work as an accountable, autonomous and professional midwife in all situations including stressful and difficult ones by developing strategies that contribute to safe and effective practice"
    },
    {
      "skillId": "04fc23f2-5796-4955-9d24-39d93940f48a",
      "detail": "Apply evidence-based practice to decision making"
    },
    {
      "skillId": "51f464d0-03e8-43cb-91c9-4b75d36fda86",
      "detail": "Apply the principles of compassionate care, courage, integrity, transparency, and the professional duty of candour, recognising, reporting any situations, behaviours, or errors and escalating concerns"
    },
    {
      "skillId": "57715c37-fcb6-4fbc-bbba-4477fa7ef477",
      "detail": "Act as an ambassador, uphold public trust and promote confidence in midwifery and health and care services"
    },
    {
      "skillId": "c1142722-8d10-4d2a-9cc0-9599bdb3f18e",
      "detail": "Be accountable and autonomous in providing midwifery care and support across the continuum of care"
    },
    {
      "skillId": "bdde8ea0-9edc-4177-a8a2-c9ca3903f5b2",
      "detail": "Provide and promote non-discriminatory, respectful, compassionate, and kind universal care that takes into account any need for adjustments"
    },
    {
      "skillId": "45932133-c13b-4683-a317-7c90c033ddaf",
      "detail": "Provide continuity of carer across the continuum of care for women and newborn infants with and without complications and additional care needs"
    },
    {
      "skillId": "100e5cdf-da4e-417d-aca3-7635101463dc",
      "detail": "Inform, support, and assist in meeting women’s needs and preferences"
    },
    {
      "skillId": "2a092412-a756-41e6-9109-9eac4dea43e1",
      "detail": "Coordinate care within the wider inter-disciplinary, multi-disciplinary and multi-agency teams, arranging a seamless transfer of care and promoting continuity of care and carer"
    },
    {
      "skillId": "8db87e8d-aa92-448e-a8e9-0c765ebb6463",
      "detail": "Inform and update inter-disciplinary, multi-disciplinary and multi-agency colleagues about changes in care needs and care planning, updating records accordingly"
    },
    {
      "skillId": "7874db1a-3acb-4146-af24-92b553e0feaf",
      "detail": "Care for and support the woman, fetus and newborn infant across the continuum of care ensuring safety and well-being, optimising the normal processes of reproduction and early life, avoiding and reducing trauma where possible"
    },
    {
      "skillId": "25d9d600-fe89-475d-9303-b300a4fefcfc",
      "detail": "Seek informed consent from the woman for herself and/or her partner in relation to the newborn infant"
    },
    {
      "skillId": "9f08f457-e9d1-47cf-a530-c15bc29518c9",
      "detail": "Involve women in assessment, planning and evaluating their own care and that of their newborn infant, promoting her confidence in her own body, health and well-being"
    },
    {
      "skillId": "b17532e1-e19f-4f5e-b2c2-bf61c1f3d455",
      "detail": "Assess the environment to maximise safety, privacy, dignity, optimising normal physiological processes and well-being"
    },
    {
      "skillId": "a20f712e-b01e-4f6b-850d-f6221c46e9a8",
      "detail": "Apply infection prevention and control procedures, following local and national policies and protocols"
    },
    {
      "skillId": "ed9e9eca-b838-4560-8478-402993bb7dde",
      "detail": "Engage women, partners, and families in understanding and applying principles of infection control and antimicrobial stewardship"
    },
    {
      "skillId": "7478b757-4407-44f0-bda6-30f078c36bd7",
      "detail": "Undertake appropriate examinations and assessments to provide care for women and newborn infants, using technological aids where appropriate"
    },
    {
      "skillId": "0958d06c-8a0a-4652-9c07-20a12de397f3",
      "detail": "Implement appropriate responses and decisions including responding to deviations from normal physiological processes and choice of place of birth"
    },
    {
      "skillId": "cbda1a1a-61a3-4922-a504-d51488cd335d",
      "detail": "Assess, promote, and encourage the development of the mother-newborn infant relationship, and opportunities for attachment, contact, interaction, mental wellbeing and relationship building between the women, newborn infant, partner and family"
    },
    {
      "skillId": "1d5efa6f-eecb-4b9e-9921-4373e9d5f4c4",
      "detail": "Share information on public health, health promotion and protection with women, empowering them to make decisions, and facilitating access to resources and services"
    },
    {
      "skillId": "a1621210-1fa1-4f09-a05a-2fc060ec15f7",
      "detail": "Assess, interpret, record, and offer tailored information and access to resources or community-based services for women and families that promote their physical, mental, social health and wellbeing"
    },
    {
      "skillId": "b068923b-0c61-4401-8b78-9e6f278d40e9",
      "detail": "Share information and access to resources and services for women and families in regard to violence, abuse, poverty homelessness, refugees, victims of trafficking and safeguarding, acting appropriately and raising concerns as required"
    },
    {
      "skillId": "5333506c-0c5c-4381-a894-f176661dd3ef",
      "detail": "Share information with women and families about national and local information and networks that are available to support women in the continuation of breastfeeding"
    },
    {
      "skillId": "84925d26-2287-40cd-90fd-8c7819f6fda6",
      "detail": "Share information with women and families about national and local information and networks that are available to support women in safe and responsive formula feeding where appropriate"
    },
    {
      "skillId": "d573514b-6959-44ea-b005-d2f01fd577b2",
      "detail": "Provide parent education that is informed by current evidence on public health promotion strategies and best practice"
    },
    {
      "skillId": "d1b3dd11-1211-4af9-9a88-ad093da3495b",
      "detail": "Work with other professionals, agencies, and communities to promote, support and protect breastfeeding, including neonatal ward and other settings encouraging skin to skin / kangaroo care, enabling the newborn to receive human milk if needed"
    },
    {
      "skillId": "41f1fa24-e072-41d9-9413-4f5587fb3ee2",
      "detail": "Involve the woman in the assessment, planning and evaluation of their own care, promoting health and well-being, recognising the diversity of individual circumstances and the woman’s own expertise of any pre-existing conditions including mental health issues, learning and physical disabilities "
    },
    {
      "skillId": "7b551c83-7cea-4dd8-a7fb-5668666fad8d",
      "detail": "Conduct holistic assessments of physical, psychological, social, cultural, and spiritual health and well-being of the woman and the newborn infant across the continuum of care, involving her partner and family as appropriate"
    },
    {
      "skillId": "03653037-e663-468a-85d2-978f7fa875bb",
      "detail": "Plan and provide individualised, culturally sensitive evidence-based care"
    },
    {
      "skillId": "e5f9c52c-03c6-4acf-b96c-7075f04aba07",
      "detail": "Offer and conduct screening programmes, interpret, and record findings in pregnancy, during labour, at birth and in the postnatal period for the woman, fetus and newborn infant including mental health, behaviour, emotional needs and those in the criminal justice system"
    },
    {
      "skillId": "a1f60ab1-6e9b-4103-b8dd-57fdb76447ab",
      "detail": "Observe, assess, and promote the woman’s, and partner’s response to the newborn infant and ability to respond to cues for closeness, love, comfort and feeding"
    },
    {
      "skillId": "1da8c43b-39b4-46c0-99b4-6c647ade1e5f",
      "detail": "Assess, observe and provide support on all aspects of infant feeding including formula feeding"
    },
    {
      "skillId": "e7e403f6-14eb-46af-863c-a368690b4ec2",
      "detail": "Implement care that optimises normal physiological processes across the continuum of care, manages common symptoms and problems, anticipates and prevents complications"
    },
    {
      "skillId": "165801a8-4afb-4c19-8fa1-3d22c06d763c",
      "detail": "Use evidence-informed physiological and active techniques as appropriate to safely manage all stages of labour and birth, encouraging mobility and optimal positions"
    },
    {
      "skillId": "9df7ce80-f230-4b76-a551-851f57af5a5e",
      "detail": "Guide and support the woman as she gives birth, using evidence-based approaches to safely conduct the birth, and seeking to avoid and reduce trauma where possible, while responding to the woman’s own preferences"
    },
    {
      "skillId": "fb11de34-5d4a-41ae-ac31-ee309f90a427",
      "detail": "Conduct an immediate assessment of the newborn infant at birth and after birth, interpreting, recording and acting appropriately on findings including working with the working in collaboration with the neonatal team"
    },
    {
      "skillId": "7f163a85-6a95-45ef-8ccf-840a896e37aa",
      "detail": "Conduct a full systematic physical examination of the newborn infant in line with local and national evidence-based protocols"
    },
    {
      "skillId": "a557b0ac-a572-4e1c-b9a7-bd3f123b850a",
      "detail": "Conduct ongoing assessments of the health and well-being of the newborn infant, involving the mother and partner as appropriate, providing relevant explanations as required"
    },
    {
      "skillId": "86191305-4014-43d9-8692-e623f36ab9e0",
      "detail": "Assess interpret and record the health and well-being of the woman postnatally"
    },
    {
      "skillId": "69bc37bd-0918-4821-a0e4-cf22898cb9f1",
      "detail": "Involve the inter-disciplinary, multi-disciplinary and multi-agency team where appropriate, consulting and making referrals for additional care or support needs as required for conditions such as female genital mutilation incontinences, surrogacy or adoption and caesarean section"
    },
    {
      "skillId": "bc776395-731f-49b7-aa92-68ab0da047af",
      "detail": "Provide midwifery care for women and newborn infants before, during, and after medical and surgical interventions such as epidural analgesia, anesthesia, fetal blood sampling, instrumental births, caesarean section and haemorrhage"
    },
    {
      "skillId": "7986f603-d53d-4c74-80fa-be1e55d65a49",
      "detail": "Recognise complications and additional care needs such as fertility, fetal development, adaptation to life, the newborn infant, very early child development, feeding, the transition to parenthood and positive family attachment"
    },
    {
      "skillId": "b9f18827-2831-4ec3-ab5a-83477c00de51",
      "detail": "Recognise and provide care, support or referral that may be required as a result of any pre-existing, current and emerging complications or care needs such as working in collaboration with the neonatal team when carrying out transitional care"
    },
    {
      "skillId": "5c4bfbcc-b985-409a-8366-5fee855844dd",
      "detail": "Use evidence and best practice approaches to manage emergency situations and respond to signs of compromise and/or deterioration in the woman, fetus, and newborn infant to make clinical decisions based on the findings and act on those decisions"
    },
    {
      "skillId": "49841008-4d4f-41a8-9d83-8e867b4ed19f",
      "detail": "Consult with, seek help from, and refer to other health and social care professionals both in routine and emergency situations"
    },
    {
      "skillId": "7fe20a63-5bb2-45b0-b2e0-2e783f046a6f",
      "detail": "Use the principles of safe remote prescribing and directions to administer medicines including accurate drug calculations, safe storage, transportation and disposal of medicinal products"
    },
    {
      "skillId": "74db356f-f129-49d7-8653-5823cdb26a91",
      "detail": "Safely supply and administer medicines listed in the midwives' exemptions and other relevant legislation"
    },
    {
      "skillId": "195da273-52fa-42ee-9cc1-48daecb3712b",
      "detail": "Work in partnership with the woman and multi-disciplinary team to assess, plan and provide care and support in regard to her experience of and response to pain and her need for pain management"
    },
    {
      "skillId": "f46e3c4d-1993-4aa1-a2c8-d58c960c5944",
      "detail": "Administer injections using intramuscular, subcutaneous, intradermal and intravenous routes and manage equipment required to administer drugs safely"
    },
    {
      "skillId": "540c0e01-24be-4c1c-a082-4576dd99323d",
      "detail": "Recognise and respond to adverse or abnormal reactions to medications"
    },
    {
      "skillId": "1e0ba8bb-6ce0-46d9-b003-31107a1f4c4f",
      "detail": "Recognise the impact of medicines in breastmilk and support the woman to continue to responsively feed her newborn infant and/or to express breastmilk"
    },
    {
      "skillId": "97e268f3-6a12-40e8-a03d-5ac481e5e155",
      "detail": "Collaborate effectively with multi-disciplinary teams and work in partnership with women to assess, provide care and support when emergency situations or clinical complications arise to ensure the safe administration of medicines"
    },
    {
      "skillId": "bef37f4d-2787-43d1-9a0e-1c72a7345f8e",
      "detail": "Work collaboratively with women and the inter-disciplinary, multi-disciplinary or multi-agency team to plan and implement midwifery care for women and newborn infants requiring other services, and support women to access these as needed"
    },
    {
      "skillId": "38bc60e3-ecc0-4324-9a55-56b34550be7f",
      "detail": "Ensure that the needs of women and newborn infants are considered together as a priority in all settings, encouraging immediate skin-to-skin contact at birth, even when women and infants have to be cared for separately, supporting women who are separated from their newborn infants and enabling contact with the newborn infant to maximise the time they can spend together"
    },
    {
      "skillId": "78367baa-9f00-4c86-9555-9a1cd68e7714",
      "detail": "Plan and implement midwifery care for women and/or partners and families following traumatic experiences, conveying respect, compassion and sensitivity when supporting women, their partners and families who are emotionally vulnerable, distressed and/or experiencing mental health issues"
    },
    {
      "skillId": "eac20593-80ec-42b9-9e85-f206b79c8d32",
      "detail": "Plan and implement compassionate, respectful, empathetic, dignified midwifery care for women and/or partners and families experiencing perinatal loss or maternal death miscarriage, bereavement, perinatal loss or maternal death with support with lactation suppression, postmortem examination, registration of death and funeral arrangements"
    },
    {
      "skillId": "cf48c820-8cf8-49d9-bc98-db4ffcf7d61f",
      "detail": "Be a reflective practitioner, committed to developing as a midwife, taking personal responsibility for ongoing learning and development and for engaging in education and professional development opportunities and the feelings around positive and negative feedback"
    },
    {
      "skillId": "c9115e19-2496-4b01-96d1-7e36c2cc5cd8",
      "detail": "Keep up to date by identifying, critically analysing, and interpreting research evidence and local, national, and international data and reports"
    },
    {
      "skillId": "2033ff42-2544-4c04-89cd-9f07a6d73bf0",
      "detail": "Provide leadership and role modelling including the ability to guide, support, motivate, collaborate and share learning with and refer to inter-disciplinary, multi-disciplinary and multi-agency colleagues appropriately"
    },
    {
      "skillId": "dec9c752-fd26-4e77-8704-7368a13a0b52",
      "detail": "Recognise and respond to signs of personal and professional vulnerability in themselves or their colleagues and take action to minimise risks"
    },
    {
      "skillId": "c4526a7b-4196-4b85-a440-4acc354cc1f6",
      "detail": "Work with inter-disciplinary, multi-disciplinary and multi-agency colleagues, advocacy groups and stakeholders to promote and develop quality or safety improvements and manage change"
    },
    {
      "skillId": "84dc1857-fb9c-4954-b505-dc85d28882c0",
      "detail": "Provide safe team management when supervising, supporting, teaching and delegating midwifery care"
    },
    {
      "skillId": "5fe55527-2d30-444f-be96-21da4930be21",
      "detail": "Use appropriate and responsive communication with women, newborn infants, partners, families and colleagues, respecting confidentiality"
    },
    {
      "skillId": "d5b53421-12d1-4ce0-a456-f1784ad2486d",
      "detail": "Access oral, written and digital information including published evidence, data and reports to inform conversations with women, partners, and families"
    },
    {
      "skillId": "65595be2-1770-4518-a15c-3cfd8399d20c",
      "detail": "Conduct person-centred, sensitive and compassionate conversations with women, their partners and families on women’s and children’s health across the life continuum of care"
    },
    {
      "skillId": "ab1db103-2c1c-4137-a702-d2b2c81fd41b",
      "detail": "Involve the woman and her partner and family in discussions and decisions about her care and the care of the newborn infant, always respecting the woman’s preferences and decisions about who to involve and the extent of involvement and communication"
    },
    {
      "skillId": "f61cbf81-c38c-48bd-8325-8df0cb2f1ada",
      "detail": "Use evidence-based approaches to build person-centred relationships with women, their partners and families that respect and enable their needs, views, preferences, and decisions"
    },
    {
      "skillId": "a9cfbded-8fa7-4388-8550-667c46e10042",
      "detail": "Maintain consistent, complete, clear, accurate, secure, and timely records and responsibly share data within teams and between agencies"
    },
    {
      "skillId": "f2296ecd-b8ba-4279-ba1a-1e8a9bc46249",
      "detail": "Act as an advocate to ensure that care continues to focus on the needs, views, preferences and decisions of women, and the needs of newborn infants"
    },
    {
      "skillId": "509a3cb2-43c3-4553-ae08-5527d93783dc",
      "detail": "Develop and maintain relationships with colleagues from the inter-disciplinary, multi-disciplinary and multi-agency team"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2020-10-02T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "TB0416",
  "tbMainContact": "Healthcare.Trailblazer@skillsforhealth.org.uk ",
  "involvedEmployers": "Barts Health NHS Trust, Barking, Havering and Redbridge University Hospitals NHS Trust, Blackpool Teaching Hospitals NHS Foundation Trust, Buckinghamshire Healthcare NHS Trust, Chelsea & Westminster Hospital NHS Trust, Frimley Health NHS Foundation Trust, Leeds Teaching Hospital Trust, London North West University Healthcare NHS Trust, Medway NHS Foundation Trust, Oxford University Hospitals NHS Foundation Trust, St Helens and Knowsley Teaching Hospitals NHS Trust, United Lincolnshire Hospitals NHS Trust, University Hospitals Morecambe Bay NHS.",
  "otherInvolvedStakeholders": "",
  "regulated": true,
  "regulatedBody": "Nursing and Midwifery Council",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Midwife"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Midwifery and nursing professional",
  "clusterId": "211",
  "clusterDescription": "Assess, plan, implement and evaluate patient care in multiple settings with specialist expertise often working independently",
  "createdDate": "2021-07-06T10:24:51 +00:00",
  "lastUpdated": "2021-10-04T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-10-02T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0948",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0948-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0948-v1-1",
  "qualifications": [
    {
      "qualificationId": "1547064f-fa70-4c7d-b190-59fa49e1555f",
      "title": "Degree in Midwifery or L7 Midwifery qualification from a training provider whose programmes are approved by the Nursing and Midwifery Council",
      "level": "6 (integrated degree)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "a8ba7df0-10ab-4ce4-a2b6-5587feb2e2b3",
      "title": "Degree in Midwifery or L7 Midwifery qualification from a training provider whose programmes are approved by the Nursing and Midwifery Council",
      "level": "7 (integrated degree)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "The NMC approves institutions that can provide midwife education and sets standards for programmes that lead to registration as a midwife in the UK. Only practitioners registered with the statutory regulator, the Nursing and Midwifery Council (NMC), can use the legally protected title of Midwife. All midwifery apprenticeship programmes must meet the Nursing and Midwifery (2019) Standards for pre-registration midwifery programmes and the Standards of proficiency. In respect of the skills to be met within the apprenticeship programmes, these must align to Domain 6 of NMC (2019) Standards of Proficiency.",
      "level": "Midwife",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "f9d2f3f6-5c73-410f-9fd3-e23f035c585b",
      "dutyDetail": "Be an accountable, autonomous, professional midwife",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "09b72341-d12f-4df0-9689-0584a832f155",
        "f95d079d-4e90-495e-84e3-1e01c0db82c0",
        "911ce526-a708-4edf-b667-0933822aecdb",
        "753abb2e-c21c-4bcc-8b34-7a0149cc64fc",
        "f9f4d416-5534-4c5a-9899-42f22075d75e",
        "5d2f6f3c-8367-496f-a3ae-fb659beaa9da"
      ],
      "mappedKnowledge": [
        "5763762d-a7ae-4ade-9f43-68ccdb1e1830",
        "73d9a425-b978-449d-9d4f-19a61b5284d0",
        "9936dc20-f6f7-4d3c-a03c-22be246045c7",
        "28cbb28b-18c0-4458-86ec-76395a16c717",
        "7d328a99-2b2d-48de-aece-2e6b0e96d697",
        "8e65e7f2-932f-4bfa-ae9d-b2006eb2a798",
        "09f6f406-88b2-4b05-89bb-6b083519d1ab"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "65da65b0-07cd-471a-8453-ebf69ced35d8",
        "0a280375-d1aa-415c-8c1f-e6e489589bb1",
        "ffc8fa62-64bf-497e-a8ae-a42530e9170b",
        "04fc23f2-5796-4955-9d24-39d93940f48a",
        "51f464d0-03e8-43cb-91c9-4b75d36fda86",
        "57715c37-fcb6-4fbc-bbba-4477fa7ef477"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "eb62348c-b358-4f72-b274-f1befb7508e1",
      "dutyDetail": "Promote and provide continuity of care and midwifery carer",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "09b72341-d12f-4df0-9689-0584a832f155",
        "f95d079d-4e90-495e-84e3-1e01c0db82c0",
        "911ce526-a708-4edf-b667-0933822aecdb",
        "753abb2e-c21c-4bcc-8b34-7a0149cc64fc",
        "f9f4d416-5534-4c5a-9899-42f22075d75e",
        "5d2f6f3c-8367-496f-a3ae-fb659beaa9da"
      ],
      "mappedKnowledge": [
        "84a7594f-7c32-48b2-bd19-498b4b3a74ca",
        "c1935f77-2b4b-4e59-91bd-918c3cf178d6",
        "6480dbbc-ba02-45fe-8b52-bba8c41688fc",
        "3a885b85-4f83-4dee-ae45-ac964b506c8d",
        "7c71ed66-2345-4bb7-96a9-bde475d6eba3",
        "9d0f7da4-5c6f-4dd9-af03-1af2b2020f3e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c1142722-8d10-4d2a-9cc0-9599bdb3f18e",
        "bdde8ea0-9edc-4177-a8a2-c9ca3903f5b2",
        "45932133-c13b-4683-a317-7c90c033ddaf",
        "100e5cdf-da4e-417d-aca3-7635101463dc",
        "2a092412-a756-41e6-9109-9eac4dea43e1",
        "8db87e8d-aa92-448e-a8e9-0c765ebb6463"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7050c258-97c4-498c-bc51-69bf43dcea6b",
      "dutyDetail": "Provide universal care for all women and newborn infants",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "09b72341-d12f-4df0-9689-0584a832f155",
        "f95d079d-4e90-495e-84e3-1e01c0db82c0",
        "911ce526-a708-4edf-b667-0933822aecdb",
        "753abb2e-c21c-4bcc-8b34-7a0149cc64fc",
        "f9f4d416-5534-4c5a-9899-42f22075d75e",
        "5d2f6f3c-8367-496f-a3ae-fb659beaa9da"
      ],
      "mappedKnowledge": [
        "fbabb698-5eab-4ed7-8134-f6991ccf78b2",
        "df7c50b9-3287-44e5-9c38-97929595161e",
        "795baa18-359e-4bbe-8ccc-dbdc62133512",
        "8349f4ef-0f13-4706-9ce4-b02e8a6c061f",
        "4306e8dd-2100-4a2a-98e2-9a18d10fa32a",
        "2ecf5a0c-b40d-44ab-bca0-6e7e2cf7b2ad",
        "dae24d5c-0182-4b88-b92f-c81f8b7b96f8",
        "1f42160d-00a5-4d5d-ad45-474ecf57753b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7874db1a-3acb-4146-af24-92b553e0feaf",
        "25d9d600-fe89-475d-9303-b300a4fefcfc",
        "9f08f457-e9d1-47cf-a530-c15bc29518c9",
        "b17532e1-e19f-4f5e-b2c2-bf61c1f3d455",
        "a20f712e-b01e-4f6b-850d-f6221c46e9a8",
        "ed9e9eca-b838-4560-8478-402993bb7dde",
        "7478b757-4407-44f0-bda6-30f078c36bd7",
        "0958d06c-8a0a-4652-9c07-20a12de397f3",
        "cbda1a1a-61a3-4922-a504-d51488cd335d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6021475b-4c16-492f-8785-5d7fdfc03518",
      "dutyDetail": "Promote public health, health promotion and health protection",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "09b72341-d12f-4df0-9689-0584a832f155",
        "f95d079d-4e90-495e-84e3-1e01c0db82c0",
        "911ce526-a708-4edf-b667-0933822aecdb",
        "753abb2e-c21c-4bcc-8b34-7a0149cc64fc",
        "f9f4d416-5534-4c5a-9899-42f22075d75e",
        "5d2f6f3c-8367-496f-a3ae-fb659beaa9da"
      ],
      "mappedKnowledge": [
        "8993b6c5-4dc3-4e9a-89cf-f1ab13f9f732",
        "231c88ef-9421-4889-916e-2e2900e7d8f0",
        "36ac1b92-5717-463a-a750-05d1dcb66a5e",
        "c698ed98-5305-4487-82dd-8ac2553c0e8c",
        "3cbb654b-0a75-41b2-9710-0f9821a8ec77",
        "4e121a9c-d31d-49f1-8cec-c6ba3d90f6c9",
        "ade48485-3439-4846-916a-c70b68f7ab06"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1d5efa6f-eecb-4b9e-9921-4373e9d5f4c4",
        "a1621210-1fa1-4f09-a05a-2fc060ec15f7",
        "b068923b-0c61-4401-8b78-9e6f278d40e9",
        "5333506c-0c5c-4381-a894-f176661dd3ef",
        "84925d26-2287-40cd-90fd-8c7819f6fda6",
        "d573514b-6959-44ea-b005-d2f01fd577b2",
        "d1b3dd11-1211-4af9-9a88-ad093da3495b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2d7cca1a-180a-413c-a82a-51127f1ff863",
      "dutyDetail": "Assess, offer screening, plan and deliver midwifery care",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "09b72341-d12f-4df0-9689-0584a832f155",
        "f95d079d-4e90-495e-84e3-1e01c0db82c0",
        "911ce526-a708-4edf-b667-0933822aecdb",
        "753abb2e-c21c-4bcc-8b34-7a0149cc64fc",
        "f9f4d416-5534-4c5a-9899-42f22075d75e",
        "5d2f6f3c-8367-496f-a3ae-fb659beaa9da"
      ],
      "mappedKnowledge": [
        "1cb3c152-1fae-42d4-84ff-95e328679e04",
        "f117e54f-2ada-41ae-9655-edb9647c8bf7",
        "0d25eb6c-59f7-4d43-8540-45bd35873306",
        "3851eb47-db85-4731-b9a0-26a0edc9418b",
        "092a9ede-ac22-4d08-9d58-ce2f2a32edfa",
        "fccb7dad-b692-4b3f-936b-bd350dfefff7",
        "a43f2597-6c85-4cd2-b620-f4f248e428d6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "41f1fa24-e072-41d9-9413-4f5587fb3ee2",
        "7b551c83-7cea-4dd8-a7fb-5668666fad8d",
        "03653037-e663-468a-85d2-978f7fa875bb",
        "e5f9c52c-03c6-4acf-b96c-7075f04aba07",
        "a1f60ab1-6e9b-4103-b8dd-57fdb76447ab",
        "1da8c43b-39b4-46c0-99b4-6c647ade1e5f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a7dcd770-b271-4862-8117-96e5200fce4b",
      "dutyDetail": "Optimise normal physiological processes, promoting positive outcomes and preventing complications",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "09b72341-d12f-4df0-9689-0584a832f155",
        "f95d079d-4e90-495e-84e3-1e01c0db82c0",
        "911ce526-a708-4edf-b667-0933822aecdb",
        "753abb2e-c21c-4bcc-8b34-7a0149cc64fc",
        "f9f4d416-5534-4c5a-9899-42f22075d75e",
        "5d2f6f3c-8367-496f-a3ae-fb659beaa9da"
      ],
      "mappedKnowledge": [
        "012b9183-6d71-47f8-bfdf-a7e898df450c",
        "9bc7ef14-56ce-44c7-b806-00f32d31e033",
        "fe1f0c7a-d02b-49f3-b3bc-656b61563c19",
        "9d392da9-24ef-4b16-9ba8-392ee2a15f49",
        "63065d39-e94c-498c-8d64-7c8720ef661d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e7e403f6-14eb-46af-863c-a368690b4ec2",
        "165801a8-4afb-4c19-8fa1-3d22c06d763c",
        "9df7ce80-f230-4b76-a551-851f57af5a5e",
        "fb11de34-5d4a-41ae-ac31-ee309f90a427",
        "7f163a85-6a95-45ef-8ccf-840a896e37aa",
        "a557b0ac-a572-4e1c-b9a7-bd3f123b850a",
        "86191305-4014-43d9-8692-e623f36ab9e0",
        "69bc37bd-0918-4821-a0e4-cf22898cb9f1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4db05dc9-8f04-47d0-96f1-fe20f70ffdc0",
      "dutyDetail": "Assess, identify and manage complications and additional care needs",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "09b72341-d12f-4df0-9689-0584a832f155",
        "f95d079d-4e90-495e-84e3-1e01c0db82c0",
        "911ce526-a708-4edf-b667-0933822aecdb",
        "753abb2e-c21c-4bcc-8b34-7a0149cc64fc",
        "f9f4d416-5534-4c5a-9899-42f22075d75e",
        "5d2f6f3c-8367-496f-a3ae-fb659beaa9da"
      ],
      "mappedKnowledge": [
        "98686d95-d022-4d29-8927-4463de32be0a",
        "8b0cd68f-9b67-47f9-a447-87b62fc184f0",
        "759e3fd9-0ead-4480-b8df-d5cc01d9f9b8",
        "d9cfeb97-d403-4884-9220-c42b178f5b48",
        "01a63323-3561-4bf4-b6d1-7c31419687f2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "bc776395-731f-49b7-aa92-68ab0da047af",
        "7986f603-d53d-4c74-80fa-be1e55d65a49",
        "b9f18827-2831-4ec3-ab5a-83477c00de51",
        "5c4bfbcc-b985-409a-8366-5fee855844dd",
        "49841008-4d4f-41a8-9d83-8e867b4ed19f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "10ba18ab-f7bf-46c2-a891-57fa8a59fff4",
      "dutyDetail": "Provide evidence-based, safe management and administration of medicines",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "09b72341-d12f-4df0-9689-0584a832f155",
        "f95d079d-4e90-495e-84e3-1e01c0db82c0",
        "911ce526-a708-4edf-b667-0933822aecdb",
        "753abb2e-c21c-4bcc-8b34-7a0149cc64fc",
        "f9f4d416-5534-4c5a-9899-42f22075d75e",
        "5d2f6f3c-8367-496f-a3ae-fb659beaa9da"
      ],
      "mappedKnowledge": [
        "430ca8e0-0c8f-4d8f-a352-1e68a9bd0cfd",
        "63f0445d-7092-40ac-a6ef-adf3d54b1d6e",
        "16dae4bd-0ed0-4fd7-a9f6-2bc18469e6c8",
        "ee65a570-643d-4c46-8688-99fe08ea4627",
        "b832b00d-a15a-442c-9912-68c68acdea71",
        "48925c0f-ec54-4868-a1fc-4531e04aaaf2",
        "d69ce398-0c53-4a69-b425-264570ee1b50"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7fe20a63-5bb2-45b0-b2e0-2e783f046a6f",
        "74db356f-f129-49d7-8653-5823cdb26a91",
        "195da273-52fa-42ee-9cc1-48daecb3712b",
        "f46e3c4d-1993-4aa1-a2c8-d58c960c5944",
        "540c0e01-24be-4c1c-a082-4576dd99323d",
        "1e0ba8bb-6ce0-46d9-b003-31107a1f4c4f",
        "97e268f3-6a12-40e8-a03d-5ac481e5e155"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8a704d03-9c4f-4e9d-ab38-a6faa6e0c95c",
      "dutyDetail": "Provide midwifery care for women and newborn infants who require support from other services",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "09b72341-d12f-4df0-9689-0584a832f155",
        "f95d079d-4e90-495e-84e3-1e01c0db82c0",
        "911ce526-a708-4edf-b667-0933822aecdb",
        "753abb2e-c21c-4bcc-8b34-7a0149cc64fc",
        "f9f4d416-5534-4c5a-9899-42f22075d75e",
        "5d2f6f3c-8367-496f-a3ae-fb659beaa9da"
      ],
      "mappedKnowledge": [
        "020c5303-338e-4691-8461-d42c10cfa0c4",
        "6fb9488f-aa76-4b12-a5c1-19d6a62cbfa4",
        "c00e9c22-bff3-4941-83b3-4ec1f906b871",
        "6eff1109-6e11-4850-b8d7-5bb31d130934"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "bef37f4d-2787-43d1-9a0e-1c72a7345f8e",
        "38bc60e3-ecc0-4324-9a55-56b34550be7f",
        "78367baa-9f00-4c86-9555-9a1cd68e7714",
        "eac20593-80ec-42b9-9e85-f206b79c8d32"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "41254e66-71ec-4b25-9521-6ec3a8edf013",
      "dutyDetail": "Work with others as a colleague, role model, scholar and leader",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "09b72341-d12f-4df0-9689-0584a832f155",
        "f95d079d-4e90-495e-84e3-1e01c0db82c0",
        "911ce526-a708-4edf-b667-0933822aecdb",
        "753abb2e-c21c-4bcc-8b34-7a0149cc64fc",
        "f9f4d416-5534-4c5a-9899-42f22075d75e",
        "5d2f6f3c-8367-496f-a3ae-fb659beaa9da"
      ],
      "mappedKnowledge": [
        "61e2686f-cc0b-4a01-88e2-4d03f340fc0b",
        "7e160a76-5caf-4a22-9f98-0e0573998c8a",
        "ec806627-2698-45ae-ab90-d846b3666600",
        "62413cae-a45d-4034-baf3-bfd86e1cd15b",
        "baa7eb64-833f-4ea1-b52f-2f027a06d16f",
        "eb8723c9-87e1-462b-8060-c57362b65d27",
        "080d69b5-ddc5-42d0-902c-075132608933"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cf48c820-8cf8-49d9-bc98-db4ffcf7d61f",
        "c9115e19-2496-4b01-96d1-7e36c2cc5cd8",
        "2033ff42-2544-4c04-89cd-9f07a6d73bf0",
        "dec9c752-fd26-4e77-8704-7368a13a0b52",
        "c4526a7b-4196-4b85-a440-4acc354cc1f6",
        "84dc1857-fb9c-4954-b505-dc85d28882c0"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ef241428-a573-4820-9dcf-47c7fdb37ef3",
      "dutyDetail": "Communicate, share information, build and develop relationships",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "09b72341-d12f-4df0-9689-0584a832f155",
        "f95d079d-4e90-495e-84e3-1e01c0db82c0",
        "911ce526-a708-4edf-b667-0933822aecdb",
        "753abb2e-c21c-4bcc-8b34-7a0149cc64fc",
        "f9f4d416-5534-4c5a-9899-42f22075d75e",
        "5d2f6f3c-8367-496f-a3ae-fb659beaa9da"
      ],
      "mappedKnowledge": [
        "34a7dc92-d404-494a-b3ce-b386e0ed1c7f",
        "cd510236-2950-40a4-bfbe-49b1d3dcc4bf",
        "bb44ddb2-b0c4-4917-bff8-e9482a336f12",
        "d32fc06f-aa17-4ab7-969c-4de14832a271",
        "680d9952-8162-41ae-9317-263f0d5a89c4",
        "9d0f30cb-18a4-4a52-9ae1-cc46b09e4fc2",
        "759fe0c8-e0a6-4596-a58e-10fffb9c90e6",
        "a24553ba-23e3-4d30-b746-1a98b22774bd"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5fe55527-2d30-444f-be96-21da4930be21",
        "d5b53421-12d1-4ce0-a456-f1784ad2486d",
        "65595be2-1770-4518-a15c-3cfd8399d20c",
        "ab1db103-2c1c-4137-a702-d2b2c81fd41b",
        "f61cbf81-c38c-48bd-8325-8df0cb2f1ada",
        "a9cfbded-8fa7-4388-8550-667c46e10042",
        "f2296ecd-b8ba-4279-ba1a-1e8a9bc46249",
        "509a3cb2-43c3-4553-ae08-5527d93783dc"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [
    {
      "name": "Training Provider",
      "webLink": "www.nmc.org.uk/education/approved-programmes/",
      "approved": true
    },
    {
      "name": "EPAO",
      "webLink": "www.nmc.org.uk/education/approved-programmes/",
      "approved": true
    }
  ],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2021-10-04T00:00:00"
}