{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 645,
  "referenceNumber": "ST0930",
  "learningAimClassCode": "",
  "title": "Anti-social behaviour and community safety officer",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0930",
  "qualificationStandardUrl": null,
  "versionNumber": "1.2",
  "change": "End-point assessment plan revised ",
  "changedDate": "2024-04-29T00:00:00",
  "earliestStartDate": "2024-04-29T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Investigate reports of anti-social behaviour.",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 8000,
  "maxFundingAdditionalInformation": "",
  "route": "Protective services",
  "keywords": [
    "public service",
    "police",
    "anti-social behaviour",
    "crime",
    "youth",
    "community",
    "safety",
    "protective"
  ],
  "jobRoles": [
    "ASB Officer",
    "Community Safety Officer",
    "Tenancy Enforcement Officer"
  ],
  "entryRequirements": "&lt;p&gt;Whilst any entry requirements will be a matter for individual employers, typically an apprentice might be expected to have a full UK driving licence.&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/c3ijczfu/st0930_asb-officer_l4_ap_adjustment_-for-publication_26042024-v12.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.4 Public services",
  "version": "1.2",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the social housing, local authority and police sectors. &lt;br&gt;&lt;br&gt;The broad purpose of the occupation is to investigate reports of anti-social behaviour (ASB) &amp;amp; community safety issues, to deliver informal and formal resolutions to the issues, to explore prevention &amp;amp; diversionary solutions, to work effectively with partner &amp;amp; enforcement agencies, to support victims &amp;amp; witnesses, and where appropriate, vulnerable perpetrators. &lt;br&gt;&lt;br&gt;In their daily work, an employee in this occupation interacts with residents and tenants, community groups, partner agencies including social care, police, health &amp;amp; education, and the legal sector including solicitors and barristers. The employee usually works as part of a team and will be supervised by a manager or team leader. The employee will also need to interact with multiple internal departments. The occupation is part office-based but requires a lot of interaction with residents in the community and some attendance at multi agency meetings as well as attendance at court. &lt;br&gt;&lt;br&gt;An employee in this occupation will be responsible for investigating reports of ASB / Community Safety in an area. This includes the categories of hate incidents, threats, assault, abusive behaviour, noise complaints, gang related activity, criminality, substance misuse, public disorder, animal nuisance and any behaviour that causes nuisance, alarm or distress to members of the community. The reports can be between neighbours, or they can affect a particular community, or can be city / town centre issues. The employee will interview those affected as well as the alleged perpetrators. &lt;br&gt;&lt;br&gt;The employee is responsible for exploring preventative, early intervention or supportive solutions to the issues such as mediation, restorative justice, warnings, acceptable behaviour contracts, an agreed care plan. If the behaviour continues despite informal solutions the employee will be responsible for gathering evidence and preparing the case for legal action such as injunctions, closure orders or possession. When gathering evidence, the employee will prepare witness statements and, in some cases, will employ and analyse technology such as CCTV, noise monitoring equipment, and specialist noise apps. In some areas, the employee will present cases to court when the matter is heard in the Judge’s chambers. The employee will work with other partner agencies with a view to resolving the issues e.g. if there is a mental illness or a substance abuse issue involved, the employee will liaise with health organisations to explore support options. The employee will be supervised by a manager and is usually part of a specialist team. The size of the team will vary according to the areas the organisation covers. This role is a specialist one and the employee is required to have a number of technical skills and behaviours to engage with the range of people they interact with, particularly victims, witnesses &amp;amp; perpetrators. The occupation relies on the employee having a working knowledge of the legislation available which can be used in ASB / Community safety cases as well as knowledge of procedures relating to dealing with ASB / Community safety reports, investigative processes, evidence , victim &amp;amp; witness support , risk assessments, engaging perpetrators, responsibility and roles of partner agencies. The employee may also respond to domestic abuse reports so needs the skills and knowledge to respond appropriately, offer correct advice, risk assess and refer to appropriate agencies. The employee is also required to follow an organisation’s policies and procedures in relation to the role as well as have knowledge of an organisation’s legal obligations, safeguarding, equality &amp;amp; diversity, data protection policies &amp;amp; procedures. The employee is required to take responsibility and be accountable for managing their caseload appropriately, and within set KPIs. In this role, the employee needs to be risk aware at all times and understand vulnerability. The employee is required to have a flexible approach and be able to respond to urgent or high risk cases as necessary. Their performance will be monitored by a Manager / Supervisor.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "f59c3a8c-139f-4870-8ee1-68c930f962a3",
      "detail": "Legal and organisational definitions of anti-social behaviour (ASB). The different types and categories of ASB. Organisational key performance indicators (KPI) when responding to the different categories of ASB."
    },
    {
      "knowledgeId": "ba859f70-a11d-4085-b267-aae847735ef3",
      "detail": "The definitions of vulnerability, safeguarding principles, the risk assessment matrix, vulnerabilities across a range of clients/group settings."
    },
    {
      "knowledgeId": "9c686a5d-af92-474e-a84d-1cbc198f3fb1",
      "detail": "Organisational policies and procedures in relation to ASB, community safety, vulnerability and safeguarding including hate crime, domestic abuse and tenancy management. The organisational process for dealing with reports of ASB/community safety. The organisational investigative process for reports of ASB and community safety issues."
    },
    {
      "knowledgeId": "5b70ec8d-2f77-471f-bbab-f5086ce3f45d",
      "detail": "Legislation in relation to ASB and community safety matters including domestic abuse, hate crime, safeguarding, landlord and tenant law. The range of legal tools and powers available to resolve ASB."
    },
    {
      "knowledgeId": "f28d454b-cbd4-4917-8de2-e927ca666423",
      "detail": "Preparing a case for court. Court standard witness statements and burden of proof. Different types of evidence and how they can be used. Roles of court staff and legal staff including solicitors and barristers. Court processes and Civil Procedure Rules."
    },
    {
      "knowledgeId": "652696eb-b96a-4475-a697-b92733b60831",
      "detail": "The range of informal tools that can be used to tackle ASB and community safety issues. How and in what circumstances informal tools can be used."
    },
    {
      "knowledgeId": "4a9ac639-d93a-4cf3-8efd-39b33ca6627e",
      "detail": "Multi-agency working and the roles of partner agencies. Referral routes to specific agencies. Available multi-agency meetings and forums."
    },
    {
      "knowledgeId": "83f87faa-44de-4150-8718-cd7fd3163379",
      "detail": "ASB case management principles. Investigative methods, interview methodology and techniques."
    },
    {
      "knowledgeId": "2b6aee22-66c1-4f58-87a5-c63d0c2e6213",
      "detail": "The range of communication methods to engage with internal and external partners and stakeholders including statutory and voluntary sector."
    },
    {
      "knowledgeId": "c458ea28-a47c-43d1-801f-3794c35a2ab2",
      "detail": "Customer service standards and organisational KPIs in relation to responding to customers. Complaints and enquiry processes."
    },
    {
      "knowledgeId": "06275dab-2f1b-445c-b1de-34a23a1900ac",
      "detail": "Methods of recording information. IT systems, information and data-sharing processes. Law, guidance and principles."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "bddf28dc-1c6e-4011-937f-f84fff9df30f",
      "detail": "Demonstrate a commitment to delivering a high-quality, timely and responsive service. Take ownership of dealing with all matters appropriately demonstrating a commitment to equality, diversity, inclusion and discretion."
    },
    {
      "behaviourId": "ccf7eae3-1d2b-4d46-b1df-17775d24f774",
      "detail": "Work effectively with colleagues and external stakeholders seeking to deliver joint solutions, sharing appropriate information and negotiating new ways of providing services together."
    },
    {
      "behaviourId": "3afc0c30-e662-4434-9249-20749272ce74",
      "detail": "Deliver timely performance and taking responsibility and accountability for quality outcomes. Use insight, judgement, evidence and knowledge to arrive at accurate, expert and professional decisions and advice."
    },
    {
      "behaviourId": "441143d3-2711-4294-ba33-531c593fb55e",
      "detail": "Communicate with others clearly and concisely making efforts to understand needs, perspectives and concerns."
    }
  ],
  "skills": [
    {
      "skillId": "12e577dc-9ed9-46cd-bb42-210d22e06a7e",
      "detail": "Respond effectively and appropriately to reports. Analyse reports of ASB/community safety, identifying priorities and what the next appropriate steps are. Analyse and risk-assess all reports of ASB and community safety issues."
    },
    {
      "skillId": "e0cc2d26-fa3d-460c-8f2d-b3748c29f941",
      "detail": "Provide a professional and timely response to customer enquiries. Manage expectations and keep the customer informed of progress. Identify potential safeguarding needs of young and vulnerable people."
    },
    {
      "skillId": "9c951425-5b57-4439-b710-3988a801cf5f",
      "detail": "Communicate with customers and stakeholders using a range of methods including face-to-face, telephone, email, letters, reports responding to the needs of a diverse group."
    },
    {
      "skillId": "44cc60a8-4ac1-4d25-adfc-67e6fb3f9dad",
      "detail": "Make justifiable and appropriate decisions on the information available."
    },
    {
      "skillId": "3198f9d6-a9c5-4d76-9c47-2984d6beb60f",
      "detail": "Plan and prioritise work effectively using a range of organisational tools to ensure tasks are completed and deadlines are met."
    },
    {
      "skillId": "79e4b33d-5b13-484b-ab7e-b1be81a3817d",
      "detail": "Work effectively and collaboratively with a range of stakeholders and customers to achieve specific targets and outcomes. Comply with court directions and ensure that deadlines are met."
    },
    {
      "skillId": "221d478e-3165-4356-a3c8-c7aa8e466ff4",
      "detail": "Investigate reports of ASB/community safety thoroughly and systematically to understand and analyse underlying issues. Obtaining appropriate evidence."
    },
    {
      "skillId": "1c0d74da-7560-4a0e-adb0-45e74637f48a",
      "detail": "Plan investigations into cases thoroughly and methodically."
    },
    {
      "skillId": "8b8a400a-84ca-44c2-9813-66ced3f654b8",
      "detail": "Interview all parties involved in a case using effective investigative and interview techniques."
    },
    {
      "skillId": "2bf61db2-99b0-4bf7-829d-701a57d433bc",
      "detail": "Understand and gather relevant information and using the full range of tools, powers and support available to resolve ASB/community safety issues."
    },
    {
      "skillId": "1ef6282c-a2c7-4087-b29e-a067209bb26c",
      "detail": "Maintain accurate and appropriately-detailed records and information."
    },
    {
      "skillId": "15e3a2db-4847-4433-bc5d-5afa02848ac0",
      "detail": "Effectively challenge, influence and negotiate with customers, partners and stakeholders to achieve outcomes and resolutions."
    },
    {
      "skillId": "0c670ae5-a1be-448b-a755-5fecf0618446",
      "detail": "Prepare a case file for referral to solicitors or for legal proceedings."
    },
    {
      "skillId": "b8638ebb-6e88-4371-b255-c92883a7acbb",
      "detail": "Effectively present a case and evidence for a review panel or in legal proceedings."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2021-07-01T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0505",
  "tbMainContact": "Jacky@resolveuk.org.uk",
  "involvedEmployers": "Equity Homes, Derby Homes, Essex Police, London Borough of Westminster, Manchester City Council\nSouth Essex Homes, Riverside Homes, For Housing, Sandwell Council, Melin Homes ,Southern Housing Group",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "ASB Officer",
    "Community Safety Officer",
    "Tenancy Enforcement Officer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Protective services",
  "cluster": "Protective service manager",
  "clusterId": "50",
  "clusterDescription": "Lead and manage a team providing safety, security, prevention, enforcement, protection and investigation services largely on behalf of society",
  "createdDate": "2024-04-29T07:54:16 +00:00",
  "lastUpdated": "2024-04-29T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2021-07-01T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0930",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0930-v1-2?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0930-v1-2",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "41027492-6181-4a87-a43e-6d35839cd692",
      "dutyDetail": "Receive and triage reports of anti-social behaviour; prioritising such cases and assessing risk. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "bddf28dc-1c6e-4011-937f-f84fff9df30f",
        "3afc0c30-e662-4434-9249-20749272ce74",
        "441143d3-2711-4294-ba33-531c593fb55e"
      ],
      "mappedKnowledge": [
        "f59c3a8c-139f-4870-8ee1-68c930f962a3",
        "ba859f70-a11d-4085-b267-aae847735ef3",
        "9c686a5d-af92-474e-a84d-1cbc198f3fb1",
        "c458ea28-a47c-43d1-801f-3794c35a2ab2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "12e577dc-9ed9-46cd-bb42-210d22e06a7e",
        "e0cc2d26-fa3d-460c-8f2d-b3748c29f941",
        "9c951425-5b57-4439-b710-3988a801cf5f",
        "3198f9d6-a9c5-4d76-9c47-2984d6beb60f",
        "1ef6282c-a2c7-4087-b29e-a067209bb26c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "602e0c3d-7b2b-47bb-aa33-993431be0d8d",
      "dutyDetail": "Meet with victims and witnesses to investigate the reports and take witness statements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "bddf28dc-1c6e-4011-937f-f84fff9df30f",
        "441143d3-2711-4294-ba33-531c593fb55e"
      ],
      "mappedKnowledge": [
        "f59c3a8c-139f-4870-8ee1-68c930f962a3",
        "ba859f70-a11d-4085-b267-aae847735ef3",
        "9c686a5d-af92-474e-a84d-1cbc198f3fb1",
        "f28d454b-cbd4-4917-8de2-e927ca666423",
        "652696eb-b96a-4475-a697-b92733b60831",
        "4a9ac639-d93a-4cf3-8efd-39b33ca6627e",
        "83f87faa-44de-4150-8718-cd7fd3163379",
        "c458ea28-a47c-43d1-801f-3794c35a2ab2",
        "06275dab-2f1b-445c-b1de-34a23a1900ac"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "12e577dc-9ed9-46cd-bb42-210d22e06a7e",
        "e0cc2d26-fa3d-460c-8f2d-b3748c29f941",
        "9c951425-5b57-4439-b710-3988a801cf5f",
        "44cc60a8-4ac1-4d25-adfc-67e6fb3f9dad",
        "221d478e-3165-4356-a3c8-c7aa8e466ff4",
        "8b8a400a-84ca-44c2-9813-66ced3f654b8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4245847f-b3fe-400c-9c10-a9ee8d01df00",
      "dutyDetail": "Engage with the community to encourage the reporting of anti-social behaviour and provide appropriate advice.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "bddf28dc-1c6e-4011-937f-f84fff9df30f",
        "ccf7eae3-1d2b-4d46-b1df-17775d24f774",
        "441143d3-2711-4294-ba33-531c593fb55e"
      ],
      "mappedKnowledge": [
        "f59c3a8c-139f-4870-8ee1-68c930f962a3",
        "ba859f70-a11d-4085-b267-aae847735ef3",
        "9c686a5d-af92-474e-a84d-1cbc198f3fb1",
        "652696eb-b96a-4475-a697-b92733b60831",
        "2b6aee22-66c1-4f58-87a5-c63d0c2e6213",
        "c458ea28-a47c-43d1-801f-3794c35a2ab2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e0cc2d26-fa3d-460c-8f2d-b3748c29f941",
        "9c951425-5b57-4439-b710-3988a801cf5f",
        "79e4b33d-5b13-484b-ab7e-b1be81a3817d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0eb40a50-0b66-41c9-9120-d287cb44a158",
      "dutyDetail": "Interview and challenge alleged anti-social behaviour perpetrators to discuss the reports, explore causes, assess risk, and discuss solutions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "bddf28dc-1c6e-4011-937f-f84fff9df30f",
        "441143d3-2711-4294-ba33-531c593fb55e"
      ],
      "mappedKnowledge": [
        "f59c3a8c-139f-4870-8ee1-68c930f962a3",
        "ba859f70-a11d-4085-b267-aae847735ef3",
        "9c686a5d-af92-474e-a84d-1cbc198f3fb1",
        "652696eb-b96a-4475-a697-b92733b60831",
        "4a9ac639-d93a-4cf3-8efd-39b33ca6627e",
        "83f87faa-44de-4150-8718-cd7fd3163379",
        "2b6aee22-66c1-4f58-87a5-c63d0c2e6213",
        "c458ea28-a47c-43d1-801f-3794c35a2ab2",
        "06275dab-2f1b-445c-b1de-34a23a1900ac"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "12e577dc-9ed9-46cd-bb42-210d22e06a7e",
        "e0cc2d26-fa3d-460c-8f2d-b3748c29f941",
        "44cc60a8-4ac1-4d25-adfc-67e6fb3f9dad",
        "221d478e-3165-4356-a3c8-c7aa8e466ff4",
        "8b8a400a-84ca-44c2-9813-66ced3f654b8",
        "2bf61db2-99b0-4bf7-829d-701a57d433bc",
        "1ef6282c-a2c7-4087-b29e-a067209bb26c",
        "15e3a2db-4847-4433-bc5d-5afa02848ac0"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "96abc0f1-c7b1-4454-8f00-3810cf679f7f",
      "dutyDetail": "Identify safeguarding concerns & risk, making appropriate referrals and engaging with social care practitioners where appropriate.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "bddf28dc-1c6e-4011-937f-f84fff9df30f",
        "ccf7eae3-1d2b-4d46-b1df-17775d24f774",
        "441143d3-2711-4294-ba33-531c593fb55e"
      ],
      "mappedKnowledge": [
        "ba859f70-a11d-4085-b267-aae847735ef3",
        "4a9ac639-d93a-4cf3-8efd-39b33ca6627e",
        "2b6aee22-66c1-4f58-87a5-c63d0c2e6213",
        "06275dab-2f1b-445c-b1de-34a23a1900ac"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "12e577dc-9ed9-46cd-bb42-210d22e06a7e",
        "e0cc2d26-fa3d-460c-8f2d-b3748c29f941",
        "44cc60a8-4ac1-4d25-adfc-67e6fb3f9dad",
        "79e4b33d-5b13-484b-ab7e-b1be81a3817d",
        "1ef6282c-a2c7-4087-b29e-a067209bb26c",
        "15e3a2db-4847-4433-bc5d-5afa02848ac0"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "15c27bcf-b29d-480e-851a-3ddbb4b2f281",
      "dutyDetail": "Deliver informal ASB interventions such as warnings, ABCs, referral for mediation and referral to support agencies. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "bddf28dc-1c6e-4011-937f-f84fff9df30f",
        "ccf7eae3-1d2b-4d46-b1df-17775d24f774",
        "3afc0c30-e662-4434-9249-20749272ce74",
        "441143d3-2711-4294-ba33-531c593fb55e"
      ],
      "mappedKnowledge": [
        "9c686a5d-af92-474e-a84d-1cbc198f3fb1",
        "652696eb-b96a-4475-a697-b92733b60831",
        "4a9ac639-d93a-4cf3-8efd-39b33ca6627e",
        "2b6aee22-66c1-4f58-87a5-c63d0c2e6213",
        "c458ea28-a47c-43d1-801f-3794c35a2ab2",
        "06275dab-2f1b-445c-b1de-34a23a1900ac"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "12e577dc-9ed9-46cd-bb42-210d22e06a7e",
        "e0cc2d26-fa3d-460c-8f2d-b3748c29f941",
        "9c951425-5b57-4439-b710-3988a801cf5f",
        "44cc60a8-4ac1-4d25-adfc-67e6fb3f9dad",
        "3198f9d6-a9c5-4d76-9c47-2984d6beb60f",
        "79e4b33d-5b13-484b-ab7e-b1be81a3817d",
        "8b8a400a-84ca-44c2-9813-66ced3f654b8",
        "2bf61db2-99b0-4bf7-829d-701a57d433bc",
        "1ef6282c-a2c7-4087-b29e-a067209bb26c",
        "15e3a2db-4847-4433-bc5d-5afa02848ac0"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1e2a3948-1e2e-42eb-8ee1-7ca2b1cc2b82",
      "dutyDetail": "Work with partners to develop effective solutions to community safety and anti-social behaviour issues.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ccf7eae3-1d2b-4d46-b1df-17775d24f774",
        "3afc0c30-e662-4434-9249-20749272ce74",
        "441143d3-2711-4294-ba33-531c593fb55e"
      ],
      "mappedKnowledge": [
        "9c686a5d-af92-474e-a84d-1cbc198f3fb1",
        "5b70ec8d-2f77-471f-bbab-f5086ce3f45d",
        "652696eb-b96a-4475-a697-b92733b60831",
        "4a9ac639-d93a-4cf3-8efd-39b33ca6627e",
        "2b6aee22-66c1-4f58-87a5-c63d0c2e6213",
        "06275dab-2f1b-445c-b1de-34a23a1900ac"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9c951425-5b57-4439-b710-3988a801cf5f",
        "44cc60a8-4ac1-4d25-adfc-67e6fb3f9dad",
        "79e4b33d-5b13-484b-ab7e-b1be81a3817d",
        "2bf61db2-99b0-4bf7-829d-701a57d433bc",
        "1ef6282c-a2c7-4087-b29e-a067209bb26c",
        "15e3a2db-4847-4433-bc5d-5afa02848ac0"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9801b832-2202-457e-bdf3-4b9cb2f6e00b",
      "dutyDetail": "Record all information in connection to the case and meet specified key performance indicators.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3afc0c30-e662-4434-9249-20749272ce74"
      ],
      "mappedKnowledge": [
        "f59c3a8c-139f-4870-8ee1-68c930f962a3",
        "9c686a5d-af92-474e-a84d-1cbc198f3fb1",
        "06275dab-2f1b-445c-b1de-34a23a1900ac"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1ef6282c-a2c7-4087-b29e-a067209bb26c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "523360e5-498b-44b7-a1a5-a11ce15e1138",
      "dutyDetail": "Gather evidence through witness statements, use of technology, data analysis & use of multiple IT systems. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ccf7eae3-1d2b-4d46-b1df-17775d24f774",
        "3afc0c30-e662-4434-9249-20749272ce74"
      ],
      "mappedKnowledge": [
        "9c686a5d-af92-474e-a84d-1cbc198f3fb1",
        "f28d454b-cbd4-4917-8de2-e927ca666423",
        "83f87faa-44de-4150-8718-cd7fd3163379",
        "06275dab-2f1b-445c-b1de-34a23a1900ac"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9c951425-5b57-4439-b710-3988a801cf5f",
        "3198f9d6-a9c5-4d76-9c47-2984d6beb60f",
        "221d478e-3165-4356-a3c8-c7aa8e466ff4",
        "1c0d74da-7560-4a0e-adb0-45e74637f48a",
        "8b8a400a-84ca-44c2-9813-66ced3f654b8",
        "1ef6282c-a2c7-4087-b29e-a067209bb26c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "584872aa-5040-4696-bb42-cc73c4e06ac6",
      "dutyDetail": "Prepare case files for legal action including statements, exhibits & evidence.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ccf7eae3-1d2b-4d46-b1df-17775d24f774",
        "3afc0c30-e662-4434-9249-20749272ce74"
      ],
      "mappedKnowledge": [
        "5b70ec8d-2f77-471f-bbab-f5086ce3f45d",
        "f28d454b-cbd4-4917-8de2-e927ca666423",
        "4a9ac639-d93a-4cf3-8efd-39b33ca6627e",
        "83f87faa-44de-4150-8718-cd7fd3163379",
        "2b6aee22-66c1-4f58-87a5-c63d0c2e6213",
        "06275dab-2f1b-445c-b1de-34a23a1900ac"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9c951425-5b57-4439-b710-3988a801cf5f",
        "44cc60a8-4ac1-4d25-adfc-67e6fb3f9dad",
        "3198f9d6-a9c5-4d76-9c47-2984d6beb60f",
        "79e4b33d-5b13-484b-ab7e-b1be81a3817d",
        "221d478e-3165-4356-a3c8-c7aa8e466ff4",
        "1c0d74da-7560-4a0e-adb0-45e74637f48a",
        "2bf61db2-99b0-4bf7-829d-701a57d433bc",
        "1ef6282c-a2c7-4087-b29e-a067209bb26c",
        "0c670ae5-a1be-448b-a755-5fecf0618446"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "38402efd-c712-4a01-966a-04cdd8550f49",
      "dutyDetail": "Present cases and evidence as a lead officer where appropriate e.g for review panels or legal proceedings.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "441143d3-2711-4294-ba33-531c593fb55e"
      ],
      "mappedKnowledge": [
        "5b70ec8d-2f77-471f-bbab-f5086ce3f45d",
        "f28d454b-cbd4-4917-8de2-e927ca666423",
        "06275dab-2f1b-445c-b1de-34a23a1900ac"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9c951425-5b57-4439-b710-3988a801cf5f",
        "1ef6282c-a2c7-4087-b29e-a067209bb26c",
        "0c670ae5-a1be-448b-a755-5fecf0618446",
        "b8638ebb-6e88-4371-b255-c92883a7acbb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "42188e1f-2579-4557-ae78-4042497c404f",
      "dutyDetail": "Prepare and deliver formal solutions such as injunctions, CPNs, closure orders, possession in conjunction with legal advocates.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ccf7eae3-1d2b-4d46-b1df-17775d24f774",
        "3afc0c30-e662-4434-9249-20749272ce74"
      ],
      "mappedKnowledge": [
        "f59c3a8c-139f-4870-8ee1-68c930f962a3",
        "ba859f70-a11d-4085-b267-aae847735ef3",
        "f28d454b-cbd4-4917-8de2-e927ca666423",
        "4a9ac639-d93a-4cf3-8efd-39b33ca6627e",
        "2b6aee22-66c1-4f58-87a5-c63d0c2e6213",
        "06275dab-2f1b-445c-b1de-34a23a1900ac"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3198f9d6-a9c5-4d76-9c47-2984d6beb60f",
        "79e4b33d-5b13-484b-ab7e-b1be81a3817d",
        "0c670ae5-a1be-448b-a755-5fecf0618446"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-04-29T00:00:00"
}