{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 653,
  "referenceNumber": "ST0954",
  "learningAimClassCode": "",
  "title": "Aviation movement specialist",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0954",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-12-22T00:00:00",
  "earliestStartDate": "2021-08-03T00:00:00",
  "latestStartDate": "2022-12-21T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Move aircrafts into position.",
  "level": 3,
  "ePALength": 4,
  "typicalDuration": 18,
  "maxFunding": 7000,
  "maxFundingAdditionalInformation": "",
  "route": "Transport and logistics",
  "keywords": [
    "transport",
    "operations",
    "maintenance",
    "plane",
    "engineering",
    "aviation"
  ],
  "jobRoles": [
    "Aviation movement specialist",
    "Aviation mover",
    "Aviation operations",
    "Aviation supervisor",
    "Ramp lead agent"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/6137/st0954_aviation_movement_specialist_level3_adjustment-june-2022.pdf",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the Aviation sector, across a range of different types of organisations and employers such as airlines, fixed based operators (FBOs), airports and service providers. This role is found in both general, commercial and military aviation. Aviation Movement Specialists therefore work in a wide range of environments that involve all kinds of landing platforms/runways and aircraft types. This ranges from heliports and small airfields all the way through to multi-runway global airport hubs. Demand for Aviation Movement services will much depend on the scale of operations; for instance when working at a major commercial airport such services are often needed constantly and around the clock. In the military, demand might be less predictable but sometimes intense.&lt;/p&gt;\n&lt;p&gt;All Aviation Movement Specialists are typically responsible for the safe handling of very expensive aircraft and other vital equipment and the importance of this occupation is highly regarded across the aviation sector.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to move aircraft into position.&lt;/p&gt;\n&lt;p&gt;An aviation movement specialist provides the necessary under wing ground service support to aircraft as required. They will ensure the safe and efficient movement and recovery of fixed and rotary wing aircraft and the safety of other team members involved in aircraft arrival and departures. Aviation Movement Specialists take responsibility for the safety of team members and themselves using highly specialised equipment to move aircraft within an aviation environment in accordance with standard operating procedures. This could mean, for instance, using a tractor to tow a jet airplane into position, so it may take off.&lt;/p&gt;\n&lt;p&gt;Aviation movements specialists operate airside, on and around the landing platform/runway. They will be expected to work outdoors in all weathers, work on various shifts (days, evening, nights, weekends, and holidays) be able to work in a manual environment and repeatedly lift loads in a shift and work as part of the wider team that ensures timely and safe aircraft turnaround and must hold a full UK driving licence.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with an aviation operations manager, whom they typically will report to and who usually has oversight of the entire planned operation. They will also interact with the ground handling team members, who work to prepare and receive aircraft. The aviation movement specialist will need to brief and monitor the ground handling team members to ensure they all work compliantly.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for towing aircraft and pushing aircraft backwards, under minimal supervision, in both planned and emergency circumstances. This might be achieved when sat in control of a tractor, or when operating equipment by remote control. When doing this, they coordinate the team of ground handlers that support the operation, typically via head-sets or through hand signals.&lt;/p&gt;\n&lt;p&gt;&lt;br /&gt;They are also responsible for safe, secure and timely delivery of tasks associated to their work area to ensure people are supported and to adopt an appropriately balanced decision-making process to achieve business objectives (as guided by the aviation operations manager).&lt;/p&gt;\n&lt;p&gt;&lt;br /&gt;Typically, An aviation movement specialist prepares vehicles prior to use airside, safely operates a vehicle airside, ensures vehicle operations comply with aviation standard operating procedures, legislative aviation requirements and implements the correct procedures in the event of incidents or emergencies.&lt;/p&gt;\n&lt;p&gt;&lt;br /&gt;Aviation movement specialists will supervise and monitor team members to carry out daily inspections prior to using specialist equipment ensuring its safe operation and that it is left in a safe, secure, allocated area after use. They will ensure that the preparation of the airside environment for marshalling of aircraft and or vehicles is correct and in accordance with organisation’s standard operating procedures. They will also monitor the marshalling of aircraft and or vehicles.&lt;/p&gt;\n&lt;p&gt;&lt;br /&gt;Aviation movement specialists ensure the rules and regulations for aircraft, vehicles and team members operating airside are adhered to and documented in accordance with airport safety requirements, identify and report risks and ensure compliance in line with organisational procedures. Other responsibilities include maintaining good working practices that comply with aviation regulations and health and safety. Effective communication and team work ensure that all aspects of an aircraft movement specialist’s role play a critical part in achieving the objectives of their organisation. Aviation movement specialists will identify and escalate issues and risks to the appropriate person, whom depending on the problem may or may not be the aviation operations manager.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "81119da4-5ef5-4d9e-b96a-d16e58a6dbf4",
      "detail": "The range of specialist vehicles and equipment and how they are used in airside movements.    "
    },
    {
      "knowledgeId": "841bf9f2-4d42-4d79-9797-ce81f0966a36",
      "detail": " Techniques to monitor compliance with relevant health and safety and environmental legislation. "
    },
    {
      "knowledgeId": "1d570796-4743-4b42-83e6-8f36a9277ead",
      "detail": "Principles for moving different types of aircraft."
    },
    {
      "knowledgeId": "0ebe9312-6cda-4859-9526-73e3d1ccb036",
      "detail": "Requirements for maintaining aviation security in own area of authority and action to take in the event of a breach of security."
    },
    {
      "knowledgeId": "65ae25b0-4994-47b5-b3f1-4d68cd4407ae",
      "detail": "Aviation and other applicable legislation, procedures and regulations relating to an aviation environment, and monitoring procedures within own area of responsibility."
    },
    {
      "knowledgeId": "aa7135cf-225c-4d18-b0e0-dbbc59463d4c",
      "detail": "Communication methods and techniques applicable to different audiences.   "
    },
    {
      "knowledgeId": "c1359d62-2f69-4a0c-9aa4-e87e7bb42f24",
      "detail": "Roles within the team and how these works together to achieve the organisation’s objectives."
    },
    {
      "knowledgeId": "11ab894b-91b2-4f8e-b2c3-67f6a82aaac1",
      "detail": "Principles of equality, diversity and inclusivity in the workplace. "
    },
    {
      "knowledgeId": "e7a333cc-3bdb-46dd-9fea-ce09fe20966b",
      "detail": "Procedures for preparing and operating the aviation systems used for moving aircraft, within own role."
    },
    {
      "knowledgeId": "f33dedfd-5f5b-42c7-b3b9-e8c438df13e1",
      "detail": "Aviation system faults and errors and what remedial action to take."
    },
    {
      "knowledgeId": "d84ff7f0-3cb7-4c11-a907-d41f62a51a8c",
      "detail": "Procedures to follow in an emergency, within own area of responsibility."
    },
    {
      "knowledgeId": "c427a23f-e851-418c-a2c3-a0cecbb7f14f",
      "detail": "Range of potential aviation incidents and disruption that may occur and the appropriate action to take in accordance with standard operating procedures."
    },
    {
      "knowledgeId": "249a9165-5585-4f0e-9e9b-c3c247249f6e",
      "detail": "Types of dangerous goods relevant to a range of aviation operations and the procedures for management. "
    },
    {
      "knowledgeId": "2b78c784-fd26-418d-abd7-d900a6da1140",
      "detail": "Timelines for aviation operations performance and consequences of not meeting them."
    },
    {
      "knowledgeId": "d40a2e30-f0bc-4e16-990e-d2c2efb1b429",
      "detail": "The methods for matching the planned airside movement with the team roles, including briefing on the equipment/vehicles to be used, and incident/emergency responses. "
    },
    {
      "knowledgeId": "13789d68-3c23-4ffb-9912-ec90dab338a3",
      "detail": "The requirements and responsibilities of self and team members in checking specialised equipment prior to use, ensuring safe operation and correct storage after use."
    },
    {
      "knowledgeId": "e62069e4-71d3-4a3f-99d8-3ecbae7721ca",
      "detail": "Procedures for preparing the area and required equipment prior to marshalling of aircraft and /or vehicles."
    },
    {
      "knowledgeId": "062acff5-5f89-4290-aa71-b95b868840bb",
      "detail": "Techniques for identifying relevant ensuring compliance with the rules and regulations for aircraft, vehicles and personnel operating airside."
    },
    {
      "knowledgeId": "18b31f70-1f82-452c-b027-6e89a232df8a",
      "detail": "Marshalling procedures, including the correct monitoring of operation of marshalling equipment and team members."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "a75903a4-7816-406e-b51e-173495cfbbbb",
      "detail": "Embeds and promotes the organisations values."
    },
    {
      "behaviourId": "836510d6-a01b-4a9c-ae2e-408e47693fee",
      "detail": "Treat people with courtesy and respect."
    },
    {
      "behaviourId": "208b8ebf-36b8-448e-b20b-90cbaef5f4f8",
      "detail": "Accountable for own actions and those of the immediate team."
    },
    {
      "behaviourId": "94c1241e-a94a-4e01-9bf5-3f51345c5ea9",
      "detail": "Reliable and pro-actively challenges poor practice."
    },
    {
      "behaviourId": "9812dcf2-59e5-4af9-aebf-f8e327df2dd6",
      "detail": "Sources solutions and seeks to continuously improve and develop."
    },
    {
      "behaviourId": "bc259d8b-74b7-4d5a-bb58-3b16caf0f053",
      "detail": "Puts safety first for themselves and others."
    }
  ],
  "skills": [
    {
      "skillId": "8098f0ef-ffed-4081-9c03-e911ed4543df",
      "detail": "Selects vehicle(s) and equipment applicable to the aircraft and the type of aviation movement."
    },
    {
      "skillId": "47a0177e-2c4b-4d01-9e99-f455ea16be4a",
      "detail": "Coordinate the airside team to perform the planned aviation movement. "
    },
    {
      "skillId": "96be3552-7bc8-4173-a7bb-b86d587d753c",
      "detail": "Monitor area of responsibility to  comply with  applicable legislation and organisational procedures, addressing and / or reporting hazards."
    },
    {
      "skillId": "06c88be9-ed11-4804-8fe2-aa9ec1e31329",
      "detail": "Identify and respond to security risks in own area of operations e.g. challenging people in restricted areas, recording and /or reporting of security incidents."
    },
    {
      "skillId": "e8711bfa-027f-4633-9d92-927914f0747a",
      "detail": "Adapt communication methods and language to meet the situation."
    },
    {
      "skillId": "70bbf59f-3d3f-4502-a457-832753847a57",
      "detail": "Manage own and team’s workload to meet performance objectives."
    },
    {
      "skillId": "4e739a09-14f0-4645-99b7-daf458351d28",
      "detail": "Prepare and use aviation systems to move aircraft, including taking remedial action upon identification of faults or errors."
    },
    {
      "skillId": "4b85d337-b08a-4f9d-8f9f-e8b06b8fbb59",
      "detail": "Monitor area of responsibility and take appropriate action to reduce the impact of emergencies, incidents or disruption."
    },
    {
      "skillId": "ada713c2-48ff-4256-afd8-dfb1116c9c49",
      "detail": "Monitor team members preparing to use a vehicle airside."
    },
    {
      "skillId": "b35bdf16-32b9-4c3f-8050-01fc75f93848",
      "detail": "Ensure vehicle operations comply with aviation standard operating procedures. "
    },
    {
      "skillId": "13f1d284-c22a-4160-89b9-e3d85c4f15ff",
      "detail": "Implement the correct procedures in the event of incidents or emergencies with an airside vehicle."
    },
    {
      "skillId": "c0d26de5-a638-4188-a2cb-6c08606dd175",
      "detail": "Monitor and supervise team members carrying out daily safety inspections and secure storage of   specialist equipment."
    },
    {
      "skillId": "ba4d4f3d-0dba-4ccd-aa40-45ee3979d2de",
      "detail": "Monitor the team to ensure correct preparation of the airside environment for marshalling of aircraft and or vehicle(s). "
    },
    {
      "skillId": "ad3726a7-5f91-4634-8e01-b6011b65894b",
      "detail": "Monitor marshalling of aircraft and or vehicles in accordance with organisation’s standard operating procedures."
    },
    {
      "skillId": "a4d654a8-b6a1-4fca-9753-0e0cd07e03a4",
      "detail": "Ensure the rules and regulations for aircraft, vehicles and team members operating airside are adhered to in accordance with airport safety requirements."
    },
    {
      "skillId": "8ce8a51e-2eeb-4236-871d-146c008d4ee4",
      "detail": "Identify and report compliance risks in line with organisational procedures."
    },
    {
      "skillId": "0d832418-6757-4fef-b8e3-18788d259bd4",
      "detail": "Handle dangerous goods correctly."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2021-08-03T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0098",
  "tbMainContact": "oonagh.taylor@people1st.com",
  "involvedEmployers": "Menzies Aviation, MOD, Crosby Training, Bristow Group, Gatwick airport, Heathrow airport, BA, American Airlines, Manchester Airport, Outsource Training, Highfield, Virgin Atlantic, RACPD, TC Partnership, Signature flight support, Swissport UK",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Aviation movement specialist",
    "Aviation mover",
    "Aviation operations",
    "Aviation supervisor",
    "Ramp lead agent"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Transport",
  "cluster": "Transport Operations Operative/Technician",
  "clusterId": "16",
  "clusterDescription": "Support a transport facility's operation and/or support the loading and movement of a freight or passenger vehicle or vessel",
  "createdDate": "2021-08-12T07:37:46 +00:00",
  "lastUpdated": "2022-12-22T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2021-08-03T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0954",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0954-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0954-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "2a900cdb-3868-4044-a7b3-26f09a891056",
      "dutyDetail": "Carry out Safety checks when operating a tug, pushback tractor for pushback / towing including operating remote control equipment when applicable",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a75903a4-7816-406e-b51e-173495cfbbbb",
        "208b8ebf-36b8-448e-b20b-90cbaef5f4f8",
        "94c1241e-a94a-4e01-9bf5-3f51345c5ea9",
        "bc259d8b-74b7-4d5a-bb58-3b16caf0f053"
      ],
      "mappedKnowledge": [
        "81119da4-5ef5-4d9e-b96a-d16e58a6dbf4",
        "841bf9f2-4d42-4d79-9797-ce81f0966a36",
        "0ebe9312-6cda-4859-9526-73e3d1ccb036",
        "c1359d62-2f69-4a0c-9aa4-e87e7bb42f24",
        "d84ff7f0-3cb7-4c11-a907-d41f62a51a8c",
        "c427a23f-e851-418c-a2c3-a0cecbb7f14f",
        "249a9165-5585-4f0e-9e9b-c3c247249f6e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8098f0ef-ffed-4081-9c03-e911ed4543df",
        "96be3552-7bc8-4173-a7bb-b86d587d753c",
        "e8711bfa-027f-4633-9d92-927914f0747a",
        "4b85d337-b08a-4f9d-8f9f-e8b06b8fbb59",
        "ada713c2-48ff-4256-afd8-dfb1116c9c49",
        "c0d26de5-a638-4188-a2cb-6c08606dd175",
        "ba4d4f3d-0dba-4ccd-aa40-45ee3979d2de",
        "ad3726a7-5f91-4634-8e01-b6011b65894b",
        "a4d654a8-b6a1-4fca-9753-0e0cd07e03a4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "cb899914-e16c-4497-9806-d6be8a7cd4d9",
      "dutyDetail": "Conduct and supervise each stage of the aviation movement to completion, to meet timely aircraft movement activity    ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a75903a4-7816-406e-b51e-173495cfbbbb",
        "836510d6-a01b-4a9c-ae2e-408e47693fee",
        "208b8ebf-36b8-448e-b20b-90cbaef5f4f8",
        "94c1241e-a94a-4e01-9bf5-3f51345c5ea9",
        "9812dcf2-59e5-4af9-aebf-f8e327df2dd6",
        "bc259d8b-74b7-4d5a-bb58-3b16caf0f053"
      ],
      "mappedKnowledge": [
        "81119da4-5ef5-4d9e-b96a-d16e58a6dbf4",
        "841bf9f2-4d42-4d79-9797-ce81f0966a36",
        "1d570796-4743-4b42-83e6-8f36a9277ead",
        "0ebe9312-6cda-4859-9526-73e3d1ccb036",
        "65ae25b0-4994-47b5-b3f1-4d68cd4407ae",
        "aa7135cf-225c-4d18-b0e0-dbbc59463d4c",
        "c1359d62-2f69-4a0c-9aa4-e87e7bb42f24",
        "11ab894b-91b2-4f8e-b2c3-67f6a82aaac1",
        "e7a333cc-3bdb-46dd-9fea-ce09fe20966b",
        "f33dedfd-5f5b-42c7-b3b9-e8c438df13e1",
        "d84ff7f0-3cb7-4c11-a907-d41f62a51a8c",
        "c427a23f-e851-418c-a2c3-a0cecbb7f14f",
        "249a9165-5585-4f0e-9e9b-c3c247249f6e",
        "2b78c784-fd26-418d-abd7-d900a6da1140",
        "d40a2e30-f0bc-4e16-990e-d2c2efb1b429",
        "13789d68-3c23-4ffb-9912-ec90dab338a3",
        "e62069e4-71d3-4a3f-99d8-3ecbae7721ca",
        "062acff5-5f89-4290-aa71-b95b868840bb",
        "18b31f70-1f82-452c-b027-6e89a232df8a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "96be3552-7bc8-4173-a7bb-b86d587d753c",
        "06c88be9-ed11-4804-8fe2-aa9ec1e31329",
        "e8711bfa-027f-4633-9d92-927914f0747a",
        "70bbf59f-3d3f-4502-a457-832753847a57",
        "4e739a09-14f0-4645-99b7-daf458351d28",
        "4b85d337-b08a-4f9d-8f9f-e8b06b8fbb59",
        "ada713c2-48ff-4256-afd8-dfb1116c9c49",
        "c0d26de5-a638-4188-a2cb-6c08606dd175",
        "ba4d4f3d-0dba-4ccd-aa40-45ee3979d2de",
        "ad3726a7-5f91-4634-8e01-b6011b65894b",
        "a4d654a8-b6a1-4fca-9753-0e0cd07e03a4",
        "8ce8a51e-2eeb-4236-871d-146c008d4ee4",
        "0d832418-6757-4fef-b8e3-18788d259bd4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "696542b1-79db-4042-8c00-b165c61c66b6",
      "dutyDetail": "Complete and maintain documentation to meet organisation compliance process & legislative aviation requirements",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a75903a4-7816-406e-b51e-173495cfbbbb",
        "208b8ebf-36b8-448e-b20b-90cbaef5f4f8",
        "94c1241e-a94a-4e01-9bf5-3f51345c5ea9",
        "9812dcf2-59e5-4af9-aebf-f8e327df2dd6",
        "bc259d8b-74b7-4d5a-bb58-3b16caf0f053"
      ],
      "mappedKnowledge": [
        "1d570796-4743-4b42-83e6-8f36a9277ead",
        "0ebe9312-6cda-4859-9526-73e3d1ccb036",
        "11ab894b-91b2-4f8e-b2c3-67f6a82aaac1",
        "f33dedfd-5f5b-42c7-b3b9-e8c438df13e1",
        "d84ff7f0-3cb7-4c11-a907-d41f62a51a8c",
        "249a9165-5585-4f0e-9e9b-c3c247249f6e",
        "13789d68-3c23-4ffb-9912-ec90dab338a3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "96be3552-7bc8-4173-a7bb-b86d587d753c",
        "06c88be9-ed11-4804-8fe2-aa9ec1e31329",
        "e8711bfa-027f-4633-9d92-927914f0747a",
        "4e739a09-14f0-4645-99b7-daf458351d28",
        "4b85d337-b08a-4f9d-8f9f-e8b06b8fbb59",
        "a4d654a8-b6a1-4fca-9753-0e0cd07e03a4",
        "8ce8a51e-2eeb-4236-871d-146c008d4ee4",
        "0d832418-6757-4fef-b8e3-18788d259bd4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "01912cc9-5da3-407a-a17f-de64ca9b753e",
      "dutyDetail": "Communicate with other airside teams when using specialised equipment including headsets /hand signals",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a75903a4-7816-406e-b51e-173495cfbbbb",
        "836510d6-a01b-4a9c-ae2e-408e47693fee",
        "208b8ebf-36b8-448e-b20b-90cbaef5f4f8",
        "94c1241e-a94a-4e01-9bf5-3f51345c5ea9",
        "9812dcf2-59e5-4af9-aebf-f8e327df2dd6",
        "bc259d8b-74b7-4d5a-bb58-3b16caf0f053"
      ],
      "mappedKnowledge": [
        "65ae25b0-4994-47b5-b3f1-4d68cd4407ae",
        "aa7135cf-225c-4d18-b0e0-dbbc59463d4c",
        "c1359d62-2f69-4a0c-9aa4-e87e7bb42f24",
        "f33dedfd-5f5b-42c7-b3b9-e8c438df13e1",
        "d84ff7f0-3cb7-4c11-a907-d41f62a51a8c",
        "c427a23f-e851-418c-a2c3-a0cecbb7f14f",
        "2b78c784-fd26-418d-abd7-d900a6da1140",
        "d40a2e30-f0bc-4e16-990e-d2c2efb1b429"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "47a0177e-2c4b-4d01-9e99-f455ea16be4a",
        "96be3552-7bc8-4173-a7bb-b86d587d753c",
        "e8711bfa-027f-4633-9d92-927914f0747a",
        "70bbf59f-3d3f-4502-a457-832753847a57",
        "4e739a09-14f0-4645-99b7-daf458351d28",
        "4b85d337-b08a-4f9d-8f9f-e8b06b8fbb59",
        "ada713c2-48ff-4256-afd8-dfb1116c9c49",
        "c0d26de5-a638-4188-a2cb-6c08606dd175",
        "ba4d4f3d-0dba-4ccd-aa40-45ee3979d2de",
        "ad3726a7-5f91-4634-8e01-b6011b65894b",
        "a4d654a8-b6a1-4fca-9753-0e0cd07e03a4",
        "8ce8a51e-2eeb-4236-871d-146c008d4ee4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0e10b727-069d-4da4-b309-65818d77962b",
      "dutyDetail": "Carry out checks on aviation systems and identify faults and refer to appropriate personnel accordingly",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a75903a4-7816-406e-b51e-173495cfbbbb",
        "208b8ebf-36b8-448e-b20b-90cbaef5f4f8",
        "94c1241e-a94a-4e01-9bf5-3f51345c5ea9",
        "bc259d8b-74b7-4d5a-bb58-3b16caf0f053"
      ],
      "mappedKnowledge": [
        "11ab894b-91b2-4f8e-b2c3-67f6a82aaac1",
        "e7a333cc-3bdb-46dd-9fea-ce09fe20966b",
        "249a9165-5585-4f0e-9e9b-c3c247249f6e",
        "2b78c784-fd26-418d-abd7-d900a6da1140",
        "d40a2e30-f0bc-4e16-990e-d2c2efb1b429",
        "13789d68-3c23-4ffb-9912-ec90dab338a3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8098f0ef-ffed-4081-9c03-e911ed4543df",
        "96be3552-7bc8-4173-a7bb-b86d587d753c",
        "4b85d337-b08a-4f9d-8f9f-e8b06b8fbb59"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "29368f4d-b0be-491a-ba40-fb09c945e306",
      "dutyDetail": "Escalate disruption incidents and emergency’s  (for example, security incidents, potential breaches and prohibited articles) to the appropriate person",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a75903a4-7816-406e-b51e-173495cfbbbb",
        "208b8ebf-36b8-448e-b20b-90cbaef5f4f8",
        "94c1241e-a94a-4e01-9bf5-3f51345c5ea9",
        "9812dcf2-59e5-4af9-aebf-f8e327df2dd6",
        "bc259d8b-74b7-4d5a-bb58-3b16caf0f053"
      ],
      "mappedKnowledge": [
        "1d570796-4743-4b42-83e6-8f36a9277ead",
        "0ebe9312-6cda-4859-9526-73e3d1ccb036",
        "65ae25b0-4994-47b5-b3f1-4d68cd4407ae",
        "11ab894b-91b2-4f8e-b2c3-67f6a82aaac1",
        "e7a333cc-3bdb-46dd-9fea-ce09fe20966b",
        "f33dedfd-5f5b-42c7-b3b9-e8c438df13e1",
        "d84ff7f0-3cb7-4c11-a907-d41f62a51a8c",
        "13789d68-3c23-4ffb-9912-ec90dab338a3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "96be3552-7bc8-4173-a7bb-b86d587d753c",
        "06c88be9-ed11-4804-8fe2-aa9ec1e31329",
        "70bbf59f-3d3f-4502-a457-832753847a57",
        "13f1d284-c22a-4160-89b9-e3d85c4f15ff",
        "c0d26de5-a638-4188-a2cb-6c08606dd175",
        "8ce8a51e-2eeb-4236-871d-146c008d4ee4",
        "0d832418-6757-4fef-b8e3-18788d259bd4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f684b783-5f80-4a21-a863-350767b1234d",
      "dutyDetail": "Brief ground handling team members ahead of a planned aircraft movement to ensure everyone involved is aware of the plan and their own role.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a75903a4-7816-406e-b51e-173495cfbbbb",
        "836510d6-a01b-4a9c-ae2e-408e47693fee",
        "208b8ebf-36b8-448e-b20b-90cbaef5f4f8",
        "94c1241e-a94a-4e01-9bf5-3f51345c5ea9",
        "9812dcf2-59e5-4af9-aebf-f8e327df2dd6",
        "bc259d8b-74b7-4d5a-bb58-3b16caf0f053"
      ],
      "mappedKnowledge": [
        "65ae25b0-4994-47b5-b3f1-4d68cd4407ae",
        "aa7135cf-225c-4d18-b0e0-dbbc59463d4c",
        "c1359d62-2f69-4a0c-9aa4-e87e7bb42f24",
        "f33dedfd-5f5b-42c7-b3b9-e8c438df13e1",
        "c427a23f-e851-418c-a2c3-a0cecbb7f14f",
        "249a9165-5585-4f0e-9e9b-c3c247249f6e",
        "2b78c784-fd26-418d-abd7-d900a6da1140",
        "d40a2e30-f0bc-4e16-990e-d2c2efb1b429"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8098f0ef-ffed-4081-9c03-e911ed4543df",
        "47a0177e-2c4b-4d01-9e99-f455ea16be4a",
        "96be3552-7bc8-4173-a7bb-b86d587d753c",
        "70bbf59f-3d3f-4502-a457-832753847a57",
        "4e739a09-14f0-4645-99b7-daf458351d28",
        "4b85d337-b08a-4f9d-8f9f-e8b06b8fbb59",
        "ba4d4f3d-0dba-4ccd-aa40-45ee3979d2de",
        "ad3726a7-5f91-4634-8e01-b6011b65894b",
        "a4d654a8-b6a1-4fca-9753-0e0cd07e03a4",
        "8ce8a51e-2eeb-4236-871d-146c008d4ee4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8306ec1c-6b29-4013-adb0-af35ad433c98",
      "dutyDetail": "Operate airside vehicles selecting correct equipment / separation of aircraft / vehicles and passengers when applicable",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a75903a4-7816-406e-b51e-173495cfbbbb",
        "836510d6-a01b-4a9c-ae2e-408e47693fee",
        "208b8ebf-36b8-448e-b20b-90cbaef5f4f8",
        "94c1241e-a94a-4e01-9bf5-3f51345c5ea9",
        "9812dcf2-59e5-4af9-aebf-f8e327df2dd6",
        "bc259d8b-74b7-4d5a-bb58-3b16caf0f053"
      ],
      "mappedKnowledge": [
        "81119da4-5ef5-4d9e-b96a-d16e58a6dbf4",
        "841bf9f2-4d42-4d79-9797-ce81f0966a36",
        "1d570796-4743-4b42-83e6-8f36a9277ead",
        "0ebe9312-6cda-4859-9526-73e3d1ccb036",
        "65ae25b0-4994-47b5-b3f1-4d68cd4407ae",
        "aa7135cf-225c-4d18-b0e0-dbbc59463d4c",
        "c1359d62-2f69-4a0c-9aa4-e87e7bb42f24",
        "e7a333cc-3bdb-46dd-9fea-ce09fe20966b",
        "f33dedfd-5f5b-42c7-b3b9-e8c438df13e1",
        "c427a23f-e851-418c-a2c3-a0cecbb7f14f",
        "249a9165-5585-4f0e-9e9b-c3c247249f6e",
        "2b78c784-fd26-418d-abd7-d900a6da1140",
        "d40a2e30-f0bc-4e16-990e-d2c2efb1b429",
        "e62069e4-71d3-4a3f-99d8-3ecbae7721ca",
        "062acff5-5f89-4290-aa71-b95b868840bb",
        "18b31f70-1f82-452c-b027-6e89a232df8a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8098f0ef-ffed-4081-9c03-e911ed4543df",
        "96be3552-7bc8-4173-a7bb-b86d587d753c",
        "06c88be9-ed11-4804-8fe2-aa9ec1e31329",
        "e8711bfa-027f-4633-9d92-927914f0747a",
        "70bbf59f-3d3f-4502-a457-832753847a57",
        "4e739a09-14f0-4645-99b7-daf458351d28",
        "4b85d337-b08a-4f9d-8f9f-e8b06b8fbb59",
        "ada713c2-48ff-4256-afd8-dfb1116c9c49",
        "b35bdf16-32b9-4c3f-8050-01fc75f93848",
        "c0d26de5-a638-4188-a2cb-6c08606dd175",
        "ba4d4f3d-0dba-4ccd-aa40-45ee3979d2de",
        "ad3726a7-5f91-4634-8e01-b6011b65894b",
        "a4d654a8-b6a1-4fca-9753-0e0cd07e03a4",
        "8ce8a51e-2eeb-4236-871d-146c008d4ee4",
        "0d832418-6757-4fef-b8e3-18788d259bd4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ad177e9f-2c53-47ae-8f06-3ff5e58a5e5b",
      "dutyDetail": "Monitor the marshalling of aircraft and other vehicles (tug, pushback tractor, specialised equipment) including preparation of the airside environment for marshalling",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a75903a4-7816-406e-b51e-173495cfbbbb",
        "836510d6-a01b-4a9c-ae2e-408e47693fee",
        "208b8ebf-36b8-448e-b20b-90cbaef5f4f8",
        "94c1241e-a94a-4e01-9bf5-3f51345c5ea9",
        "9812dcf2-59e5-4af9-aebf-f8e327df2dd6",
        "bc259d8b-74b7-4d5a-bb58-3b16caf0f053"
      ],
      "mappedKnowledge": [
        "81119da4-5ef5-4d9e-b96a-d16e58a6dbf4",
        "841bf9f2-4d42-4d79-9797-ce81f0966a36",
        "0ebe9312-6cda-4859-9526-73e3d1ccb036",
        "65ae25b0-4994-47b5-b3f1-4d68cd4407ae",
        "c1359d62-2f69-4a0c-9aa4-e87e7bb42f24",
        "11ab894b-91b2-4f8e-b2c3-67f6a82aaac1",
        "f33dedfd-5f5b-42c7-b3b9-e8c438df13e1",
        "e62069e4-71d3-4a3f-99d8-3ecbae7721ca",
        "062acff5-5f89-4290-aa71-b95b868840bb",
        "18b31f70-1f82-452c-b027-6e89a232df8a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8098f0ef-ffed-4081-9c03-e911ed4543df",
        "96be3552-7bc8-4173-a7bb-b86d587d753c",
        "06c88be9-ed11-4804-8fe2-aa9ec1e31329",
        "ada713c2-48ff-4256-afd8-dfb1116c9c49",
        "c0d26de5-a638-4188-a2cb-6c08606dd175",
        "ba4d4f3d-0dba-4ccd-aa40-45ee3979d2de",
        "ad3726a7-5f91-4634-8e01-b6011b65894b",
        "a4d654a8-b6a1-4fca-9753-0e0cd07e03a4",
        "8ce8a51e-2eeb-4236-871d-146c008d4ee4",
        "0d832418-6757-4fef-b8e3-18788d259bd4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c3b7412d-1a87-494a-97cb-386e7ecc69c6",
      "dutyDetail": "Prepare vehicles prior to use airside and ensure the safe maneuvering of aircraft vehicles and personnel airside separation of aircraft / vehicles and passengers when applicable",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a75903a4-7816-406e-b51e-173495cfbbbb",
        "836510d6-a01b-4a9c-ae2e-408e47693fee",
        "208b8ebf-36b8-448e-b20b-90cbaef5f4f8",
        "94c1241e-a94a-4e01-9bf5-3f51345c5ea9",
        "9812dcf2-59e5-4af9-aebf-f8e327df2dd6",
        "bc259d8b-74b7-4d5a-bb58-3b16caf0f053"
      ],
      "mappedKnowledge": [
        "81119da4-5ef5-4d9e-b96a-d16e58a6dbf4",
        "841bf9f2-4d42-4d79-9797-ce81f0966a36",
        "0ebe9312-6cda-4859-9526-73e3d1ccb036",
        "65ae25b0-4994-47b5-b3f1-4d68cd4407ae",
        "aa7135cf-225c-4d18-b0e0-dbbc59463d4c",
        "e7a333cc-3bdb-46dd-9fea-ce09fe20966b",
        "f33dedfd-5f5b-42c7-b3b9-e8c438df13e1",
        "249a9165-5585-4f0e-9e9b-c3c247249f6e",
        "2b78c784-fd26-418d-abd7-d900a6da1140",
        "d40a2e30-f0bc-4e16-990e-d2c2efb1b429",
        "13789d68-3c23-4ffb-9912-ec90dab338a3",
        "e62069e4-71d3-4a3f-99d8-3ecbae7721ca",
        "062acff5-5f89-4290-aa71-b95b868840bb",
        "18b31f70-1f82-452c-b027-6e89a232df8a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8098f0ef-ffed-4081-9c03-e911ed4543df",
        "96be3552-7bc8-4173-a7bb-b86d587d753c",
        "06c88be9-ed11-4804-8fe2-aa9ec1e31329",
        "e8711bfa-027f-4633-9d92-927914f0747a",
        "70bbf59f-3d3f-4502-a457-832753847a57",
        "4e739a09-14f0-4645-99b7-daf458351d28",
        "ada713c2-48ff-4256-afd8-dfb1116c9c49",
        "b35bdf16-32b9-4c3f-8050-01fc75f93848",
        "c0d26de5-a638-4188-a2cb-6c08606dd175",
        "ba4d4f3d-0dba-4ccd-aa40-45ee3979d2de",
        "ad3726a7-5f91-4634-8e01-b6011b65894b",
        "a4d654a8-b6a1-4fca-9753-0e0cd07e03a4"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-12-22T00:00:00"
}