{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 574,
  "referenceNumber": "ST0925",
  "learningAimClassCode": "",
  "title": "Junior advertising creative",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0925",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-01-23T00:00:00",
  "earliestStartDate": "2020-07-10T00:00:00",
  "latestStartDate": "2024-01-22T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Advertising Creatives are responsible for coming up with original, exciting and memorable ideas that meet client's briefs and which can then be used in a range of mediums (e.g Radio, TV).",
  "level": 3,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 6000,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "media",
    "creative",
    "design",
    "communication",
    "radio",
    "tv"
  ],
  "jobRoles": [
    "Junior creative",
    "Junior copywriter",
    "Junior art director",
    "Junior brand creator",
    "Junior creative writer",
    "Creative technologist"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/4306/st0925_junior_advertising_creative_l3_clean-ap_cycle-27_08062020_qm.pdf",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.3 Media and communication",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the advertising industry. In the increasingly competitive global markets, it is the brands with creative, original, engaging advertising that really stand out from the crowd. Advertising helps turn products into brands by establishing a relationship between the consumer and the brand, thus securing long term, loyal custom. This is a specialist occupation which is found principally within advertising agencies, but Junior Advertising Creatives have skills that can be applied across a wide range of sectors, wherever there is a creative need for advertising, for example in the creative department of a broadcaster. In the United Kingdom there are thousands of people employed in this busy, fast paced and vibrant industry. &lt;br /&gt;&lt;br /&gt;The broad purpose of the occupation is to come up with creative ideas which help bring forward fresh thinking and transform businesses and behaviour. This is achieved by creating standout advertising.&#160;The Junior Advertising Creative occupation is about origination. They start with a blank piece of paper and come up with a big idea that can be executed across multiple Media touchpoints.&lt;/p&gt;\n&lt;p&gt;Junior Advertising Creatives work on campaigns that provide people with information most effective to the target audience to help them make better informed decisions. A campaign is a series of adverts running in a short period in different mediums but with the same idea. They create adverts to encourage people to buy products, change their behaviour (for example to wear seatbelts or stop smoking), give to charitable causes or even effect social change (for example, reducing the use of single use plastic). They aim to delight, move and solidify the consumer’s understanding of that product or brand, service, issue or cause. They dramatise the product or services&#39; benefit. Junior Advertising Creatives think up, develop and produce inspiring and effective advertising campaigns for clients, which can be delivered through appropriate and exciting media channels and platforms. This includes television, radio, newspapers, cinema and social media,&#160;and other digital platforms,&#160;but the world is changing, so Junior Advertising Creatives are also always on the lookout for new ways to present their ideas.&#160;&lt;/p&gt;\n&lt;p&gt;&lt;br /&gt;In their daily work, an employee in this occupation interacts with a wide range of people. They report into and are supported by more Senior Advertising Creatives. They work alongside the broader advertising team in conceiving and developing ideas.&#160;The Junior Advertising Creative originates the idea, and may work with Advertising Executives who act as the link between them and the client. They also work with others in the industry who are involved in delivery of the idea, such as Junior Content Producers.&lt;/p&gt;\n&lt;p&gt;Once an idea is formed, they work with the people who bring the idea to life. Typically this includes film directors, photographers, artists, illustrators, musicians and designers. They might occasionally be asked to present their ideas to the client, but this varies from company to company. Whilst this is an office-based occupation, good ideas can happen anywhere so Junior Advertising Creatives are not exclusively office based. As part of delivering a campaign, they may visit locations such as recording studios, film sets, sound stages, colour grading studios and even overseas locations, so they need to work flexibly, particularly if on a TV commercial shoot or helping towards a big presentation. &lt;br /&gt;&lt;br /&gt;An employee in this occupation will be responsible for originating surprising, brilliant, exciting, ingenious concepts and ideas. This can be a matter of opinion, so they need the tenacity and resilience to bounce back from setbacks, constructive feedback and also embrace criticism of their ideas. They are conscious of deadlines, budget restrictions and brief requirements. (There are two types of brief - the marketing business brief and a focused creative brief used to inform creatives of the task.) They usually have a number of creative projects running at the same time but at different stages and are responsible for making sure they all meet their deadlines. This is an occupation where you can be yourself, introvert or extrovert, because it is the ideas which matter.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "29845fe9-d9d5-4bc6-8367-4c264c5b42fa",
      "detail": "The roles and departments and functions within an advertising team and how they interact with their own role. For example account planning, Account Executives, production specialists."
    },
    {
      "knowledgeId": "92a9a7be-8b57-49a7-b6b1-26e6a94b6c69",
      "detail": "The way in which a creative idea is developed from brief to production (For example, the key stages such as the client brief, creative briefing, presentation of ideas, research, pre-production, production, post production, delivery to the media channels) including basic understanding of what channels the Media Executives are recommending."
    },
    {
      "knowledgeId": "c345a8e4-c278-4a83-ac86-cdeb272a02e9",
      "detail": "The multiple ways an idea can be communicated and distributed and their benefits e.g. TV, cinema, You Tube, social media, radio, posters, and influencers "
    },
    {
      "knowledgeId": "de198b85-0571-4e47-a6ed-306801bdb68f",
      "detail": "The basics of advertising ethics and the importance of work being legal, decent, honest and truthful"
    },
    {
      "knowledgeId": "fa3033be-ae97-4c5d-9fbb-0f4cf34bce8c",
      "detail": "How to put together and present an idea. Typically this might include slides, mood boards, storyboards, music, illustration and film references"
    },
    {
      "knowledgeId": "5c9e5b19-5f7f-4417-8faf-1ccff54d28e9",
      "detail": "How to understand a client’s brief and the timing and budgetary restrictions therein"
    },
    {
      "knowledgeId": "eaa6c547-a5fa-4adb-abfb-b7a659d801ed",
      "detail": "How to interrogate and challenge a brief in a constructive way"
    },
    {
      "knowledgeId": "cc8079b9-35d2-4ae3-b2b9-41b09334cd59",
      "detail": "Trends and opportunities that can enhance an idea or add value to a client’s business (such as the role o f influencers, new advertising delivery platforms like Virtual Reality, short form mobile videos.)"
    },
    {
      "knowledgeId": "41f3e01e-5845-4998-8207-e72bbbd63859",
      "detail": "How to identify and source the most appropriate internal and external craftsmen that can help produce the idea e.g. voice talent, directors, designers, photographers."
    },
    {
      "knowledgeId": "dad2cce7-ecc9-4d3f-a525-8a5d958c0855",
      "detail": "The typical characteristics of a “brand” (for example, tone of voice, values)"
    },
    {
      "knowledgeId": "9c1000c3-0a41-4198-ac64-7b9baadd169e",
      "detail": "How to give constructive feedback (For example, to designers)"
    },
    {
      "knowledgeId": "8ff1475e-b5e2-4246-8b3c-d802c06c1745",
      "detail": "How text and stories bring the idea to life within the appropriate medium (For example, magazines, radio, leaflets or within digital channels such as Snapchat, emails, web pages.)"
    },
    {
      "knowledgeId": "db01e368-de45-4418-ad4b-10184386055e",
      "detail": "How design and layout bring the idea to life within the appropriate medium (For\r\nexample, magazines, radio, leaflets or within digital channels such as Snapchat, emails, content in web pages.)"
    },
    {
      "knowledgeId": "551327b4-7d3b-416a-9bb5-ea065b0d0c44",
      "detail": "Importance of approaching ideas from different perspectives (For example how to combine ideas, or how to use an interesting fact)"
    },
    {
      "knowledgeId": "a6f7acbb-3bc8-4a8c-aee4-67f0efad2f2b",
      "detail": "How advertising can persuade people to do something e.g. change behaviour, or buy a different product "
    },
    {
      "knowledgeId": "91f270a9-d776-4a23-8043-3d855fd10ef5",
      "detail": "Typical terminology used (For example, UX, Motion Graphics, Editor, Project Manager, Coder)"
    },
    {
      "knowledgeId": "b8ded26f-95b8-4c85-952d-8f55761122d2",
      "detail": "Understand the relationship between stories and the time limits of the selected media option and how to create short stories that fit the duration of the advert (For example, scripts for radio) "
    },
    {
      "knowledgeId": "75d1402d-de92-4020-8295-e8a9151eadbf",
      "detail": "That there is a legal and regulatory code (The Code) and have knowledge of how it is applied such as the basics of what can and can’t be shown in advertising (For example, Portman rules on alcohol, gender stereotyping)"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "dd8a7ae8-9668-48d1-8d30-7fe28622ed77",
      "detail": "Creative curiosity – researches the brief and shares their ideas"
    },
    {
      "behaviourId": "3668ea45-f0a3-4fd8-8e19-339cdb5e3aa6",
      "detail": "Empathy – takes into account a range of viewpoints when carrying out tasks, shows emotional intelligence when managing other people"
    },
    {
      "behaviourId": "35bd1353-300d-4c11-b20b-f55fa1090bb7",
      "detail": "Resilience – considers feedback objectively, bounces back from criticism of their idea, and continues working on the brief with enthusiasm by continuing to achieve deadlines and maintain rapport"
    },
    {
      "behaviourId": "3f61bdbf-efac-4c7c-a3d3-1eacd66a5e6b",
      "detail": "Working under pressure – manages multiple projects and deadlines"
    },
    {
      "behaviourId": "306ab0dc-46ea-42d5-a948-f6038e34594b",
      "detail": "Courageous – puts forward ideas to more senior colleagues and is prepared to challenge others"
    }
  ],
  "skills": [
    {
      "skillId": "ac4689ab-d8ca-4b34-98ff-d13e430df3a2",
      "detail": "Interrogate a creative brief and find advertising potential within it, asking questions to clarify understanding"
    },
    {
      "skillId": "b4f428f8-ce39-43d9-aa1b-9aa0eb8964e8",
      "detail": "Solve client communication problems (for example, using mind maps)"
    },
    {
      "skillId": "7b42fa26-a38c-41d9-945a-b9a106b2be34",
      "detail": "Originate brand, products or service communications/ideas which answer a client’s brief "
    },
    {
      "skillId": "c33a7e05-4f5b-4dc5-a2f2-462a18baacb1",
      "detail": "Present their idea, using visual aids (For example, slides, mood boards, storyboards and make use of music, photo, illustration and film references)"
    },
    {
      "skillId": "33c48145-f8c9-45d8-976f-83aa4d479f79",
      "detail": "Research cultural trends and opportunities that can enhance an idea or add value to a client’s business (For example, an awareness of the importance of environmental issues, or of an upcoming event/film, could build references to this into the advert)"
    },
    {
      "skillId": "cd99e579-356f-4df7-87a6-a090b7e39693",
      "detail": "Identify and source the most appropriate internal and external experts and suppliers that can help produce the idea"
    },
    {
      "skillId": "5d94829a-bd71-4e3f-b51a-d050a9253ce7",
      "detail": "Research and interpret characteristics of a brand to establish most appropriate media option(s)"
    },
    {
      "skillId": "92a13dd6-327f-4c3a-88b3-8a72f441d30b",
      "detail": "Deliver their work to brief and on time"
    },
    {
      "skillId": "e302a0c2-4353-4928-ab6c-bfd2889622a2",
      "detail": "Write text and stories that bring the idea to life within the appropriate medium (For example, magazines, radio, leaflets or within digital channels such as Snapchat, emails, content in web pages)"
    },
    {
      "skillId": "4f82027b-e5f9-4f47-bf2c-bb747cf4d955",
      "detail": "Create design and layout that bring the idea to life within the appropriate medium (For example, magazines, radio, leaflets or within digital channels such as Snapchat, emails, web pages)"
    },
    {
      "skillId": "fe813d87-df30-41e5-9a5e-57bd24ea59da",
      "detail": "Apply feedback to amend or redevelop their ideas"
    },
    {
      "skillId": "2a6f3af9-f527-4b0f-bcb3-a6e7abe7a263",
      "detail": "Undertake research into latest trends in advertising and new delivery platforms. (For example, keep abreast of new poster variants such as interactive superlite films at bus shelters and consider and recommend ways to use them.) "
    },
    {
      "skillId": "afa2195a-a2e7-4a0d-aaca-d6d70476dc09",
      "detail": "Collaborate with the wider team and encourage them to share ideas to help bring the project to life"
    },
    {
      "skillId": "c2319238-09d4-4a66-a97d-e0901bf4f69d",
      "detail": "Prioritise competing demands"
    },
    {
      "skillId": "4e520275-c59b-4b19-8d23-07a18027b7d4",
      "detail": "Write in any tone/style, being aware of the need to communicate to different audiences taking into account cultural differences and social representation "
    },
    {
      "skillId": "2c65c224-a05b-4848-a68d-aba0168478c1",
      "detail": "Influence others (For example, buy a different product or change their behaviour.)"
    },
    {
      "skillId": "bc63e111-5cc9-469e-a866-56362dd1845b",
      "detail": "Write scripts of different lengths to suit different media platforms and of different durations "
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "2019-10-15T00:00:00 +00:00",
  "standardPublished": "true",
  "epaApprovalDate": "2019-10-15T00:00:00 +00:00",
  "epaPublished": "true",
  "fundingApprovalDate": "2019-10-15T00:00:00 +00:00",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-07-10T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0523",
  "tbMainContact": "gwyn@ipa.co.uk",
  "involvedEmployers": "Creature, AMV BBDO, Cogent, Crowd, Drummond Central, M&C Saatchi, McCann Central (Milton Keynes), Mother, NOW, RAPP, St Lukes, The&Partnership, Wieden +Kennedy, wpg, Brave, Drum, Goodstuff, Hunterlodge, ITV, Karmarama, MullenLowe, Ogilvy, Total Media, VCCP, Wavemaker, Zinc Network",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Junior creative",
    "Junior copywriter",
    "Junior art director",
    "Junior brand creator",
    "Junior creative writer",
    "Creative technologist"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Media, Broadcast and Production",
  "cluster": "Media and broadcast assistant",
  "clusterId": "42",
  "clusterDescription": null,
  "createdDate": "2020-05-19T09:39:06 +00:00",
  "lastUpdated": "2024-01-23T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2019-10-15T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0925",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0925-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0925-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "1e28c265-25cb-4c56-a014-b70b7c4a30ae",
      "dutyDetail": "Understand client marketing problems and develop creative ideas and concepts to solve the problem",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "dd8a7ae8-9668-48d1-8d30-7fe28622ed77",
        "3668ea45-f0a3-4fd8-8e19-339cdb5e3aa6"
      ],
      "mappedKnowledge": [
        "92a9a7be-8b57-49a7-b6b1-26e6a94b6c69",
        "5c9e5b19-5f7f-4417-8faf-1ccff54d28e9",
        "eaa6c547-a5fa-4adb-abfb-b7a659d801ed",
        "cc8079b9-35d2-4ae3-b2b9-41b09334cd59"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ac4689ab-d8ca-4b34-98ff-d13e430df3a2",
        "b4f428f8-ce39-43d9-aa1b-9aa0eb8964e8",
        "7b42fa26-a38c-41d9-945a-b9a106b2be34"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "116fc400-77e5-4fff-809d-b10efa1f5543",
      "dutyDetail": "Take the creative brief from the account planner (the person in the advertising team with best understanding of how the advertising communication will help solve the client requirement), and ask intelligent questions to better understand the client’s need (for example, about the target’s motivations or journey to purchase)",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "dd8a7ae8-9668-48d1-8d30-7fe28622ed77",
        "3668ea45-f0a3-4fd8-8e19-339cdb5e3aa6"
      ],
      "mappedKnowledge": [
        "92a9a7be-8b57-49a7-b6b1-26e6a94b6c69",
        "5c9e5b19-5f7f-4417-8faf-1ccff54d28e9",
        "eaa6c547-a5fa-4adb-abfb-b7a659d801ed",
        "a6f7acbb-3bc8-4a8c-aee4-67f0efad2f2b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ac4689ab-d8ca-4b34-98ff-d13e430df3a2",
        "33c48145-f8c9-45d8-976f-83aa4d479f79",
        "2a6f3af9-f527-4b0f-bcb3-a6e7abe7a263"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "416c419d-2935-4e73-878d-4476711e75b4",
      "dutyDetail": "Articulate their creative ideas to creative directors and/or senior creatives using appropriate presentation materials such as story or mood boards, to obtain their feedback on their ideas",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "dd8a7ae8-9668-48d1-8d30-7fe28622ed77",
        "35bd1353-300d-4c11-b20b-f55fa1090bb7",
        "306ab0dc-46ea-42d5-a948-f6038e34594b"
      ],
      "mappedKnowledge": [
        "fa3033be-ae97-4c5d-9fbb-0f4cf34bce8c",
        "5c9e5b19-5f7f-4417-8faf-1ccff54d28e9",
        "dad2cce7-ecc9-4d3f-a525-8a5d958c0855"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c33a7e05-4f5b-4dc5-a2f2-462a18baacb1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2eb0f838-4b5c-4db4-b3b5-234ff99eba71",
      "dutyDetail": "Present creative ideas to the advertising team and occasionally their clients to obtain feedback on their ideas and ensure they meet the client's brief, using presentation materials such as video and music clips, photomontage storyboards.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3668ea45-f0a3-4fd8-8e19-339cdb5e3aa6",
        "35bd1353-300d-4c11-b20b-f55fa1090bb7",
        "306ab0dc-46ea-42d5-a948-f6038e34594b"
      ],
      "mappedKnowledge": [
        "29845fe9-d9d5-4bc6-8367-4c264c5b42fa",
        "92a9a7be-8b57-49a7-b6b1-26e6a94b6c69",
        "fa3033be-ae97-4c5d-9fbb-0f4cf34bce8c",
        "cc8079b9-35d2-4ae3-b2b9-41b09334cd59",
        "a6f7acbb-3bc8-4a8c-aee4-67f0efad2f2b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c33a7e05-4f5b-4dc5-a2f2-462a18baacb1",
        "5d94829a-bd71-4e3f-b51a-d050a9253ce7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "49596ac5-ac9f-4e30-a16f-2ee6cf4113be",
      "dutyDetail": "Develop creative presentations using appropriate materials such as story boards, music/film/illustration montages, being aware of advanced materials such as an animatic and mood boards (collection of images and text) to help bring the idea to life",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "dd8a7ae8-9668-48d1-8d30-7fe28622ed77"
      ],
      "mappedKnowledge": [
        "c345a8e4-c278-4a83-ac86-cdeb272a02e9",
        "fa3033be-ae97-4c5d-9fbb-0f4cf34bce8c",
        "8ff1475e-b5e2-4246-8b3c-d802c06c1745",
        "db01e368-de45-4418-ad4b-10184386055e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c33a7e05-4f5b-4dc5-a2f2-462a18baacb1",
        "e302a0c2-4353-4928-ab6c-bfd2889622a2",
        "4f82027b-e5f9-4f47-bf2c-bb747cf4d955"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2ee350d7-86a8-4eba-a32e-0606bbd7300e",
      "dutyDetail": "Assist senior creatives to prepare for new business pitches, for example, by working on a \"shadow brief\" to come up with additional/alternative ideas, which can then be presented in a competitive setting (i.e where a number of companies are pitching for business) to a potential new client",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3f61bdbf-efac-4c7c-a3d3-1eacd66a5e6b"
      ],
      "mappedKnowledge": [
        "29845fe9-d9d5-4bc6-8367-4c264c5b42fa",
        "de198b85-0571-4e47-a6ed-306801bdb68f",
        "fa3033be-ae97-4c5d-9fbb-0f4cf34bce8c",
        "551327b4-7d3b-416a-9bb5-ea065b0d0c44"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5d94829a-bd71-4e3f-b51a-d050a9253ce7",
        "2a6f3af9-f527-4b0f-bcb3-a6e7abe7a263",
        "afa2195a-a2e7-4a0d-aaca-d6d70476dc09",
        "c2319238-09d4-4a66-a97d-e0901bf4f69d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "297eced4-80d9-4162-a41b-e81389658835",
      "dutyDetail": "Amend or redevelop ideas in response to feedback (this can include feedback from a range of sources such as colleagues, clients and research organisations), ensuring any actions taken are in line with the agreed brief",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "35bd1353-300d-4c11-b20b-f55fa1090bb7",
        "306ab0dc-46ea-42d5-a948-f6038e34594b"
      ],
      "mappedKnowledge": [
        "de198b85-0571-4e47-a6ed-306801bdb68f",
        "9c1000c3-0a41-4198-ac64-7b9baadd169e",
        "551327b4-7d3b-416a-9bb5-ea065b0d0c44"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fe813d87-df30-41e5-9a5e-57bd24ea59da"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "203fc7fd-048b-45e4-8598-6709dbc255aa",
      "dutyDetail": "Work with specialist producers to help find the right directors, casting, photographers or music, for example prior to a TV commercial pre-production meeting",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3668ea45-f0a3-4fd8-8e19-339cdb5e3aa6"
      ],
      "mappedKnowledge": [
        "29845fe9-d9d5-4bc6-8367-4c264c5b42fa",
        "92a9a7be-8b57-49a7-b6b1-26e6a94b6c69",
        "c345a8e4-c278-4a83-ac86-cdeb272a02e9",
        "41f3e01e-5845-4998-8207-e72bbbd63859"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "92a13dd6-327f-4c3a-88b3-8a72f441d30b",
        "afa2195a-a2e7-4a0d-aaca-d6d70476dc09"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3e77fd6a-2f60-46b4-a4f3-716850cd1783",
      "dutyDetail": "Collaborate successfully with the wider company advertising team and suppliers to help their ideas come to fruition, within budget and time scales, including basic understanding of what channels the Media Executives are recommending",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3668ea45-f0a3-4fd8-8e19-339cdb5e3aa6",
        "3f61bdbf-efac-4c7c-a3d3-1eacd66a5e6b"
      ],
      "mappedKnowledge": [
        "29845fe9-d9d5-4bc6-8367-4c264c5b42fa",
        "92a9a7be-8b57-49a7-b6b1-26e6a94b6c69",
        "5c9e5b19-5f7f-4417-8faf-1ccff54d28e9",
        "8ff1475e-b5e2-4246-8b3c-d802c06c1745",
        "db01e368-de45-4418-ad4b-10184386055e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cd99e579-356f-4df7-87a6-a090b7e39693",
        "92a13dd6-327f-4c3a-88b3-8a72f441d30b",
        "afa2195a-a2e7-4a0d-aaca-d6d70476dc09",
        "c2319238-09d4-4a66-a97d-e0901bf4f69d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f2ffd1e5-97ba-4353-9fe5-8ed9cb59554d",
      "dutyDetail": "Attend external locations (for example TV & print shoots) in order to assist with the creative aspects of the production, ensuring the location enhances, rather than detracts from the creative idea. (For example, if filming in the countryside, choosing a lush green field, over a muddy field, if the advert is depicting the benefits of visiting a rural location).",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3668ea45-f0a3-4fd8-8e19-339cdb5e3aa6",
        "3f61bdbf-efac-4c7c-a3d3-1eacd66a5e6b"
      ],
      "mappedKnowledge": [
        "c345a8e4-c278-4a83-ac86-cdeb272a02e9",
        "9c1000c3-0a41-4198-ac64-7b9baadd169e",
        "8ff1475e-b5e2-4246-8b3c-d802c06c1745",
        "db01e368-de45-4418-ad4b-10184386055e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b4f428f8-ce39-43d9-aa1b-9aa0eb8964e8",
        "fe813d87-df30-41e5-9a5e-57bd24ea59da"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4ceb9535-ba88-41aa-8386-337aa8785310",
      "dutyDetail": "Attend edits and post-production sessions in order to answer any questions from the producer regarding the advertising concept and the customer's brief",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3668ea45-f0a3-4fd8-8e19-339cdb5e3aa6",
        "35bd1353-300d-4c11-b20b-f55fa1090bb7",
        "3f61bdbf-efac-4c7c-a3d3-1eacd66a5e6b"
      ],
      "mappedKnowledge": [
        "29845fe9-d9d5-4bc6-8367-4c264c5b42fa",
        "92a9a7be-8b57-49a7-b6b1-26e6a94b6c69",
        "c345a8e4-c278-4a83-ac86-cdeb272a02e9",
        "9c1000c3-0a41-4198-ac64-7b9baadd169e",
        "75d1402d-de92-4020-8295-e8a9151eadbf"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "92a13dd6-327f-4c3a-88b3-8a72f441d30b",
        "c2319238-09d4-4a66-a97d-e0901bf4f69d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "963ce652-1aaf-4b50-a7f9-0edb9bcf444a",
      "dutyDetail": "Maintain awareness of creative work done by competitors, both in the UK and internationally; market/ technology developments and cultural trends in relation to the accounts being worked on to ensure campaigns are unique and the final product meets the concept and brief",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "dd8a7ae8-9668-48d1-8d30-7fe28622ed77",
        "306ab0dc-46ea-42d5-a948-f6038e34594b"
      ],
      "mappedKnowledge": [
        "cc8079b9-35d2-4ae3-b2b9-41b09334cd59",
        "dad2cce7-ecc9-4d3f-a525-8a5d958c0855",
        "551327b4-7d3b-416a-9bb5-ea065b0d0c44"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "33c48145-f8c9-45d8-976f-83aa4d479f79",
        "5d94829a-bd71-4e3f-b51a-d050a9253ce7",
        "2a6f3af9-f527-4b0f-bcb3-a6e7abe7a263"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a22b8fa1-a70c-4724-a2c1-118f7b457026",
      "dutyDetail": "Write text and stories, create designs and layouts: all of which bring an idea to life within different mediums, for example, TV, radio, cinema, newspaper, magazines, direct mail, promotions",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "dd8a7ae8-9668-48d1-8d30-7fe28622ed77",
        "3f61bdbf-efac-4c7c-a3d3-1eacd66a5e6b"
      ],
      "mappedKnowledge": [
        "c345a8e4-c278-4a83-ac86-cdeb272a02e9",
        "8ff1475e-b5e2-4246-8b3c-d802c06c1745",
        "db01e368-de45-4418-ad4b-10184386055e",
        "91f270a9-d776-4a23-8043-3d855fd10ef5",
        "b8ded26f-95b8-4c85-952d-8f55761122d2",
        "75d1402d-de92-4020-8295-e8a9151eadbf"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e302a0c2-4353-4928-ab6c-bfd2889622a2",
        "4f82027b-e5f9-4f47-bf2c-bb747cf4d955",
        "4e520275-c59b-4b19-8d23-07a18027b7d4",
        "2c65c224-a05b-4848-a68d-aba0168478c1",
        "bc63e111-5cc9-469e-a866-56362dd1845b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "cb72c53b-b6e6-48fa-a178-9827ac255ff6",
      "dutyDetail": "Manage the pressure of tight deadlines and busy schedules, working on multiple projects simultaneously as required ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3f61bdbf-efac-4c7c-a3d3-1eacd66a5e6b"
      ],
      "mappedKnowledge": [
        "29845fe9-d9d5-4bc6-8367-4c264c5b42fa",
        "92a9a7be-8b57-49a7-b6b1-26e6a94b6c69",
        "41f3e01e-5845-4998-8207-e72bbbd63859"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cd99e579-356f-4df7-87a6-a090b7e39693",
        "c2319238-09d4-4a66-a97d-e0901bf4f69d"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-01-23T00:00:00"
}