{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 680,
  "referenceNumber": "ST0995",
  "learningAimClassCode": "",
  "title": "Doctor (Degree)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST0995",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-07-19T00:00:00",
  "earliestStartDate": "2022-07-19T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Applying the principles and procedures of medicine to assess, prevent, diagnose, care for and treat patients with illness, disease and injury and to maintain physical and mental health.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 60,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "doctor",
    "medicine",
    "health",
    "science",
    "health professional",
    "foundation doctor"
  ],
  "jobRoles": [
    "Foundation Doctor"
  ],
  "entryRequirements": "&lt;p&gt;Entry requirements for the Doctor Degree apprenticeship will be agreed between the employer and the Medical School.&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/lf5batk4/st0995_doctor_l7_fully_integrated_ap-for-publication_20012022.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.1 Medicine and dentistry",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;&lt;strong&gt;This occupation is found in&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;a large range of employers across the NHS, General Practitioner practices, universities (both in teaching and research roles), research institutes, Public Health, local authorities, a range of industries such as pharma and biotechnology, and the voluntary and independent sector. &amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;The broad purpose of the occupation is that&lt;/strong&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;doctors apply the principles and procedures of medicine to assess, prevent, diagnose, care for and treat patients with illness, disease and injury and to maintain physical and mental health. They supervise the delivery of care and treatment plans by others in the health care team and conduct medical education and research. They also deal with population health and disease prevention and work with related fields in industry. Doctors must have the ability to assimilate new knowledge, evaluate evidence critically and have strong intellectual skills and understanding of scientific principles. They must be able to deal with and manage uncertain and complex situations. All doctors must be committed to reflective practice, monitoring their contribution and always working to improve their own and their team&#39;s performance. The doctor must possess the ability to work effectively as a member of a healthcare team. They must recognise and respect the skills and attributes of other professionals and of patients. Patients with long term and disabling conditions are particularly likely to be experts in their own condition. All doctors have a role in the maintenance and promotion of population health, through evidence-based practice. Some will take on roles in health education or research whilst others will work in service improvement and re-design or in public health. Others will work in the commercial or charity sectors in which expert medical knowledge needs to be deployed. Recognising the primacy of the individual doctor: patient relationship, the doctor must view the needs of the patient in the context of the wider health needs of the population. Wherever a doctor is employed the patient must come first. As a critical decision maker, the doctor must be capable of both management and leadership and of taking ultimate responsibility for clinical decisions, while simultaneously being an effective team member. Doctors have a duty to use resources effectively and engage in constructive debate about their use. They should ensure that their own and others&#39; skills and knowledge are used to the best possible effect.&lt;/p&gt;\n&lt;p&gt;On successful completion of the apprenticeship, which will include the Medical Licensing Assessment, apprentices will be eligible to apply to the General Medical Council for provisional registration. This allows the individual to apply for a place on an approved UK Foundation Training Programme.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;strong&gt;In their daily work, an employee in this occupation interacts with:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Patients, service users and carers&lt;/li&gt;\n&lt;li&gt;Registered healthcare professionals, for example: other doctors, medical associate professionals, registered nurses, nursing associates, allied health professionals and healthcare support workers&lt;/li&gt;\n&lt;li&gt;Social care staff including registered managers, care workers and social workers&lt;/li&gt;\n&lt;li&gt;Administration, management and other non-clinical staff like porters, cleaners, and receptionists&lt;/li&gt;\n&lt;li&gt;Students training for a range of roles in healthcare&lt;/li&gt;\n&lt;li&gt;Researchers and academics.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&amp;nbsp; &lt;strong&gt;An employee in this occupation will be responsible for:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Ensuring they understand and apply the professional duties and expectations required by the General Medical Council&lt;/li&gt;\n&lt;li&gt;Applying their knowledge and skills to assess, diagnose and treat the patients&#39; healthcare needs, or to know what steps need to be taken to achieve such an outcome taking into account patients personal and social circumstances&lt;/li&gt;\n&lt;li&gt;Supporting patients in understanding their condition and what they might expect, including times when patients present with symptoms that could have several causes&lt;/li&gt;\n&lt;li&gt;Identifying, advising on and delivering appropriate treatment options or preventive measures&lt;/li&gt;\n&lt;li&gt;Explaining and discussing the risks, benefits and uncertainties of various tests and treatments and where possible supporting patients to make decisions about their own care.&lt;/li&gt;\n&lt;li&gt;Providing education and support to students training for a range of roles in healthcare&lt;/li&gt;\n&lt;li&gt;Facilitating the advancement of evidence-based practice&lt;/li&gt;\n&lt;li&gt;Assessing and managing risk; this requires high-level decision-making skills and the ability to work outside defined protocols when necessary.&lt;/li&gt;\n&lt;li&gt;Prescribing medication or alternative treatments&lt;/li&gt;\n&lt;li&gt;Keeping medical records&lt;/li&gt;\n&lt;li&gt;Making difficult decisions in situations of clinical complexity and uncertainty, drawing on their knowledge and clinical judgement and considering what is in the best interest of patients and of the population served&lt;/li&gt;\n&lt;li&gt;Maintaining their own physical and mental wellbeing&lt;/li&gt;\n&lt;li&gt;Working with the multi-disciplinary team across multiple care setting&lt;/li&gt;\n&lt;li&gt;Supervising junior staff&lt;/li&gt;\n&lt;li&gt;Developing themselves as lifelong learners, acquiring disparate skills as required by the direction in which their career is progressing, which may include some of the following functions: clinical care, education, research, leadership and management, etc.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Doctors have a key role in enhancing clinical services through their positions of responsibility. Some will move on from clinical leadership and management to leadership roles within organisations at various levels nationally and internationally.&lt;/p&gt;\n&lt;p&gt;This occupation is constantly changing alongside the needs and expectations of patients and where patients are increasingly better informed and act as partners in their own healthcare.&lt;/p&gt;\n&lt;p&gt;Doctors will work shifts including unsocial hours and weekends.&lt;/p&gt;\n&lt;p&gt;On completion of the apprenticeship and subject to satisfactory confirmation of Fitness to Practise by the GMC progression will be into the Foundation Programme to undertake a further higher-level programme of workplace-based, supervised training before they are eligible for full registration with the General Medical Council and able to progress to further speciality training posts.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "b1f5ed32-c5a7-403b-a5d5-c11486d7ec2a",
      "detail": "The current ethical dilemmas in medical science and healthcare practice; the ethical issues that can arise in everyday clinical decision-making; and apply ethical reasoning to situations which may be encountered in the first years after graduation"
    },
    {
      "knowledgeId": "eb6d2578-b6b0-4dc9-8162-ef247bb38a47",
      "detail": "The potential impact of their attitudes, values, beliefs, perceptions and personal biases (which may be unconscious) on individuals and groups and know how to identify personal strategies to address this"
    },
    {
      "knowledgeId": "539b7721-7711-43fd-a838-8fa21ffa1338",
      "detail": "The principles of quality assurance, quality improvement, quality planning and quality control, and in which contexts these approaches should be used to maintain and improve quality and safety"
    },
    {
      "knowledgeId": "81f98923-df32-4d9f-968d-015803cd4822",
      "detail": "How errors can happen in practice and that errors should be shared openly to be able to learn from own and others’ errors and promote a culture of safety"
    },
    {
      "knowledgeId": "3730140f-86fd-4cd6-898b-3cb0d4217be6",
      "detail": "Basic human factors principles and practice at individual, team, organisational and system levels and the importance of recognising and responding to opportunities for improvement to manage or mitigate risks"
    },
    {
      "knowledgeId": "cc26fa07-5864-4c54-9872-a984fa606bb7",
      "detail": "The principles and methods of quality improvement to improve practice (for example, plan, do, study, act or action research)"
    },
    {
      "knowledgeId": "323229fc-b106-4efb-b68a-3c690216c725",
      "detail": "The value of national surveys and audits for measuring the quality of care."
    },
    {
      "knowledgeId": "cd729aa2-0c55-461e-825a-e1e1ec8cc23b",
      "detail": "The complex medical needs, goals and priorities of patients, the factors that can affect a patient’s health and wellbeing and how these interact. These include psychological and sociological considerations that can also affect patients’ health"
    },
    {
      "knowledgeId": "cd24aecf-6cc8-4281-9c81-7c25bf4a399b",
      "detail": "Signs and symptoms of abuse or neglect and systems for sharing information, recording and raising concerns, obtaining advice, making referrals and taking action"
    },
    {
      "knowledgeId": "a582fd1b-3e61-4c3f-861d-3e5d755f5add",
      "detail": "Legislation that may result in the deprivation of liberty to protect the safety of individuals and society"
    },
    {
      "knowledgeId": "9d03c43c-d16c-4750-825f-20b651b4b872",
      "detail": "How addiction (to drugs, alcohol, smoking or other substances), poor nutrition, self neglect, environmental exposure, or financial or social deprivation contribute to ill health."
    },
    {
      "knowledgeId": "05828396-022f-42e4-98cc-65bcf6678fef",
      "detail": "The principles of equality legislation in the context of patient care."
    },
    {
      "knowledgeId": "9971a440-6900-4106-abf6-76a7b0f8b2ac",
      "detail": "The role of doctors in contributing to the management and leadership of the health service"
    },
    {
      "knowledgeId": "ed7ce9ee-2377-4a54-ab7f-11f1611e2775",
      "detail": "The principles of how to build teams and maintain effective team work and interpersonal relationships with a clear shared purpose"
    },
    {
      "knowledgeId": "d04388f5-8f77-477d-8bed-d95001a94c10",
      "detail": "The impact of own behaviour on others"
    },
    {
      "knowledgeId": "51c80799-9185-4b95-bce6-a1abb5ea9deb",
      "detail": "Theoretical models of leadership and management that may be applied to practice"
    },
    {
      "knowledgeId": "c151f695-a7bd-416b-be9b-b2cdda2c5ff0",
      "detail": "The communication techniques and strategies that can be used with the patient, their relatives, carers or other advocates"
    },
    {
      "knowledgeId": "e6771408-7adc-4927-9159-bcea03e208c3",
      "detail": "How normal human structure and function and physiological processes applies, including at the extremes of age, in children and young people and during pregnancy and childbirth"
    },
    {
      "knowledgeId": "2057b141-e5e0-4937-8886-ac7b397249ee",
      "detail": "The relevant scientific processes underlying common and important disease processes "
    },
    {
      "knowledgeId": "323a4645-81ad-4e15-a866-3440995ed432",
      "detail": "Justify, through an explanation of the underlying fundamental principles and clinical reasoning, the selection of appropriate investigations for common clinical conditions and diseases"
    },
    {
      "knowledgeId": "128acf6d-ca33-48ec-9ce5-f1689c42ee6d",
      "detail": "The principles of holding a fitness for work conversation with patients, including how to assess social, physical, psychological and biological factors supporting the functional capacity of the patient, and how to make referrals to colleagues and other agencies"
    },
    {
      "knowledgeId": "91cb6f6f-73a8-488b-a9d5-dbcae7d64ca5",
      "detail": "Principles and knowledge relating to anatomy, biochemistry, cell biology, genetics, genomics and personalised medicine, immunology, microbiology, molecular biology, nutrition, pathology, pharmacology and clinical pharmacology, and physiology "
    },
    {
      "knowledgeId": "7159b3a3-12b2-4832-8b2f-715018745423",
      "detail": "Clinical phenomena and the clinical reasoning in how to formulate a differential diagnosis and management plan"
    },
    {
      "knowledgeId": "9ab96a0f-0092-4a85-a535-20ff1ddeaaf3",
      "detail": "Describe and illustrate from examples of normal human behaviour at an individual level"
    },
    {
      "knowledgeId": "4e2addf0-b35b-46f9-80e4-7b7e0ad153cb",
      "detail": "Integrate psychological concepts of health, illness and disease into patient care and apply theoretical frameworks of psychology to explain the varied responses of individuals, groups and societies to disease"
    },
    {
      "knowledgeId": "dffabe45-cb50-4b86-b742-2d063e29b2e5",
      "detail": "The relationship between psychological and medical conditions and how psychological factors impact on risk and treatment outcomes "
    },
    {
      "knowledgeId": "ed0573df-3e6d-4296-91e8-49086022cf74",
      "detail": "The impact of patients’ behaviours on treatment and care and how these are influenced by psychological factors"
    },
    {
      "knowledgeId": "5d1bb57b-f405-45d1-bd21-6e7390d315f4",
      "detail": "How patients adapt to major life changes, such as bereavement, and the adjustments that might occur in these situations"
    },
    {
      "knowledgeId": "1d4e31ed-e8be-4d30-8544-e3b06135c916",
      "detail": "Appropriate strategies for managing patients with substance misuse or risk of self-harm or suicide"
    },
    {
      "knowledgeId": "36c65bbb-9747-4e51-af53-1a65d9eb29b1",
      "detail": "How psychological aspects of behaviour, such as response to error, can influence behaviour in the workplace in a way that can affect health and safety and know how to apply this understanding to their personal behaviours and those of colleagues"
    },
    {
      "knowledgeId": "4dc8d799-2ecf-4cf4-b597-6ec1ddd3a06a",
      "detail": "The range of settings in which patients receive care, including in the community, in patients’ homes and in primary and secondary care provider settings"
    },
    {
      "knowledgeId": "8ce644d4-7173-4333-9618-0a33aa8ea3ba",
      "detail": "Explain and illustrate from their own professional experience the importance of integrating patients’ care across different settings to ensure person-centred care"
    },
    {
      "knowledgeId": "0d0ae081-5813-4481-b345-48139bbaaaff",
      "detail": "Emerging trends in settings where care is provided, for example the shift for more care to be delivered in the community rather than in secondary care settings"
    },
    {
      "knowledgeId": "24aae929-bbaa-47d9-b99e-596833591614",
      "detail": "The relationship between healthcare and social care and how they interact"
    },
    {
      "knowledgeId": "33f8ee41-9f92-4317-8354-78c2d087d8d5",
      "detail": "That there are differences in health and social care systems across the four nations of the UK"
    },
    {
      "knowledgeId": "f79fba79-5103-4cae-aaac-ad37b7be7ec3",
      "detail": "How to access information about the different systems, including the role of private medical services in the UK"
    },
    {
      "knowledgeId": "a7c99721-a646-4208-982b-005c611de847",
      "detail": "The processes by which doctors make and test a differential diagnosis and how to prepare to explain own clinical reasoning to others"
    },
    {
      "knowledgeId": "28cd2429-6dcb-456e-9966-4366893eef7f",
      "detail": "The potential consequences of over-diagnosis and over-treatment"
    },
    {
      "knowledgeId": "b3a81eee-4160-4ef6-9ca6-dfa0424b9900",
      "detail": "The concept of wellness or wellbeing as well as illness, and be able to help and empower people to achieve the best health possible, including promoting lifestyle changes such as smoking cessation, avoiding substance misuse and maintaining a healthy weight through physical activity and diet"
    },
    {
      "knowledgeId": "1380b41e-bab6-477d-8c7f-7210979b6e5d",
      "detail": "The health of a population using basic epidemiological techniques and measurements "
    },
    {
      "knowledgeId": "1a50feed-e540-4d3f-bfc4-9a1818815410",
      "detail": "Evaluate the environmental, social, behavioural and cultural factors which influence health and disease in different populations "
    },
    {
      "knowledgeId": "5f3c6065-4521-4630-9e0d-4ce4e2759dab",
      "detail": "The principles underlying the development of health, health service policy, and clinical guidelines, including principles of health economics, equity, and sustainable healthcare "
    },
    {
      "knowledgeId": "8ed4b521-33a7-4fa7-8225-fac15cce6443",
      "detail": "The role of ecological, environmental and occupational hazards in ill-health and the ways to mitigate their effects"
    },
    {
      "knowledgeId": "3c35eaf1-fc3f-4c33-8678-3546c2ff56b5",
      "detail": "The role and impact of nutrition to the health of individual patients and societies"
    },
    {
      "knowledgeId": "799f7b11-847c-4e2f-a094-2258db4b4d2d",
      "detail": "The determinants of health and disease and variations in healthcare delivery and medical practice from a global perspective and explain the impact that global changes may have on local health and wellbeing"
    },
    {
      "knowledgeId": "fca5b7b2-b05e-4325-b248-6ea4158728f5",
      "detail": "How society influences and determines the behaviour of individuals and groups and apply this to the care of patients"
    },
    {
      "knowledgeId": "a133a0ec-4685-45e7-a1d7-813cfb39ff3f",
      "detail": "The sociological concepts of health, illness and disease and apply these to the care of patients "
    },
    {
      "knowledgeId": "5b5d430f-89c5-4199-8fe6-ddbd0343b787",
      "detail": "Apply theoretical frameworks of sociology to explain the varied responses of individuals, groups and societies to disease"
    },
    {
      "knowledgeId": "ebf07311-46d2-4ab3-b1e0-d58d2062ae62",
      "detail": "The sociological factors that contribute to illness, the course of the disease and the success of treatment and apply these to the care of patients − including issues relating to health inequalities and the social determinants of health, the links between occupation and health, and the effects of poverty and affluence"
    },
    {
      "knowledgeId": "583adbc4-8150-414c-a8a3-e80ac0eb9319",
      "detail": "The sociological aspects of behavioural change and treatment concordance and compliance, and apply these models to the care of patients as part of person-centred decision making"
    },
    {
      "knowledgeId": "692ea829-0e26-4d00-888d-4f79d55b65cb",
      "detail": "Describe and illustrate from examples the spectrum of normal human behaviour at an individual level"
    },
    {
      "knowledgeId": "937bee5d-0652-4923-9809-15a46cf41085",
      "detail": "Integrate psychological concepts of health, illness and disease into patient care and apply theoretical frameworks of psychology to explain the varied responses of individuals, groups and societies to disease"
    },
    {
      "knowledgeId": "75ec73de-7e5f-48f4-b637-73dceb9910c2",
      "detail": "The relationship between psychological and medical conditions and how psychological factors impact on risk and treatment outcomes "
    },
    {
      "knowledgeId": "feb79461-3867-4c22-9475-4c38274b09e8",
      "detail": "The impact of patients’ behaviours on treatment and care and how these are influenced by psychological factors"
    },
    {
      "knowledgeId": "54fb3917-e660-48e1-a406-d9e59d654f89",
      "detail": "How patients adapt to major life changes, such as bereavement, and the adjustments that might occur in these situations"
    },
    {
      "knowledgeId": "7702c3da-0fba-4b31-baaa-1ce34b86ccbb",
      "detail": "Appropriate strategies for managing patients with substance misuse or risk of self-harm or suicide"
    },
    {
      "knowledgeId": "6cc5215e-9352-49c4-ab81-047fe3560c66",
      "detail": "How psychological aspects of behaviour, such as response to error, can influence behaviour in the workplace in a way that can affect health and safety and apply this understanding to their personal behaviours and those of colleagues"
    },
    {
      "knowledgeId": "116d9fda-fe9d-4620-9d70-0c0b09b10ae4",
      "detail": "Medications and medication actions:•\ttherapeutics and pharmacokinetics •\tmedication side effects and interactions, including for multiple treatments, long term physical and mental conditions and non-prescribed drugs•\tthe role of pharmacogenomics and antimicrobial stewardship"
    },
    {
      "knowledgeId": "bf61312f-a537-4293-8fd0-eb78ebeda1b7",
      "detail": "The role of clinical pharmacologists and pharmacists in making decisions about medications"
    },
    {
      "knowledgeId": "1f677a41-4d41-4325-b47b-a1cb55281029",
      "detail": "The challenges of safe prescribing for patients with long term physical and mental conditions or multiple morbidities and medications, in pregnancy, at extremes of age and at the end of life"
    },
    {
      "knowledgeId": "e685ea44-df39-4d36-8f67-7a9a8f13fded",
      "detail": "The existence and range of complementary therapies, why patients use them, and how this might affect the safety of other types of treatment that patients receive"
    },
    {
      "knowledgeId": "ffc92b26-b2c4-445d-81ee-05c6ea444489",
      "detail": "The challenges of delivering the required standards of care when prescribing and providing treatment and advice remotely, for example via online services"
    },
    {
      "knowledgeId": "590999e3-27cc-4688-9081-4d2312b74100",
      "detail": "The risks of over-prescribing and excessive use of medications and apply these principles to prescribing practice"
    },
    {
      "knowledgeId": "60d971e8-44eb-4318-94d8-55c12ddcfe1f",
      "detail": "Professional and legal responsibilities when accessing information sources in relation to patient care, health promotion, giving advice and information to patients, and research and education"
    },
    {
      "knowledgeId": "94dace82-7290-4955-80c4-c93b5dd144fd",
      "detail": "The role of doctors in contributing to the collection and analysis of patient data at a population level to identify trends in wellbeing, disease and treatment, and to improve healthcare and healthcare system"
    },
    {
      "knowledgeId": "1d17d403-3aae-4423-872e-fe02fdd90b42",
      "detail": "The role and hierarchy of evidence in clinical practice and decision making with patients "
    },
    {
      "knowledgeId": "8db70975-f4e7-44fa-9915-bb10838741d6",
      "detail": "The role and value of qualitative and quantitative methodological approaches to scientific enquiry"
    },
    {
      "knowledgeId": "f23ddbe0-054f-4e47-8ca6-76c948595b4f",
      "detail": "Basic principles and ethical implications of research governance including recruitment into trials and research programmes"
    },
    {
      "knowledgeId": "3c1696c0-d359-4803-82ef-f3aeb742f3c9",
      "detail": "Describe stratified risk "
    },
    {
      "knowledgeId": "b5717f3a-85e9-43cb-899d-11014079d8ba",
      "detail": "The concept of personalised medicine to deliver care tailored to the needs of individual patients"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "4478c603-8d07-441b-8589-7cecc1110524",
      "detail": "Compassionate professional behaviour and professional responsibilities making sure the fundamental needs of patients and carers are addressed"
    },
    {
      "behaviourId": "009ac530-20ba-434e-93d6-be5537a1b73e",
      "detail": "Act with integrity, be polite, considerate, trustworthy, conscientious and honest"
    },
    {
      "behaviourId": "7177b92d-f7fc-4604-9fc4-33ba5a527bd1",
      "detail": "Take personal and professional responsibility for their actions"
    },
    {
      "behaviourId": "0965d04a-d45b-41a5-9f50-42c1f4064f56",
      "detail": "Manage time and prioritise effectively"
    },
    {
      "behaviourId": "31e50c09-a412-44a2-b54d-fde42a2866a1",
      "detail": "Be open and honest in their interactions with patients, carers, colleagues and employers when things go wrong – known as the professional duty of candour"
    },
    {
      "behaviourId": "82ca46a0-2a12-4999-8927-7e6168a396ce",
      "detail": "Respect  patients’ wishes about whether they wish to participate in the education of learners"
    },
    {
      "behaviourId": "65feda78-f4f7-46d7-99a6-3363c88bb2aa",
      "detail": "Meets the standards for Good medical practice (GMC)"
    }
  ],
  "skills": [
    {
      "skillId": "ba224b59-e044-45dc-bda0-f35d92d35fa8",
      "detail": "Demonstrate clinical responsibilities and role of the doctor"
    },
    {
      "skillId": "ea2a0f58-b881-4385-887c-3814747818e1",
      "detail": "Maintain confidentiality and respect patients’ dignity and privacy"
    },
    {
      "skillId": "267daa2e-791b-4895-a989-ec16f65dd7a5",
      "detail": "Manage their time and prioritise effectively"
    },
    {
      "skillId": "a67f2d72-ed93-4559-987d-15e2adf00171",
      "detail": "Recognise and acknowledge their own personal and professional limits and seek help from colleagues and supervisors when necessary, including when they feel that patient safety may be compromised"
    },
    {
      "skillId": "0b99d7fc-2784-4c96-b0d3-d8217615b17a",
      "detail": "Protect patients from any risk posed by their own health including: •\tthe risks to their health and to patient safety posed by self-prescribing medication and substance misuse•\tthe risks to their health and to patient safety posed by fatigue – they must apply strategies to limit •\tthe impact of fatigue on their health."
    },
    {
      "skillId": "f9a12d44-628a-4e88-8ee9-08301d55548f",
      "detail": "Demonstrate person-centred care and include patients and, where appropriate, their relatives, carers or other advocates in decisions about their healthcare needs "
    },
    {
      "skillId": "26e2e57a-13b2-48f0-ba8e-2ed1f266d50e",
      "detail": "Seek patient consent, or the consent of the person who has parental responsibility in the case of children and young people, or seek the views of those with lasting power of attorney or independent mental capacity advocates "
    },
    {
      "skillId": "99d9a62c-bfe9-4380-848a-a63e35b32cb5",
      "detail": "Provide information about options for investigations, treatment and care in a way that enables patients to make decisions about their own care"
    },
    {
      "skillId": "eb82b135-2d87-40d3-8fa8-d2ecae3e03e9",
      "detail": "Assess the mental capacity of a patient to make a particular decision, including when the lack of capacity is temporary, knowing when and how to take action."
    },
    {
      "skillId": "08f48987-236b-4f02-ae55-056dd0a8cb4d",
      "detail": "Act appropriately, with an inclusive approach, towards patients and colleagues"
    },
    {
      "skillId": "41586bb3-41be-48ed-8964-5a7ef03ec094",
      "detail": "Raise and escalate concerns through informal communication with colleagues and through formal clinical governance and monitoring systems about:•\tpatient safety and quality of care •\tbullying, harassment and undermining"
    },
    {
      "skillId": "24be9ab4-9836-4862-a3ee-a468b20b42b6",
      "detail": "Demonstrate commitment to professional development and lifelong learning"
    },
    {
      "skillId": "b90abd5b-26a3-48c8-921d-bce427b81c3a",
      "detail": "Mentor and teach other learners in the multi-professional team"
    },
    {
      "skillId": "ebf8ea22-3e44-43a4-a056-70de93e377ce",
      "detail": "Access and analyse reliable sources of current clinical evidence and guidance and have established methods for making sure their practice is consistent with these"
    },
    {
      "skillId": "7552f31a-a697-4dae-b468-55a3f4dc109a",
      "detail": "Engage with revalidation, maintaining a professional development portfolio which includes evidence of reflection, achievements, learning needs and feedback from patients and colleagues"
    },
    {
      "skillId": "85a05e75-24a4-45fe-a27f-786c6e163510",
      "detail": "Engage in induction and orientation activities, learn from experience and feedback, and respond constructively to the outcomes of appraisals, performance reviews and assessments."
    },
    {
      "skillId": "73bbdcca-6dab-4479-a182-4ca8e8b7f780",
      "detail": "Adhere to the principles of the legal framework in which medicine is practised in the jurisdiction in which they are practising, and is aware of where further information on relevant legislation can be found"
    },
    {
      "skillId": "c545e831-f06f-4e34-8101-76e83800faba",
      "detail": "Self-monitor, self-care and seek appropriate advice and support, including by being registered with a GP and engaging with them to maintain their own physical and mental health"
    },
    {
      "skillId": "c389bc43-d11e-40a8-b036-525b93037248",
      "detail": "Manage the personal and emotional challenges of coping with work and workload, uncertainty and change"
    },
    {
      "skillId": "5c6cad40-baae-4a9c-847b-026ad6dea1af",
      "detail": "Develop a range of coping strategies, such as reflection, debriefing, handing over to another colleague, peer support and asking for help, to recover from challenges and set-backs."
    },
    {
      "skillId": "67abf32a-d30b-4885-ad53-60e4ae12bd7f",
      "detail": "Place patients’ needs and safety at the centre of the care process"
    },
    {
      "skillId": "109920a2-791a-4bdd-8496-68dd07bdf810",
      "detail": "Promote and maintain health and safety in all care settings and escalate concerns to colleagues where appropriate, including when providing treatment and advice remotely"
    },
    {
      "skillId": "02839ed0-8d5d-4309-bd83-522ce0177953",
      "detail": "Learn from their own and others’ errors to promote a culture of safety"
    },
    {
      "skillId": "761aba5f-7e92-4add-ae84-cbf0d8d6a528",
      "detail": "Apply measures to prevent the spread of infection, and apply the principles of infection prevention and control"
    },
    {
      "skillId": "e75cb5e7-c079-43f3-a043-51d785e810e5",
      "detail": "Apply quality improvement to improve practice and seek ways to continually improve the use and prioritisation of resources "
    },
    {
      "skillId": "1817072d-487f-4514-8b86-c40c8205a46a",
      "detail": "Adapt management proposals and strategies for dealing with health problems to take into consideration patients’ preferences, social needs, multiple morbidities, frailty and long term physical and mental conditions"
    },
    {
      "skillId": "5addbf82-abff-4174-8b20-6112eed67d51",
      "detail": "Work collaboratively with patients, their relatives, carers or other advocates, in planning their care, negotiating and sharing information appropriately and supporting patient self-care"
    },
    {
      "skillId": "27311a9c-3bdc-41fe-b12c-ee1b16572e67",
      "detail": "Work collaboratively with other health and care professionals and organisations when working with patients, particularly those with multiple morbidities, frailty and long term physical and mental conditions"
    },
    {
      "skillId": "370c6269-f9e9-428a-941f-fa7d6b1e09cc",
      "detail": "Recognise how treatment and care can place an additional burden on patients and make decisions to reduce this burden where appropriate, particularly where patients have multiple conditions or are approaching the end of life"
    },
    {
      "skillId": "43f6efde-e4e8-4c37-b679-55cb2c6b7fc4",
      "detail": "Manage the uncertainty of diagnosis and treatment success or failure and communicate this openly and sensitively with patients, their relatives, carers or other advocates"
    },
    {
      "skillId": "863aa2aa-5880-4ad1-8332-0ec2edaf2fdf",
      "detail": "Evaluate the clinical complexities, uncertainties and emotional challenges involved in caring for patients who are approaching the end of their lives and demonstrate the relevant communication techniques and strategies that can be used with the patient, their relatives, carers or other advocates."
    },
    {
      "skillId": "7f42b1e3-df72-427e-bbe7-158f8c31d266",
      "detail": "Safeguard children, young people, adults and older people, using appropriate systems for sharing information, recording and raising concerns, obtaining advice, making referrals and taking action"
    },
    {
      "skillId": "510cd57f-699d-4fbd-93a1-4c1da75abd9f",
      "detail": "Take a history that includes consideration of the patient’s autonomy, views and any associated vulnerability, and reflect this in the care plan and referrals"
    },
    {
      "skillId": "eb5abb3d-baa9-448e-a4d4-d3c66753d448",
      "detail": "Assess the needs of, and support required, for children, young people and adults and older people who are the victims of domestic, sexual or other abuse"
    },
    {
      "skillId": "2164a0d9-b6e9-48d0-aecc-0e1ff981168c",
      "detail": "Assess the needs of, and support required, for people with a learning disability "
    },
    {
      "skillId": "584c80b0-1e43-432a-ab5e-e41bb0cbaa16",
      "detail": "Assess the needs of, and support required, for people with mental health conditions"
    },
    {
      "skillId": "292fb902-f526-4902-add9-a3615984400e",
      "detail": "Adhere to the professional responsibilities in relation to procedures performed for non-medical reasons, such as female genital mutilation and cosmetic interventions"
    },
    {
      "skillId": "0c19ac05-3521-441a-8440-9dd84aa18896",
      "detail": "Take action by seeking advice from colleagues and making appropriate referrals where addiction (to drugs, alcohol, smoking or other substances), poor nutrition, self neglect, environmental exposure, or financial or social deprivation are contributing to ill health"
    },
    {
      "skillId": "28491451-6e3c-469f-a293-4878f442c7f8",
      "detail": "Maintain effective teamwork and interpersonal relationships with a clear shared purpose"
    },
    {
      "skillId": "2911a460-ba95-4f00-9802-675e7335dfd7",
      "detail": "Demonstrate leadership and the ability to accept and support leadership by others"
    },
    {
      "skillId": "74e37371-f08a-4104-9e00-9780f6b0dbbb",
      "detail": "Contribute to effective interdisciplinary team working with doctors from all care settings and specialties, and with other health and social care professionals for the provision of safe and high-quality care"
    },
    {
      "skillId": "bec049ea-84c4-4fa2-a70d-660886b82757",
      "detail": "Work effectively with colleagues in ways that best serve the interests of patients."
    },
    {
      "skillId": "f8dac625-17c8-4aba-a2f8-cebdf0cbae97",
      "detail": "Safely pass on information using clear and appropriate spoken, written and electronic communication: •\tat handover in a hospital setting and when handing over and maintaining continuity of care in primary, community and social care settings •\twhen referring to colleagues for investigations or advice •\twhen things go wrong, for example when errors happen questioning colleagues during handover where appropriate •\tworking collaboratively and supportively with colleagues to share experiences and challenges that encourage learning •\tresponding appropriately to requests from colleagues to attend patients •\tapplying flexibility, adaptability and a problem-solving approach to shared decision making with colleagues"
    },
    {
      "skillId": "a4ce278e-63e1-4a68-9035-f09a604709f4",
      "detail": "Recognise and show respect for the roles and expertise of other health and social care professionals and doctors from all specialties and care settings in the context of working and learning as a multi-professional team."
    },
    {
      "skillId": "8df3c5a9-de3e-48ac-8f68-25852596f802",
      "detail": "Communicate clearly, sensitively and effectively with patients, their relatives, carers or other advocates, and colleagues from medical and other professions, by: •\tlistening, sharing and responding•\tdemonstrating empathy and compassion•\tdemonstrating effective verbal and non-verbal interpersonal skills•\tmaking adjustments to their communication approach if needed, for example for people who communicate differently due to a disability or who speak a different first language•\tseeking support from colleagues for assistance with communication if needed"
    },
    {
      "skillId": "08c52c7e-2589-41f8-9895-b4fe4a5b9953",
      "detail": "Communicate by spoken, written and electronic methods (including in medical records) clearly, sensitively and effectively with patients, their relatives, carers or other advocates, and colleagues from medical and other professions. This includes, but is not limited to, the following situations: •\twhere there is conflict or disagreement •\twhen sharing news about a patient’s condition that may be emotionally challenging for the patient and those close to them •\twhen sharing news about a patient’s death with relatives and carers or other advocates •\twhen discussing issues that may be sensitive for the patient, such as alcohol consumption, smoking, diet and weight management or sexual behaviour •\twhen communicating with people who lack insight into their illness or are ambivalent about treatment •\twhen communicating with children and young people •\twhen communicating with people who have impaired hearing, language, speech or sight •\twhen communicating with people who have cognitive impairment •\twhen communicating with people who have learning disabilities •\twhen English is not the patient’s first language - by using an interpreter, translation service or other online methods of translation •\twhen the patient lacks capacity to reach or communicate a decision on their care needs •\twhen advocating for patients’ needs •\twhen making referrals to colleagues from medical and other professions •\twhen providing care remotely, such as carrying out consultations using telecommunications."
    },
    {
      "skillId": "49fa91b1-600d-4b30-bdfa-8250685996b2",
      "detail": "Use methods of communication used by patients and colleagues such as technology-enabled communication platforms, respecting confidentiality and maintaining professional standards of behaviour."
    },
    {
      "skillId": "37ba5d25-9532-4ad8-81fe-d702b438225b",
      "detail": "Elicit and accurately record a patient’s medical history, including family and social history, working with parents and carers or other advocates when the patient is a child or young person or an adult who requires the support of a carer or other advocate"
    },
    {
      "skillId": "39a6307a-4f66-4f84-a706-3dfb1f95055c",
      "detail": "Encourage patients’ questions, discuss their understanding of their condition and treatment options, and take into account their ideas concerns, expectations, values and preferences"
    },
    {
      "skillId": "9f11f356-b95c-42d6-8d42-dc2beb1b8ea9",
      "detail": "Acknowledge and discuss information patients have gathered about their conditions and symptoms, taking a collaborative approach"
    },
    {
      "skillId": "4e32d960-a5bd-4769-aed9-9d966e7af1d2",
      "detail": "Provide explanation, advice and support that matches patients’ level of understanding and needs, making reasonable adjustments to facilitate patients’ understanding if necessary"
    },
    {
      "skillId": "59d02958-9006-406f-8e41-70828bb15154",
      "detail": "Assess a patient’s capacity to understand and retain information and to make a particular decision, making reasonable adjustments to support their decision making if necessary, in accordance with legal requirements in the relevant jurisdiction and the GMC’s ethical guidance as appropriate"
    },
    {
      "skillId": "b756979f-f3f1-4db7-a63a-295dd8ea67b4",
      "detail": "Work with patients, or their legal advocates, to agree how they want to be involved in decision making about their care and treatment"
    },
    {
      "skillId": "30bff984-5304-4993-8128-a4102b0a9111",
      "detail": "Apply scientific principles, methods and knowledge to medical practice and integrate these into patient care. "
    },
    {
      "skillId": "fd36d6f5-2539-42d4-9a65-877dfb0840c2",
      "detail": "Select appropriate forms of management for common diseases, and ways of preventing common diseases their modes of action and their risks from first principles"
    },
    {
      "skillId": "2dcd1394-fbca-4f1b-a3ce-f8f95c46c468",
      "detail": "Illustrate, by professional experience, the principles for the identification, safe management and referral of patients with mental health conditions"
    },
    {
      "skillId": "56cd25e2-e026-4744-a67b-95dce51e4fc9",
      "detail": "Conduct appropriate critical appraisal and analysis of clinical data"
    },
    {
      "skillId": "048fdc66-ed86-43c7-8e2e-4b448a42a060",
      "detail": "Interpret and communicate research evidence in a meaningful way for patients to support them in making informed decisions about treatment and management"
    },
    {
      "skillId": "a9af59e3-7819-4c53-acb0-95217decde68",
      "detail": "Apply epidemiological data to manage healthcare for the individual and the community and evaluate the clinical and cost effectiveness of interventions"
    },
    {
      "skillId": "d76abac3-3805-4710-966b-82f5c2db0283",
      "detail": "60.\tApply the basic principles of communicable disease control in hospital and community settings, including disease surveillance"
    },
    {
      "skillId": "4e36a6e7-1cbd-4cff-af56-c91d8dd79796",
      "detail": "Assess, by taking a history, the environmental, social, psychological, behavioural and cultural factors influencing a patient’s presentation, and identify options to address these, including advocacy for those who are disempowered"
    },
    {
      "skillId": "8428c407-d47e-4750-9d66-aba9b8aa09ab",
      "detail": "Apply social science principles, methods and knowledge to medical practice and integrate these into patient care "
    },
    {
      "skillId": "cb1622c8-ab2e-4ccb-99c9-089e1c244980",
      "detail": "Apply the principles, methods and knowledge of population health and the improvement of health and sustainable healthcare to medical practice"
    },
    {
      "skillId": "079d6548-ccf8-442e-9ff5-93bcbbf4da2b",
      "detail": "Assess, by taking a history, the environmental, social, psychological, behavioural and cultural factors influencing a patient’s presentation, and identify options to address these, including advocacy for those who are disempowered"
    },
    {
      "skillId": "34f94187-5e6a-451b-9c75-e0996f3fb04d",
      "detail": "Apply the principles of primary, secondary and tertiary prevention of disease, including immunisation and screening"
    },
    {
      "skillId": "816df733-46e6-453b-8d25-960ea815659e",
      "detail": "Propose an assessment of a patient’s clinical presentation, integrating biological, psychological and social factors, agree this with colleagues and use it to direct and prioritise investigations and care"
    },
    {
      "skillId": "e5714d1f-ba85-405d-8c65-647654e0a328",
      "detail": "Safely and sensitively undertake: •\tan appropriate physical examination (with a chaperone present if appropriate) a mental and cognitive state examination, including establishing if the patient is a risk to themselves or others, seeking support and making referrals if necessary•\ta developmental examination for children and young people"
    },
    {
      "skillId": "0599af6e-8c83-42ac-bf96-cd2f985f786e",
      "detail": "Interpret findings from history, physical and mental state examinations"
    },
    {
      "skillId": "a97d0e6a-dd14-4872-b4f1-8d69a8766e45",
      "detail": "Propose a holistic clinical summary, including a prioritised differential diagnosis/diagnoses and problem list"
    },
    {
      "skillId": "cd3f6e42-93ad-4d5d-84cd-be699fce6fa5",
      "detail": "Propose options for investigation, taking into account potential risks, benefits, cost effectiveness and possible side effects and agree in collaboration with colleagues if necessary, which investigations to select "
    },
    {
      "skillId": "bc627903-5abf-485f-a7bf-410f5286da2e",
      "detail": "Interpret the results of investigations and diagnostic procedures, in collaboration with colleagues if necessary"
    },
    {
      "skillId": "d3ee5dda-e06d-4e6e-aa5a-152195590730",
      "detail": "Synthesise findings from the history, physical and mental state examinations and investigations, in collaboration with colleagues if necessary, and make proposals about underlying causes or pathology"
    },
    {
      "skillId": "ece7527f-3bf2-4295-83cd-73da1a91cacf",
      "detail": "Make clinical judgements and decisions with a patient, based on the available evidence, in collaboration with colleagues and as appropriate for their level of training and experience, and understand that this may include situations of uncertainty"
    },
    {
      "skillId": "205b6f22-d40b-4cac-b837-d7ba4eeb8bef",
      "detail": "Take account of patients’ concerns, beliefs, choices and preferences, and respect the rights of patients to reach decisions with their doctor about their treatment and care and to refuse or limit treatment"
    },
    {
      "skillId": "64fc6dc9-99ca-4e37-90d2-b32313dbe705",
      "detail": "Seek informed consent for any recommended or preferred options for treatment and care"
    },
    {
      "skillId": "0e726d7a-25c8-49f9-89ef-142eb5a8b7e9",
      "detail": "Propose a plan of management including prevention, treatment, management and discharge or continuing community care, according to established principles and best evidence, in collaboration with other health professionals if necessary"
    },
    {
      "skillId": "091cda0b-8105-4c1f-bda6-c1ff06b20611",
      "detail": "Support and motivate the patient’s self-care by helping them to recognise the benefits of a healthy lifestyle and motivating behaviour change to improve health and include prevention in the patient’s management plan"
    },
    {
      "skillId": "b89365eb-7e8a-4277-aa0a-1a737924f672",
      "detail": "Make appropriate clinical judgements when considering or providing compassionate interventions or support for patients who are nearing or at the end of life, understanding the need to involve patients, their relatives, carers or other advocates in management decisions, making referrals and seeking advice from colleagues as appropriate"
    },
    {
      "skillId": "d0345210-a6f9-4ed3-8cd4-d8320414dee1",
      "detail": "Provide immediate care to adults, children and young people in medical and psychiatric emergencies and seek support from colleagues if necessary"
    },
    {
      "skillId": "3bf86d88-6370-42db-9896-d8aa4d977d1f",
      "detail": "Recognise when a patient is deteriorating and take appropriate action"
    },
    {
      "skillId": "59093fe7-e1fd-4c09-af94-42146f60660d",
      "detail": "Assess and determine the severity of a clinical presentation and the need for immediate emergency care"
    },
    {
      "skillId": "71a90ba4-39d5-4b23-aaa6-44f5101648ed",
      "detail": "Diagnose and manage acute medical and psychiatric emergencies, escalating appropriately to colleagues for assistance and advice"
    },
    {
      "skillId": "433f2d6c-5683-459b-a1bb-becf79033612",
      "detail": "Perform the core set of practical skills and procedures (defined by the GMC) safely and effectively, and identify, according to own level of skill and experience, the procedures for which they need supervision to ensure patient safety"
    },
    {
      "skillId": "ccaad18c-3e04-4889-ba65-32f31dcf01d2",
      "detail": "Provide immediate life support (GMC Practical Skills and Procedures)"
    },
    {
      "skillId": "22f856c7-6634-40d5-9cc7-8820608d9e7b",
      "detail": "Provide cardiopulmonary resuscitation (GMC Practical Skills and Procedures)"
    },
    {
      "skillId": "6dddf213-cfac-400b-a655-df2f40887546",
      "detail": "Establish an accurate medication history, covering both prescribed medication and other drugs or supplements, and establish medication allergies and the types of medication interactions that patients experience"
    },
    {
      "skillId": "c79d6225-e680-45e9-8f20-4e3cfa3b0f57",
      "detail": "Carry out an assessment of benefit and risk for the patient of starting a new medication taking into account the medication history and potential medication interactions in collaboration with the patient and, if appropriate, their relatives, carers or other advocates"
    },
    {
      "skillId": "99fce301-07a7-4d04-acf9-885fff9327d4",
      "detail": "Provide patients, their relatives, carers or other advocates, with appropriate information about their medications in a way that enables patients to make decisions about the medications they take"
    },
    {
      "skillId": "e3ccb207-eaaf-4a89-92a4-41d3ed47220c",
      "detail": "Agree a medication plan with the patient that they are willing and able to follow"
    },
    {
      "skillId": "160a807f-ba32-429e-bb0b-234be892b637",
      "detail": "Access reliable information about medications and be able to use the different technologies used to support prescribing"
    },
    {
      "skillId": "a8e895dd-d0ec-4f80-b375-6140e493820c",
      "detail": "Calculate safe and appropriate medication doses and record the outcome accurately"
    },
    {
      "skillId": "d21e0608-d25c-40c1-9150-d94d157fdc5f",
      "detail": "Write a safe and legal prescription, tailored to the specific needs of individual patients, using either paper or electronic systems and using decision support tools where necessary"
    },
    {
      "skillId": "f4549e64-176a-4a8d-b9a1-226500148a51",
      "detail": "Prescribe in consultation with clinical pharmacologists and pharmacists and other colleagues as appropriate"
    },
    {
      "skillId": "0cb6e959-5ba1-48e1-85ad-ab4aad708382",
      "detail": "Communicate appropriate information to patients about what their medication is for, when and for how long to take it, what benefits to expect, any important adverse effects that may occur and what follow-up will be required"
    },
    {
      "skillId": "62f31a3f-30f3-43cb-9685-1c7bf5515e7d",
      "detail": "Detect and report adverse medication reactions and therapeutic interactions and react appropriately by stopping or changing medication"
    },
    {
      "skillId": "1ba1493a-a223-46c4-a90b-4fa492231947",
      "detail": "Monitor the efficacy and effects of medication and with appropriate advice from colleagues, reacting appropriately by adjusting medication, including stopping medication with due support, care and attention if it proves ineffective, is no longer needed or the patient wishes to stop taking it"
    },
    {
      "skillId": "7ef560e2-e1c8-41db-8b19-c7ffd2aac9e3",
      "detail": "Respect patient choices about the use of complementary therapies"
    },
    {
      "skillId": "3d9f8505-9e52-4e00-be70-4a027348632a",
      "detail": "Make effective use of decision making and diagnostic technologies"
    },
    {
      "skillId": "e3f6adf3-48ec-4ee6-b1e3-93d1b4e6d4f1",
      "detail": "Apply the requirements of confidentiality and data protection legislation and comply with local information governance and storage procedures when recording and coding patient information"
    },
    {
      "skillId": "b9e5ca6d-ec78-4865-b58b-3eab64420e55",
      "detail": "Apply the principles of health informatics applied to medical practice"
    },
    {
      "skillId": "ba244e60-1c34-4041-a3b9-774fcf892147",
      "detail": "Interpret common statistical tests used in medical research publications"
    },
    {
      "skillId": "09dfcca8-9cf6-44ef-82fb-5f9e3f8e8c42",
      "detail": "Critically appraise research information, including study design, the results of relevant diagnostic, prognostic and treatment trials, and other qualitative and quantitative studies as reported in the medical and scientific literature"
    },
    {
      "skillId": "24bff627-6fbe-46ee-8e9b-f33ae8978484",
      "detail": "Formulate simple relevant research questions in biomedical science, psychosocial science or population science, and design appropriate studies or experiments to address the questions"
    },
    {
      "skillId": "c7cff0c7-56b5-4489-ad1d-84d6bba3e233",
      "detail": "Evidence from large scale public health reviews and other sources of public health data to inform decisions about the care of individual patients"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2022-07-19T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "TB0672",
  "tbMainContact": "Healthcare.Trailblazer@skillsforhealth.org.uk",
  "involvedEmployers": "Barts Health NHS Trust\nBedfordshire Hospitals NHS Foundation Trust\nBlack Country and West Birmingham Sustainability and Transformation Partnership\nBromley By Bow GP partnership \nCroydon University Hospital\nEast Lancashire NHS Trust\nEast London NHS Foundation Trust\nEpsom & St Helier University Hospitals NHS Trust\nHCA Healthcare UK\nImperial College Healthcare NHS Trust\nMilton Keynes University Hospital NHS Foundation Trust\nNHS Blackpool Clinical Commissioning Group\nNorfolk and Norwich University Hospitals NHS Foundation Trust\nNorth Cumbria Integrated Care NHS Foundation Trust\nNorthumbria Healthcare NHS Trust\nOxleas NHS Foundation Trust \nRoyal Marsden NHS Foundation Trust\nSandwell and West Birmingham Hospitals NHS Trust\nThe Dudley Group NHS Foundation Trust\nUniversity Hospitals Birmingham NHS Foundation Trust\nUniversity Hospitals Bristol and Weston NHS Foundation Trust\nUniversity Hospitals of North Midlands NHS Trust\nWalsall Healthcare NHS Trust\n",
  "otherInvolvedStakeholders": "",
  "regulated": true,
  "regulatedBody": "General Medical Council",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Foundation Doctor"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Health professional",
  "clusterId": "6",
  "clusterDescription": null,
  "createdDate": "2024-06-21T12:11:49 +00:00",
  "lastUpdated": "2022-07-19T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2022-07-19T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC0995",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st0995-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st0995-v1-0",
  "qualifications": [
    {
      "qualificationId": "6df3dbd9-35eb-43d0-a922-70dfc6704508",
      "title": "Degree in Medicine from a UK university permitted by the General Medical Council to award Primary Medical Qualifications recognised by FHEQ and QAA",
      "level": "7 (integrated degree)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "General Medical Council",
      "level": "7",
      "isPartial": "partial",
      "partialFreeText": "On completion of the apprenticeship and subject to satisfactory confirmation of Fitness to Practise by the GMC progression will be into the Foundation Programme to undertake a further higher-level programme of workplace-based, supervised training before they are eligible for full registration with the General Medical Council and able to progress to further speciality training posts."
    }
  ],
  "duties": [
    {
      "dutyID": "2a556c5f-6b92-4601-ac3e-c855946e9399",
      "dutyDetail": "Be an accountable professional and behave according to statutory ethical and professional principles",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4478c603-8d07-441b-8589-7cecc1110524",
        "009ac530-20ba-434e-93d6-be5537a1b73e",
        "7177b92d-f7fc-4604-9fc4-33ba5a527bd1",
        "0965d04a-d45b-41a5-9f50-42c1f4064f56",
        "31e50c09-a412-44a2-b54d-fde42a2866a1",
        "82ca46a0-2a12-4999-8927-7e6168a396ce",
        "65feda78-f4f7-46d7-99a6-3363c88bb2aa"
      ],
      "mappedKnowledge": [
        "b1f5ed32-c5a7-403b-a5d5-c11486d7ec2a",
        "eb6d2578-b6b0-4dc9-8162-ef247bb38a47"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ba224b59-e044-45dc-bda0-f35d92d35fa8",
        "ea2a0f58-b881-4385-887c-3814747818e1",
        "267daa2e-791b-4895-a989-ec16f65dd7a5",
        "a67f2d72-ed93-4559-987d-15e2adf00171",
        "0b99d7fc-2784-4c96-b0d3-d8217615b17a",
        "f9a12d44-628a-4e88-8ee9-08301d55548f",
        "26e2e57a-13b2-48f0-ba8e-2ed1f266d50e",
        "99d9a62c-bfe9-4380-848a-a63e35b32cb5",
        "eb82b135-2d87-40d3-8fa8-d2ecae3e03e9",
        "08f48987-236b-4f02-ae55-056dd0a8cb4d",
        "41586bb3-41be-48ed-8964-5a7ef03ec094",
        "24be9ab4-9836-4862-a3ee-a468b20b42b6",
        "b90abd5b-26a3-48c8-921d-bce427b81c3a",
        "ebf8ea22-3e44-43a4-a056-70de93e377ce",
        "7552f31a-a697-4dae-b468-55a3f4dc109a",
        "85a05e75-24a4-45fe-a27f-786c6e163510",
        "73bbdcca-6dab-4479-a182-4ca8e8b7f780"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "941d7a60-a139-4902-8cba-1c243c9af7e3",
      "dutyDetail": "Maintain personal physical and mental wellbeing and incorporate compassionate self-care into their personal and professional life",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4478c603-8d07-441b-8589-7cecc1110524",
        "009ac530-20ba-434e-93d6-be5537a1b73e",
        "7177b92d-f7fc-4604-9fc4-33ba5a527bd1",
        "0965d04a-d45b-41a5-9f50-42c1f4064f56",
        "31e50c09-a412-44a2-b54d-fde42a2866a1",
        "65feda78-f4f7-46d7-99a6-3363c88bb2aa"
      ],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [
        "c545e831-f06f-4e34-8101-76e83800faba",
        "c389bc43-d11e-40a8-b036-525b93037248",
        "5c6cad40-baae-4a9c-847b-026ad6dea1af"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e4d64f24-2eb9-4518-b1fc-57fb8fb53c31",
      "dutyDetail": "Practice safely and participates in and promotes activity to improve the quality and safety of patient care and clinical outcomes",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4478c603-8d07-441b-8589-7cecc1110524",
        "009ac530-20ba-434e-93d6-be5537a1b73e",
        "7177b92d-f7fc-4604-9fc4-33ba5a527bd1",
        "0965d04a-d45b-41a5-9f50-42c1f4064f56",
        "31e50c09-a412-44a2-b54d-fde42a2866a1",
        "82ca46a0-2a12-4999-8927-7e6168a396ce",
        "65feda78-f4f7-46d7-99a6-3363c88bb2aa"
      ],
      "mappedKnowledge": [
        "539b7721-7711-43fd-a838-8fa21ffa1338",
        "81f98923-df32-4d9f-968d-015803cd4822",
        "3730140f-86fd-4cd6-898b-3cb0d4217be6",
        "cc26fa07-5864-4c54-9872-a984fa606bb7",
        "323229fc-b106-4efb-b68a-3c690216c725"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "67abf32a-d30b-4885-ad53-60e4ae12bd7f",
        "109920a2-791a-4bdd-8496-68dd07bdf810",
        "02839ed0-8d5d-4309-bd83-522ce0177953",
        "761aba5f-7e92-4add-ae84-cbf0d8d6a528",
        "e75cb5e7-c079-43f3-a043-51d785e810e5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "bd190581-a0c1-49e8-a05e-8f34fc7560ed",
      "dutyDetail": "Recognise the complex and uncertain nature of illness and health inequalities and by seeking support and help from colleagues, develops confidence in managing these situations and responding to change",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4478c603-8d07-441b-8589-7cecc1110524",
        "009ac530-20ba-434e-93d6-be5537a1b73e",
        "7177b92d-f7fc-4604-9fc4-33ba5a527bd1",
        "0965d04a-d45b-41a5-9f50-42c1f4064f56",
        "31e50c09-a412-44a2-b54d-fde42a2866a1",
        "65feda78-f4f7-46d7-99a6-3363c88bb2aa"
      ],
      "mappedKnowledge": [
        "cd729aa2-0c55-461e-825a-e1e1ec8cc23b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1817072d-487f-4514-8b86-c40c8205a46a",
        "5addbf82-abff-4174-8b20-6112eed67d51",
        "27311a9c-3bdc-41fe-b12c-ee1b16572e67",
        "370c6269-f9e9-428a-941f-fa7d6b1e09cc",
        "43f6efde-e4e8-4c37-b679-55cb2c6b7fc4",
        "863aa2aa-5880-4ad1-8332-0ec2edaf2fdf"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "301de56d-179e-4d8b-a852-f27d6a63b9e5",
      "dutyDetail": "Recognise and identify factors that suggest patient vulnerability and take action in response",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4478c603-8d07-441b-8589-7cecc1110524",
        "009ac530-20ba-434e-93d6-be5537a1b73e",
        "7177b92d-f7fc-4604-9fc4-33ba5a527bd1",
        "0965d04a-d45b-41a5-9f50-42c1f4064f56",
        "31e50c09-a412-44a2-b54d-fde42a2866a1",
        "82ca46a0-2a12-4999-8927-7e6168a396ce",
        "65feda78-f4f7-46d7-99a6-3363c88bb2aa"
      ],
      "mappedKnowledge": [
        "cd24aecf-6cc8-4281-9c81-7c25bf4a399b",
        "a582fd1b-3e61-4c3f-861d-3e5d755f5add",
        "9d03c43c-d16c-4750-825f-20b651b4b872",
        "05828396-022f-42e4-98cc-65bcf6678fef"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7f42b1e3-df72-427e-bbe7-158f8c31d266",
        "510cd57f-699d-4fbd-93a1-4c1da75abd9f",
        "eb5abb3d-baa9-448e-a4d4-d3c66753d448",
        "2164a0d9-b6e9-48d0-aecc-0e1ff981168c",
        "584c80b0-1e43-432a-ab5e-e41bb0cbaa16",
        "292fb902-f526-4902-add9-a3615984400e",
        "0c19ac05-3521-441a-8440-9dd84aa18896"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e99ef06c-1ca5-4c9f-a96d-faa649192403",
      "dutyDetail": "Learn and work effectively within and alongside a multi-professional and multi-disciplinary team and across multiple care settings ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4478c603-8d07-441b-8589-7cecc1110524",
        "009ac530-20ba-434e-93d6-be5537a1b73e",
        "7177b92d-f7fc-4604-9fc4-33ba5a527bd1",
        "0965d04a-d45b-41a5-9f50-42c1f4064f56",
        "31e50c09-a412-44a2-b54d-fde42a2866a1",
        "82ca46a0-2a12-4999-8927-7e6168a396ce",
        "65feda78-f4f7-46d7-99a6-3363c88bb2aa"
      ],
      "mappedKnowledge": [
        "9971a440-6900-4106-abf6-76a7b0f8b2ac",
        "ed7ce9ee-2377-4a54-ab7f-11f1611e2775",
        "d04388f5-8f77-477d-8bed-d95001a94c10",
        "51c80799-9185-4b95-bce6-a1abb5ea9deb"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "28491451-6e3c-469f-a293-4878f442c7f8",
        "2911a460-ba95-4f00-9802-675e7335dfd7",
        "74e37371-f08a-4104-9e00-9780f6b0dbbb",
        "bec049ea-84c4-4fa2-a70d-660886b82757",
        "f8dac625-17c8-4aba-a2f8-cebdf0cbae97",
        "a4ce278e-63e1-4a68-9035-f09a604709f4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8a6c3fbd-b8e2-440a-9460-aa1e189629cb",
      "dutyDetail": "Communicate, openly and honestly with patients, their relatives, carers or other advocates, and with colleagues, applying patient confidentiality appropriately",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4478c603-8d07-441b-8589-7cecc1110524",
        "009ac530-20ba-434e-93d6-be5537a1b73e",
        "7177b92d-f7fc-4604-9fc4-33ba5a527bd1",
        "0965d04a-d45b-41a5-9f50-42c1f4064f56",
        "31e50c09-a412-44a2-b54d-fde42a2866a1",
        "82ca46a0-2a12-4999-8927-7e6168a396ce",
        "65feda78-f4f7-46d7-99a6-3363c88bb2aa"
      ],
      "mappedKnowledge": [
        "c151f695-a7bd-416b-be9b-b2cdda2c5ff0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8df3c5a9-de3e-48ac-8f68-25852596f802",
        "08c52c7e-2589-41f8-9895-b4fe4a5b9953",
        "49fa91b1-600d-4b30-bdfa-8250685996b2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e2d0cf23-b6fd-4f92-87fe-df174fbac01e",
      "dutyDetail": "Carry out effective consultations with patients",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4478c603-8d07-441b-8589-7cecc1110524",
        "009ac530-20ba-434e-93d6-be5537a1b73e",
        "7177b92d-f7fc-4604-9fc4-33ba5a527bd1",
        "0965d04a-d45b-41a5-9f50-42c1f4064f56",
        "31e50c09-a412-44a2-b54d-fde42a2866a1",
        "82ca46a0-2a12-4999-8927-7e6168a396ce",
        "65feda78-f4f7-46d7-99a6-3363c88bb2aa"
      ],
      "mappedKnowledge": [
        "e6771408-7adc-4927-9159-bcea03e208c3",
        "2057b141-e5e0-4937-8886-ac7b397249ee",
        "323a4645-81ad-4e15-a866-3440995ed432",
        "128acf6d-ca33-48ec-9ce5-f1689c42ee6d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "37ba5d25-9532-4ad8-81fe-d702b438225b",
        "39a6307a-4f66-4f84-a706-3dfb1f95055c",
        "9f11f356-b95c-42d6-8d42-dc2beb1b8ea9",
        "4e32d960-a5bd-4769-aed9-9d966e7af1d2",
        "59d02958-9006-406f-8e41-70828bb15154",
        "b756979f-f3f1-4db7-a63a-295dd8ea67b4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "bbd9607a-8981-491c-80bf-78063951b0e3",
      "dutyDetail": "Work collaboratively with patients and colleagues to diagnose and manage clinical presentations safely in community, primary and secondary care settings and in patients’ homes and must, wherever possible, support and facilitate patients to make decisions about their care and management",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4478c603-8d07-441b-8589-7cecc1110524",
        "009ac530-20ba-434e-93d6-be5537a1b73e",
        "7177b92d-f7fc-4604-9fc4-33ba5a527bd1",
        "0965d04a-d45b-41a5-9f50-42c1f4064f56",
        "31e50c09-a412-44a2-b54d-fde42a2866a1",
        "82ca46a0-2a12-4999-8927-7e6168a396ce",
        "65feda78-f4f7-46d7-99a6-3363c88bb2aa"
      ],
      "mappedKnowledge": [
        "91cb6f6f-73a8-488b-a9d5-dbcae7d64ca5",
        "7159b3a3-12b2-4832-8b2f-715018745423",
        "9ab96a0f-0092-4a85-a535-20ff1ddeaaf3",
        "4e2addf0-b35b-46f9-80e4-7b7e0ad153cb",
        "dffabe45-cb50-4b86-b742-2d063e29b2e5",
        "ed0573df-3e6d-4296-91e8-49086022cf74",
        "5d1bb57b-f405-45d1-bd21-6e7390d315f4",
        "1d4e31ed-e8be-4d30-8544-e3b06135c916",
        "36c65bbb-9747-4e51-af53-1a65d9eb29b1",
        "4dc8d799-2ecf-4cf4-b597-6ec1ddd3a06a",
        "8ce644d4-7173-4333-9618-0a33aa8ea3ba",
        "0d0ae081-5813-4481-b345-48139bbaaaff",
        "24aae929-bbaa-47d9-b99e-596833591614",
        "33f8ee41-9f92-4317-8354-78c2d087d8d5",
        "f79fba79-5103-4cae-aaac-ad37b7be7ec3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "30bff984-5304-4993-8128-a4102b0a9111",
        "fd36d6f5-2539-42d4-9a65-877dfb0840c2",
        "2dcd1394-fbca-4f1b-a3ce-f8f95c46c468",
        "56cd25e2-e026-4744-a67b-95dce51e4fc9",
        "048fdc66-ed86-43c7-8e2e-4b448a42a060",
        "a9af59e3-7819-4c53-acb0-95217decde68",
        "d76abac3-3805-4710-966b-82f5c2db0283"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "016cf31d-8fb9-4f7e-8ade-f09e30b0a87d",
      "dutyDetail": "Work collaboratively with patients, their relatives, carers or other advocates to make clinical judgements and decisions based on a holistic assessment of the patient and their needs, priorities and concerns, appreciating the importance of the links between pathophysiological, psychological, spiritual, religious, social and cultural factors for each individual",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4478c603-8d07-441b-8589-7cecc1110524",
        "009ac530-20ba-434e-93d6-be5537a1b73e",
        "7177b92d-f7fc-4604-9fc4-33ba5a527bd1",
        "0965d04a-d45b-41a5-9f50-42c1f4064f56",
        "31e50c09-a412-44a2-b54d-fde42a2866a1",
        "82ca46a0-2a12-4999-8927-7e6168a396ce",
        "65feda78-f4f7-46d7-99a6-3363c88bb2aa"
      ],
      "mappedKnowledge": [
        "a7c99721-a646-4208-982b-005c611de847",
        "28cd2429-6dcb-456e-9966-4366893eef7f",
        "b3a81eee-4160-4ef6-9ca6-dfa0424b9900",
        "1380b41e-bab6-477d-8c7f-7210979b6e5d",
        "1a50feed-e540-4d3f-bfc4-9a1818815410",
        "5f3c6065-4521-4630-9e0d-4ce4e2759dab",
        "8ed4b521-33a7-4fa7-8225-fac15cce6443",
        "3c35eaf1-fc3f-4c33-8678-3546c2ff56b5",
        "799f7b11-847c-4e2f-a094-2258db4b4d2d",
        "fca5b7b2-b05e-4325-b248-6ea4158728f5",
        "a133a0ec-4685-45e7-a1d7-813cfb39ff3f",
        "5b5d430f-89c5-4199-8fe6-ddbd0343b787",
        "ebf07311-46d2-4ab3-b1e0-d58d2062ae62",
        "583adbc4-8150-414c-a8a3-e80ac0eb9319",
        "692ea829-0e26-4d00-888d-4f79d55b65cb",
        "937bee5d-0652-4923-9809-15a46cf41085",
        "75ec73de-7e5f-48f4-b637-73dceb9910c2",
        "feb79461-3867-4c22-9475-4c38274b09e8",
        "54fb3917-e660-48e1-a406-d9e59d654f89",
        "7702c3da-0fba-4b31-baaa-1ce34b86ccbb",
        "6cc5215e-9352-49c4-ab81-047fe3560c66"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4e36a6e7-1cbd-4cff-af56-c91d8dd79796",
        "8428c407-d47e-4750-9d66-aba9b8aa09ab",
        "cb1622c8-ab2e-4ccb-99c9-089e1c244980",
        "079d6548-ccf8-442e-9ff5-93bcbbf4da2b",
        "34f94187-5e6a-451b-9c75-e0996f3fb04d",
        "816df733-46e6-453b-8d25-960ea815659e",
        "e5714d1f-ba85-405d-8c65-647654e0a328",
        "0599af6e-8c83-42ac-bf96-cd2f985f786e",
        "a97d0e6a-dd14-4872-b4f1-8d69a8766e45",
        "cd3f6e42-93ad-4d5d-84cd-be699fce6fa5",
        "bc627903-5abf-485f-a7bf-410f5286da2e",
        "d3ee5dda-e06d-4e6e-aa5a-152195590730",
        "ece7527f-3bf2-4295-83cd-73da1a91cacf",
        "205b6f22-d40b-4cac-b837-d7ba4eeb8bef",
        "64fc6dc9-99ca-4e37-90d2-b32313dbe705",
        "0e726d7a-25c8-49f9-89ef-142eb5a8b7e9",
        "091cda0b-8105-4c1f-bda6-c1ff06b20611",
        "b89365eb-7e8a-4277-aa0a-1a737924f672",
        "d0345210-a6f9-4ed3-8cd4-d8320414dee1",
        "3bf86d88-6370-42db-9896-d8aa4d977d1f",
        "59093fe7-e1fd-4c09-af94-42146f60660d",
        "71a90ba4-39d5-4b23-aaa6-44f5101648ed",
        "433f2d6c-5683-459b-a1bb-becf79033612",
        "ccaad18c-3e04-4889-ba65-32f31dcf01d2",
        "22f856c7-6634-40d5-9cc7-8820608d9e7b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "adf1857f-60c9-47c2-9504-48ed3de7312f",
      "dutyDetail": "Prescribe medications safely, appropriately, effectively and economically and is aware of the common causes and consequences of prescribing errors",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4478c603-8d07-441b-8589-7cecc1110524",
        "009ac530-20ba-434e-93d6-be5537a1b73e",
        "7177b92d-f7fc-4604-9fc4-33ba5a527bd1",
        "0965d04a-d45b-41a5-9f50-42c1f4064f56",
        "31e50c09-a412-44a2-b54d-fde42a2866a1",
        "65feda78-f4f7-46d7-99a6-3363c88bb2aa"
      ],
      "mappedKnowledge": [
        "116d9fda-fe9d-4620-9d70-0c0b09b10ae4",
        "bf61312f-a537-4293-8fd0-eb78ebeda1b7",
        "1f677a41-4d41-4325-b47b-a1cb55281029",
        "e685ea44-df39-4d36-8f67-7a9a8f13fded",
        "ffc92b26-b2c4-445d-81ee-05c6ea444489",
        "590999e3-27cc-4688-9081-4d2312b74100"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6dddf213-cfac-400b-a655-df2f40887546",
        "c79d6225-e680-45e9-8f20-4e3cfa3b0f57",
        "99fce301-07a7-4d04-acf9-885fff9327d4",
        "e3ccb207-eaaf-4a89-92a4-41d3ed47220c",
        "160a807f-ba32-429e-bb0b-234be892b637",
        "a8e895dd-d0ec-4f80-b375-6140e493820c",
        "d21e0608-d25c-40c1-9150-d94d157fdc5f",
        "f4549e64-176a-4a8d-b9a1-226500148a51",
        "0cb6e959-5ba1-48e1-85ad-ab4aad708382",
        "62f31a3f-30f3-43cb-9685-1c7bf5515e7d",
        "1ba1493a-a223-46c4-a90b-4fa492231947",
        "7ef560e2-e1c8-41db-8b19-c7ffd2aac9e3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "98a42e21-fc77-47c9-9654-8f07fc13242e",
      "dutyDetail": "Use information effectively and safely in a medical context, and maintain accurate, legible, contemporaneous and comprehensive medical records",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4478c603-8d07-441b-8589-7cecc1110524",
        "009ac530-20ba-434e-93d6-be5537a1b73e",
        "7177b92d-f7fc-4604-9fc4-33ba5a527bd1",
        "0965d04a-d45b-41a5-9f50-42c1f4064f56",
        "31e50c09-a412-44a2-b54d-fde42a2866a1",
        "82ca46a0-2a12-4999-8927-7e6168a396ce",
        "65feda78-f4f7-46d7-99a6-3363c88bb2aa"
      ],
      "mappedKnowledge": [
        "60d971e8-44eb-4318-94d8-55c12ddcfe1f",
        "94dace82-7290-4955-80c4-c93b5dd144fd"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3d9f8505-9e52-4e00-be70-4a027348632a",
        "e3f6adf3-48ec-4ee6-b1e3-93d1b4e6d4f1",
        "b9e5ca6d-ec78-4865-b58b-3eab64420e55"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2cb08059-cafc-40fd-a836-c837f918d3a5",
      "dutyDetail": "Apply scientific method and approaches to medical research and integrate these with a range of sources of information used to make decisions for care",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4478c603-8d07-441b-8589-7cecc1110524",
        "009ac530-20ba-434e-93d6-be5537a1b73e",
        "7177b92d-f7fc-4604-9fc4-33ba5a527bd1",
        "0965d04a-d45b-41a5-9f50-42c1f4064f56",
        "31e50c09-a412-44a2-b54d-fde42a2866a1",
        "65feda78-f4f7-46d7-99a6-3363c88bb2aa"
      ],
      "mappedKnowledge": [
        "1d17d403-3aae-4423-872e-fe02fdd90b42",
        "8db70975-f4e7-44fa-9915-bb10838741d6",
        "f23ddbe0-054f-4e47-8ca6-76c948595b4f",
        "3c1696c0-d359-4803-82ef-f3aeb742f3c9",
        "b5717f3a-85e9-43cb-899d-11014079d8ba"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ba244e60-1c34-4041-a3b9-774fcf892147",
        "09dfcca8-9cf6-44ef-82fb-5f9e3f8e8c42",
        "24bff627-6fbe-46ee-8e9b-f33ae8978484",
        "c7cff0c7-56b5-4489-ad1d-84d6bba3e233"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [
    {
      "name": "Training Provider",
      "webLink": "https://www.gmc-uk.org/education/how-we-quality-assure/medical-schools/bodies-awarding-uk-medical-degrees",
      "approved": true
    },
    {
      "name": "EPAO",
      "webLink": "https://www.gmc-uk.org/education/how-we-quality-assure/medical-schools/bodies-awarding-uk-medical-degrees",
      "approved": true
    }
  ],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-07-19T00:00:00"
}