{
  "templateType": "Structured Apprenticeship Standard",
  "shortAssessment": false,
  "larsCode": 597,
  "referenceNumber": "ST0903",
  "learningAimClassCode": "",
  "title": "Junior vfx artist (generalist)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://skillsengland.education.gov.uk/api/apprenticeshipstandards/ST0903",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Retired",
  "changedDate": "2024-04-29T00:00:00",
  "earliestStartDate": "2020-08-24T00:00:00",
  "latestStartDate": "2023-07-26T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Select and use relevant 3D software to create visually engaging motion graphics, animations or images (assets).",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 18,
  "minimumHoursForCompliance": "",
  "maxFunding": 7000,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "Artist",
    "Junior vfx artist",
    "artist tracker",
    "3D artist",
    "Art"
  ],
  "jobRoles": [
    "Tracker",
    "Previz artist",
    "Layout artist",
    "Junior 3D artist",
    "Matchmove artist"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://skillsengland.education.gov.uk/media/4314/st0903_junior_vfx_artist-generalist-_l4_ap_for-publishing_05062020.pdf",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.3 Media and communication",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the British and International visual effects (VFX) industries, providing digital content for film, television, advertising, corporate and immersive reality industries. VFX companies and studios vary in size and the number of employees they have, and are described as small, medium or large companies. They are to be found across England and the UK. The output and remit of a VFX studio is varied, and they will produce work for a range of clients across advertising, film, television and immersive reality. Some studios specialise in one area, particularly feature films which is the largest area of the industry. &lt;br /&gt;&lt;br /&gt;VFX is the term used to describe any imagery created, altered, or enhanced for moving media. This involves the integration of live-action footage and computer generated (CG) imagery to create images, which look realistic but would be dangerous, costly, or simply impossible to capture during live-action shooting such as explosions, car crashes or flooding of cities. The broad purpose of the occupation is to select and use relevant 3D software to create visually engaging motion graphics, animations or images (assets). This sometimes involves working with two- or three-dimensional models. The animations and graphics they create are stylistically consistent and enhance the visual style of their work. In some cases, a sequence might be entirely computer generated with no live action background elements.&lt;br /&gt;The Junior VFX Artist (Generalist) needs a thorough understanding of 3D camera principles such as lenses, distortion and parallax.&lt;br /&gt;&lt;br /&gt;The Junior VFX Artist (Generalist) work out the co-ordinates and the movement of the physical camera and/or objects in a live action shot; they must be able to track cameras and objects quickly and effectively.&lt;br /&gt;The Junior VFX Artist (Generalist) need to be able to deliver work within established project targets and timelines, and to the high-quality standards of their company and clients. They may also support and advise other artists with their tracking tasks. They may also be required to work on visualising complex scenes in a 3D animation (pre-viz, the 3D equivalent of a storyboard) before moving on to the more detailed parts of the process. The motion files/assets created (camera, object or body track) need to be integrated into the VFX workflow pipeline and within the organisational requirements for organising, storing and retrieving assets. In their daily work, an employee in this occupation interacts with engineers, designers and team leads, other visual effects teams, their supervisor and/or the client. This is a junior level role, and the line management and reporting structure of the team will vary according to the size of the employer. They must be able to take direction and feedback, in order to create the effects required, according to the story being created, the VFX/CG Supervisor and the Director&#39;s wishes. An employee in this occupation will be responsible for:&lt;br /&gt;&lt;br /&gt;• managing their own workload with the VFX production team and/or their lead, generating the required work on time, to meet the brief of the supervisor/client, &lt;br /&gt;• attending dailies/review sessions in order to gain feedback on their work and respond appropriately to that feedback, &lt;br /&gt;• working within the particular workflow pipeline/toolset of the company that they are working for&lt;br /&gt;• working effectively in collaboration with clients, colleagues, partners and suppliers in the VFX industry to ensure that the CG elements are seamlessly incorporated into the shot&lt;br /&gt;• using innovative approaches to solve problems and ensure VFX assets are delivered in line with production requirements &lt;br /&gt;&lt;br /&gt;The Junior VFX Artist (Generalist) should understand their place within the production workflow process and the importance of this and being able to organise their VFX outputs using appropriate storage processes and systems; it is usually a studio based role.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "e6e7e7fe-8aa6-4d4f-bbe1-f8427261d608",
      "detail": "The principles of 3D space, including projections and UV texturing"
    },
    {
      "knowledgeId": "35061695-5ad3-42ab-8996-e10a4135cb29",
      "detail": "How to identify production requirements from a brief"
    },
    {
      "knowledgeId": "cab97f0d-af67-48f8-ad74-1f7142f12296",
      "detail": "The different software and techniques that could be used; the implications of their use, how to customise these and how they can be used to solve problems"
    },
    {
      "knowledgeId": "dc9bb60b-40d0-4061-b046-1e9e7c7c7106",
      "detail": "How to obtain reference materials and previously created assets"
    },
    {
      "knowledgeId": "0176d78e-bbec-4b58-9341-d345c748c695",
      "detail": "How to plan your approach to the work; techniques, optimisation and schedule"
    },
    {
      "knowledgeId": "a9e5b18e-f218-4504-aac1-5a5598d0f452",
      "detail": "The requirements and expectations of the workflow, and of other team members who will use the assets you create"
    },
    {
      "knowledgeId": "0564b9b9-2630-43c5-aea7-f8d60e688792",
      "detail": "How to use software to create: a model, a texture map, puppet rig and a blocked animation"
    },
    {
      "knowledgeId": "63d3e3e5-b03b-411a-9ad2-a0e75a02abcd",
      "detail": "The importance of naming conventions, file formats and version control and the impact of not doing this correctly"
    },
    {
      "knowledgeId": "f8f6ea49-5f2c-4470-a958-e025056c8797",
      "detail": "The value of VFX content and confidentiality to the business and its customers, why it is important to maintain data security, and the legal and regulatory requirements which apply to VFX assets such as copyright and intellectual property rights"
    },
    {
      "knowledgeId": "fd1bbc4d-a67d-4845-8d07-1850babaa275",
      "detail": "How good, timely communication can contribute to productive working relationships with clients and customers"
    },
    {
      "knowledgeId": "5cad24ee-ca87-41af-846b-a7fa5e66ab19",
      "detail": "The context within the production of: own role, the production pipeline and how own role interacts with this, the department they are working in, and the subsequent stages of the workflow process"
    },
    {
      "knowledgeId": "4c80e5a5-1a09-41cc-91be-ee9700062e93",
      "detail": "Research methods, techniques and tools that can be used and where to find credible sources of information and how to check their validity"
    },
    {
      "knowledgeId": "347d9e3b-aade-4083-be45-193a34c379a1",
      "detail": "The VFX industry and the terminology, current tools and workflows used"
    },
    {
      "knowledgeId": "af676d08-5e77-4644-a4e7-11a7301d429f",
      "detail": "The rendering requirements for the production and how to optimise assets when using the appropriate rendering tools and techniques"
    },
    {
      "knowledgeId": "37ba7f99-bdfa-4331-b48b-195c3e46ea36",
      "detail": "How to identify and select the different rendering techniques and tools to use, and how to save and duplicate render settings across multiple files"
    },
    {
      "knowledgeId": "d2d2077a-298a-42ec-8a36-9c76823bd33d",
      "detail": "Why is important to evaluate progress and seek feedback on your work in VFX"
    },
    {
      "knowledgeId": "4a19b188-2d71-4408-8e2f-e3b8c44ed07b",
      "detail": "The production requirements, processes and workflow"
    },
    {
      "knowledgeId": "844ad5f9-8c39-4c29-b366-f7dface675e9",
      "detail": "The types of data and information you might receive from an on-set environment"
    },
    {
      "knowledgeId": "63ad66cb-63b1-4e06-b817-85d63b3dc8b9",
      "detail": "How to identify where your asset or shot fits within a sequence"
    },
    {
      "knowledgeId": "f803765f-c4db-4128-abf0-467040e95576",
      "detail": "The process of following image features across a series of frames in order to record the position of an object in the source footage"
    },
    {
      "knowledgeId": "2b04d2b6-c6e3-40d9-a40f-9791cb2c7ea3",
      "detail": "How the camera moves, the impact on the tracking process and how to select the most appropriate method to produce an accurate track"
    },
    {
      "knowledgeId": "bef3c3a8-0fdc-4399-ae12-4cda3ad9ab7f",
      "detail": "The technical process of tracking and how you can improve the accuracy and efficiency of tracking the shot"
    },
    {
      "knowledgeId": "14996a4d-cd14-44e6-804a-e63cb2292a6e",
      "detail": "Lens distortion, parallax and overscan"
    },
    {
      "knowledgeId": "8d2c8654-299c-411b-81e2-b9b46cc7239d",
      "detail": "The principles of computer systems, IP networks and shared storage systems as applied in VFX"
    },
    {
      "knowledgeId": "f580eafe-7acb-4c00-baa7-6bdb7042ad06",
      "detail": "How assets are managed throughout the workflow including: production storage, shared storage, nearline storage and archive, whether on premises or in the cloud"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "15564f33-8047-48a3-a54c-ec8d0e87e9ec",
      "detail": "Works with sustained concentration and with attention to detail; able to self-check work for quality control"
    },
    {
      "behaviourId": "e4377d1c-c59a-4f80-8818-a38822284539",
      "detail": "Works on own initiative, is proactive and inquisitive; responds positively to feedback about assets created, making refinements as needed and recognises their own level of authority and when it is necessary to escalate issues"
    },
    {
      "behaviourId": "f9dc1e48-3387-44bb-ae86-42ebeee5ec36",
      "detail": "Thinks creatively and logically to solve technical problems - contributes to a process continual improvement of workflow and technique. Uses initiative and innovation to problem solve, to provide creative solutions and opportunities for the production"
    },
    {
      "behaviourId": "3d3840e9-f9b5-497a-9ccc-fa4fe3209a32",
      "detail": "Is flexible and can work under pressure- managing and re-organising priorities and bringing multiple tasks to completion within deadlines, communicating progress as required"
    },
    {
      "behaviourId": "9185616e-3267-451c-9a78-f83308fd6639",
      "detail": "Demonstrates judgement in assessing the use of emerging practice within the constraints of a production environment. Does not willingly accept second best, and is pragmatic about balancing client expectations against the available time and budget"
    },
    {
      "behaviourId": "a2c11d39-0714-4e8a-bec2-1b7eabfa49b6",
      "detail": "Creates and maintains positive, professional, trusting and ethical working relationships with their team and the wider range of internal, external and connected stakeholders"
    }
  ],
  "skills": [
    {
      "skillId": "60a04bb0-e166-4932-9204-42a740b0587b",
      "detail": "Identify the information required, and gather the appropriate research and reference materials to carry out your work to expected creative, narrative and technical standards on each production"
    },
    {
      "skillId": "5b0433fe-fdd9-4012-9187-e4989e679b34",
      "detail": "Select the appropriate software and technique to meet the required standards and brief, taking into account the needs of other departments in the production pipeline"
    },
    {
      "skillId": "6f5fa83f-bc27-4205-9285-b6a7c1300b15",
      "detail": "Analyse and determine the most appropriate approach to carry out the work"
    },
    {
      "skillId": "8c8fc7fa-3e79-4d4a-93ba-6ef135d8e509",
      "detail": "Select and use software to create: a model, a texture map, puppet rig and blocked animation to meet the requirements of the brief"
    },
    {
      "skillId": "8c85fe0b-9953-4a82-9aa1-8053ef0b445d",
      "detail": "Store and organise assets in order to enable their use throughout the rest of the pipeline"
    },
    {
      "skillId": "7e62f48c-accb-4211-88a1-3480a30113af",
      "detail": "Operate within and adhere to agreed organisational policies, standards and procedures such as health & safety, confidentiality, security, asset storage and legal and regulatory requirements"
    },
    {
      "skillId": "bd093c11-08a5-4643-afca-b0982bddcf05",
      "detail": "Manage own workload and operate both individually and as part of a wider VFX team, keeping colleagues, clients and/or other departments updated on progress and report any issues arising"
    },
    {
      "skillId": "cbc58ff0-30e0-4acb-be21-b68ede82dd98",
      "detail": "Use reliable information to keep-up-to date with the new tools, software, data and other related technology, and how they affect your work"
    },
    {
      "skillId": "d11af888-2fbd-4a79-8b75-63a6f2bab6d1",
      "detail": "Present findings and conclusions to meet the needs of the audience"
    },
    {
      "skillId": "c2adf7f4-ae29-4aac-b25d-c0cd9073f4b9",
      "detail": "Identify render errors and fix/escalate them as appropriate"
    },
    {
      "skillId": "2add5de3-5c88-4084-8a97-fd00cb2bcf01",
      "detail": "Apply render settings across multiple assets"
    },
    {
      "skillId": "be019e2a-baf1-4f98-b682-12efb0ed5a67",
      "detail": "Review assets created with the relevant people, offering suggestions to assist others with the production"
    },
    {
      "skillId": "e483896b-e5aa-4d2c-8cec-e91ce4d4ee84",
      "detail": "Respond positively to feedback about the assets created, making refinements as needed"
    },
    {
      "skillId": "142bb281-15db-423e-99b4-6d727d7b2b91",
      "detail": "Work in line with agreed workflows, adapting to operational and creative changes as they occur"
    },
    {
      "skillId": "34916641-4bf9-4d7c-b835-4efd5aab10a9",
      "detail": "Trouble shoot VFX problems, taking responsibility for the course of action followed and sharing solutions"
    },
    {
      "skillId": "4cada5a8-b04c-44f2-8d7b-9a4144eccd6e",
      "detail": "Escalate VFX problems to the appropriate person if it can’t be solved, and act on the advice given to solve the problem"
    },
    {
      "skillId": "f1261d1f-eb0f-43b1-aa3f-aa0d5849aa1f",
      "detail": "Analyse, interpret and use on-set data and information"
    },
    {
      "skillId": "9044e79c-fb1e-45e6-958d-72a6e200d5d3",
      "detail": "Create accurate point tracks and planar tracks in line with production requirements"
    },
    {
      "skillId": "dc43b51a-2970-4e98-9c71-9b86542885fe",
      "detail": "Interpret and correct lens distortion, parallax and overscan"
    },
    {
      "skillId": "d0d5ec1e-2cc5-409e-863e-ebdc09729519",
      "detail": "Model and manipulate geometry for scene reconstruction"
    },
    {
      "skillId": "e1415d68-20bd-41e4-9d20-28ed31295f9f",
      "detail": "Multitask on simultaneous projects, often for different clients, deciding how to prioritise the work to ensure that all tasks are completed on schedule"
    },
    {
      "skillId": "6caf383e-08c8-4a82-ba06-4dc5ff1943d5",
      "detail": "Ensure data integrity when moving assets between storage systems"
    },
    {
      "skillId": "46da03c2-08eb-4f56-974f-e86cd8e63b1d",
      "detail": "Deliver content in the correct format as required by the employer and clients"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2020-08-24T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0487",
  "tbMainContact": "Nicole.Suter@screenskills.com",
  "involvedEmployers": "Framestore, The Mill, ILM, Double Negative, Brown Bag , Outpost\nUnion, Moving Picture Company, Electric Theatre, Blue Zoo, Next Gen Academy, UK Screen Alliance",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Tracker",
    "Previz artist",
    "Layout artist",
    "Junior 3D artist",
    "Matchmove artist"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Media, Broadcast and Production",
  "cluster": "Media, broadcast and production technician",
  "clusterId": "76",
  "clusterDescription": "Design, development and editing of audio visual and text content using technology to generate broadcasting materials along with its co-ordination and management",
  "createdDate": "2020-05-14T15:28:20 +00:00",
  "lastUpdated": "2024-04-29T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2020-08-24T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "",
  "occupationalStandardUrl": "https://skillsengland.education.gov.uk/apprenticeships/st0903-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://skillsengland.education.gov.uk/apprenticeships/st0903-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "12e18247-458b-458d-812c-a3a4aab2492a",
      "dutyDetail": "Assess the requirements set by the client or supervisor brief for the requested VFX. Prepare to create the VFX assets identifying and deciding which tools and techniques best meet the required creative, narrative and technical demands of the production",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e4377d1c-c59a-4f80-8818-a38822284539",
        "3d3840e9-f9b5-497a-9ccc-fa4fe3209a32"
      ],
      "mappedKnowledge": [
        "e6e7e7fe-8aa6-4d4f-bbe1-f8427261d608",
        "35061695-5ad3-42ab-8996-e10a4135cb29",
        "cab97f0d-af67-48f8-ad74-1f7142f12296",
        "dc9bb60b-40d0-4061-b046-1e9e7c7c7106",
        "0176d78e-bbec-4b58-9341-d345c748c695"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "60a04bb0-e166-4932-9204-42a740b0587b",
        "5b0433fe-fdd9-4012-9187-e4989e679b34",
        "6f5fa83f-bc27-4205-9285-b6a7c1300b15",
        "8c8fc7fa-3e79-4d4a-93ba-6ef135d8e509"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f4c8047e-a040-4634-a049-2637f26dc9b1",
      "dutyDetail": "Create VFX assets in line with production requirements, ensuring the output meets the requirements for the workflow process",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "15564f33-8047-48a3-a54c-ec8d0e87e9ec"
      ],
      "mappedKnowledge": [
        "35061695-5ad3-42ab-8996-e10a4135cb29",
        "a9e5b18e-f218-4504-aac1-5a5598d0f452",
        "0564b9b9-2630-43c5-aea7-f8d60e688792"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5b0433fe-fdd9-4012-9187-e4989e679b34",
        "8c8fc7fa-3e79-4d4a-93ba-6ef135d8e509",
        "8c85fe0b-9953-4a82-9aa1-8053ef0b445d",
        "7e62f48c-accb-4211-88a1-3480a30113af"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5ade4beb-3b13-47e1-acda-51c44d78d088",
      "dutyDetail": "Manage own VFX assets through the workflow (pipeline) in line with production requirements for organising, storing and retrieving assets",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "15564f33-8047-48a3-a54c-ec8d0e87e9ec"
      ],
      "mappedKnowledge": [
        "63d3e3e5-b03b-411a-9ad2-a0e75a02abcd",
        "f8f6ea49-5f2c-4470-a958-e025056c8797",
        "fd1bbc4d-a67d-4845-8d07-1850babaa275",
        "5cad24ee-ca87-41af-846b-a7fa5e66ab19",
        "347d9e3b-aade-4083-be45-193a34c379a1",
        "f580eafe-7acb-4c00-baa7-6bdb7042ad06"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8c85fe0b-9953-4a82-9aa1-8053ef0b445d",
        "7e62f48c-accb-4211-88a1-3480a30113af",
        "6caf383e-08c8-4a82-ba06-4dc5ff1943d5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6ededeba-c3b2-4ec7-b322-abf7d3523236",
      "dutyDetail": "Work autonomously and with clients or customers in the visual effects (VFX) industry, collaborating with other departments as required to ensure that the CG elements are delivered to meet agreed production requirements",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3d3840e9-f9b5-497a-9ccc-fa4fe3209a32",
        "a2c11d39-0714-4e8a-bec2-1b7eabfa49b6"
      ],
      "mappedKnowledge": [
        "a9e5b18e-f218-4504-aac1-5a5598d0f452",
        "f8f6ea49-5f2c-4470-a958-e025056c8797",
        "fd1bbc4d-a67d-4845-8d07-1850babaa275",
        "5cad24ee-ca87-41af-846b-a7fa5e66ab19",
        "f580eafe-7acb-4c00-baa7-6bdb7042ad06"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "bd093c11-08a5-4643-afca-b0982bddcf05",
        "d11af888-2fbd-4a79-8b75-63a6f2bab6d1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "00b89fd3-2d1c-489e-b87e-534fbc264c6a",
      "dutyDetail": "Improve own knowledge and performance in visual effects (VFX) by seeking out information about emerging practice in the visual effects (VFX) industry such as new tools, software, data and other related technology",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e4377d1c-c59a-4f80-8818-a38822284539",
        "f9dc1e48-3387-44bb-ae86-42ebeee5ec36"
      ],
      "mappedKnowledge": [
        "4c80e5a5-1a09-41cc-91be-ee9700062e93",
        "347d9e3b-aade-4083-be45-193a34c379a1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "bd093c11-08a5-4643-afca-b0982bddcf05",
        "cbc58ff0-30e0-4acb-be21-b68ede82dd98",
        "d11af888-2fbd-4a79-8b75-63a6f2bab6d1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "dc4e1846-695f-457b-aaa7-edb19780442b",
      "dutyDetail": "Select and use appropriate technology to render VFX assets for pre-rendered or real-time productions",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "15564f33-8047-48a3-a54c-ec8d0e87e9ec",
        "a2c11d39-0714-4e8a-bec2-1b7eabfa49b6"
      ],
      "mappedKnowledge": [
        "af676d08-5e77-4644-a4e7-11a7301d429f",
        "37ba7f99-bdfa-4331-b48b-195c3e46ea36"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6f5fa83f-bc27-4205-9285-b6a7c1300b15",
        "7e62f48c-accb-4211-88a1-3480a30113af",
        "c2adf7f4-ae29-4aac-b25d-c0cd9073f4b9",
        "2add5de3-5c88-4084-8a97-fd00cb2bcf01"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "61f07cd9-3fd5-4abe-868e-9348199a80f0",
      "dutyDetail": "Evaluate VFX assets in line with feedback to ensure production requirements are met and own practice continuously improves",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e4377d1c-c59a-4f80-8818-a38822284539",
        "9185616e-3267-451c-9a78-f83308fd6639"
      ],
      "mappedKnowledge": [
        "fd1bbc4d-a67d-4845-8d07-1850babaa275",
        "5cad24ee-ca87-41af-846b-a7fa5e66ab19",
        "d2d2077a-298a-42ec-8a36-9c76823bd33d",
        "f803765f-c4db-4128-abf0-467040e95576"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "be019e2a-baf1-4f98-b682-12efb0ed5a67",
        "e483896b-e5aa-4d2c-8cec-e91ce4d4ee84",
        "142bb281-15db-423e-99b4-6d727d7b2b91"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "251bed48-89e2-4c14-9cfc-84e41a5d3a6e",
      "dutyDetail": "Use innovative approaches to solve problems and ensure VFX assets are delivered in line with production requirements",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "15564f33-8047-48a3-a54c-ec8d0e87e9ec",
        "f9dc1e48-3387-44bb-ae86-42ebeee5ec36"
      ],
      "mappedKnowledge": [
        "cab97f0d-af67-48f8-ad74-1f7142f12296",
        "4a19b188-2d71-4408-8e2f-e3b8c44ed07b",
        "2b04d2b6-c6e3-40d9-a40f-9791cb2c7ea3",
        "bef3c3a8-0fdc-4399-ae12-4cda3ad9ab7f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5b0433fe-fdd9-4012-9187-e4989e679b34",
        "142bb281-15db-423e-99b4-6d727d7b2b91",
        "34916641-4bf9-4d7c-b835-4efd5aab10a9",
        "4cada5a8-b04c-44f2-8d7b-9a4144eccd6e",
        "dc43b51a-2970-4e98-9c71-9b86542885fe",
        "d0d5ec1e-2cc5-409e-863e-ebdc09729519"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1a9a57f3-5184-45de-bb99-35190d565d9c",
      "dutyDetail": "Track cameras, markers and objects to meet production requirements",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "15564f33-8047-48a3-a54c-ec8d0e87e9ec",
        "e4377d1c-c59a-4f80-8818-a38822284539"
      ],
      "mappedKnowledge": [
        "844ad5f9-8c39-4c29-b366-f7dface675e9",
        "63ad66cb-63b1-4e06-b817-85d63b3dc8b9",
        "f803765f-c4db-4128-abf0-467040e95576",
        "2b04d2b6-c6e3-40d9-a40f-9791cb2c7ea3",
        "bef3c3a8-0fdc-4399-ae12-4cda3ad9ab7f",
        "14996a4d-cd14-44e6-804a-e63cb2292a6e",
        "8d2c8654-299c-411b-81e2-b9b46cc7239d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5b0433fe-fdd9-4012-9187-e4989e679b34",
        "f1261d1f-eb0f-43b1-aa3f-aa0d5849aa1f",
        "9044e79c-fb1e-45e6-958d-72a6e200d5d3",
        "dc43b51a-2970-4e98-9c71-9b86542885fe",
        "d0d5ec1e-2cc5-409e-863e-ebdc09729519",
        "e1415d68-20bd-41e4-9d20-28ed31295f9f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0ad72f2f-2df1-447e-ae12-fcacef950039",
      "dutyDetail": "Deliver assets to meet production requirements",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "15564f33-8047-48a3-a54c-ec8d0e87e9ec",
        "a2c11d39-0714-4e8a-bec2-1b7eabfa49b6"
      ],
      "mappedKnowledge": [
        "63d3e3e5-b03b-411a-9ad2-a0e75a02abcd",
        "f8f6ea49-5f2c-4470-a958-e025056c8797",
        "8d2c8654-299c-411b-81e2-b9b46cc7239d",
        "f580eafe-7acb-4c00-baa7-6bdb7042ad06"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2add5de3-5c88-4084-8a97-fd00cb2bcf01",
        "6caf383e-08c8-4a82-ba06-4dc5ff1943d5",
        "46da03c2-08eb-4f56-974f-e86cd8e63b1d"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-04-29T00:00:00"
}