{
  "templateType": "Occupational Standard",
  "larsCode": 737,
  "referenceNumber": "ST1031",
  "learningAimClassCode": "",
  "title": "Multi-channel marketer",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1031",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2025-05-15T00:00:00",
  "earliestStartDate": "2023-12-11T00:00:00",
  "latestStartDate": "2025-05-14T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Support customer focussed marketing activities that drive the demand for a product or service.",
  "level": 3,
  "ePALength": 5,
  "typicalDuration": 18,
  "maxFunding": 11000,
  "maxFundingAdditionalInformation": "",
  "route": "Sales, marketing and procurement",
  "keywords": [
    "marketing",
    "multi-channel",
    "sales",
    "product",
    "service"
  ],
  "jobRoles": [
    "Digital communications assistant",
    "Digital marketing assistant",
    "Marketing administrator",
    "Marketing assistant",
    "Marketing communications assistant",
    "Marketing junior",
    "Social media assistant"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st1031-v1-0?view=epa",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.4 Marketing and sales",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in small, medium, large and multinational organisations in private, public and third sectors such as the finance, construction, facilities, automotive, manufacturing, engineering, health, retail, food, hospitality, and IT. Multi-channel marketers will sit within a specific company/agency that provides marketing deliverables and advice to external clients, or within an internal marketing team, delivering marketing activities to drive that business. The role will be primarily office-based or remote working. They may spend time away from the work area attending exhibitions and events, meetings with external marketing suppliers, marketing research suppliers, visiting clients, trade shows, or supporting research activities. &lt;br&gt;&lt;br&gt;The broad purpose of the occupation is to support customer focussed marketing activities that drive the demand for a product or service through awareness raising and/or perception building to generate results to the bottom line. The emerging green economy is creating increasing opportunities for new and complex services and products. This may require marketing activities to be focussed on raising awareness of the benefits of carrying out transactions or purchases or products within an environmentally sustainable model.&lt;/p&gt;\n&lt;p&gt;As part of the Marketing team the multi-channel marketers will contribute to the implementation of the Marketing strategy and plans. They will be responsible for delivering day-to-day marketing activities across a multitude of platforms, channels and systems that are essential to the Marketing function and activities of the company. &lt;br&gt;&lt;br&gt;In their daily work, an employee in this occupation interacts with a wide range of internal stakeholders such as members of their own team, other departments such as sales, operations, public relations, IT, HR, customer services, senior management and finance.&lt;/p&gt;\n&lt;p&gt;They also interact with external stakeholders such as clients/customers and suppliers such as printers, digital agencies, PR and media agencies, event display companies, market research agencies, and media sales professionals. &lt;br&gt;&lt;br&gt;An employee in this occupation will be responsible for coordinating and delivering specific marketing activities such as marketing content creation, background market and customer research, monitoring campaign analytic and collecting data, using relevant marketing software/systems, maintaining marketing administration activities such as managing the supply of marketing literature, tracking marketing expenditure, supporting the procurement of, and overseeing the delivery of work by external and internal marketing suppliers.&lt;/p&gt;\n&lt;p&gt;Multi-channel marketers will define, design, build and implement campaigns across a variety of platforms to drive customer engagement and retention. In addition, they will be responsible for parts of the campaign within their area of responsibility. As part of the Marketing team, they will contribute to the implementation of the Marketing strategy and plans and will have responsibility for elements of the overall marketing plan.&lt;/p&gt;\n&lt;p&gt;They will be the first point of contact for day-to-day activities in the marketing team and will be responsible for allocating higher levels of work to the management team. This role will work on their own and in a range of team settings. They work within agreed budgets and available resources. Multi-channel marketers work without high levels of supervision, usually reporting to senior stakeholders. They may occasionally be responsible for decision making on smaller areas of campaigns, but more often will support or influence the decisions of others.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "e67c2943-71ab-4c35-b0ec-548b17fd8da3",
      "detail": "Marketing theory, concepts and basic principles such as what marketing is, the marketing mix the promotional mix and the differences between each channel used."
    },
    {
      "knowledgeId": "c4b3fda6-d672-4cf8-a584-5ad50dd46959",
      "detail": "The business’ structure, vision, priorities, and objectives, and how their marketing role supports these."
    },
    {
      "knowledgeId": "1f56298e-3c52-473b-8bd1-771623682b1b",
      "detail": "Business tools used to measure the impact of business objectives, the wider environment and sustainability on marketing activities."
    },
    {
      "knowledgeId": "39fe37ef-e8d4-4dea-b75c-448679fb2183",
      "detail": "What a marketing plan is, how it is built and its purpose."
    },
    {
      "knowledgeId": "3bdf9f22-76cf-430c-b522-2a5cbb4adead",
      "detail": "The importance of competitor analysis and how to undertake it."
    },
    {
      "knowledgeId": "8a9d070a-3e4f-48e2-91fb-2c8978453e7f",
      "detail": "Brand theory such as positioning, value, identity, guidelines, and tone of voice."
    },
    {
      "knowledgeId": "2c15a3b8-3158-43ba-84d6-0d5d9c986e0c",
      "detail": "Create content using principles of design and copywriting, and how to adapt for online and offline mediums e.g., writing digital content for the web compared to leaflets."
    },
    {
      "knowledgeId": "1c266899-15ef-428b-9596-2bd773edeb41",
      "detail": "Current and emerging technologies, software and systems which impact on marketing."
    },
    {
      "knowledgeId": "b1b3a436-bdb0-4a02-8d08-3b7ab4b4970c",
      "detail": "Relevant regulatory and legislative requirements such as data protection, GDPR, cyber security, trading laws, and copyright law for the handling and processing of data and its application."
    },
    {
      "knowledgeId": "d572328c-b454-41a8-b66a-a4dc51956d0d",
      "detail": "Principles of conducting marketing communications in an ethical and diverse manner."
    },
    {
      "knowledgeId": "f4c5f7c1-7dc4-43b7-a7a6-0c3a4e917de7",
      "detail": "How internal stakeholders work to support the delivery of all marketing campaigns."
    },
    {
      "knowledgeId": "452762bc-0b7d-4ae2-9722-21406cc2f41b",
      "detail": "Common marketing channels, cross channel behaviour, and how to manage and operate an integrated campaign using online and offline channels."
    },
    {
      "knowledgeId": "0941d7e0-0474-4eb9-89eb-05abb1337d2e",
      "detail": "How to brief and manage external marketing suppliers."
    },
    {
      "knowledgeId": "1fb37a01-a615-4bb2-b6e3-52be594dad2d",
      "detail": "Adapt communications for appropriate stakeholders and internal audiences."
    },
    {
      "knowledgeId": "46e0c989-4d49-42c9-b682-d18ebc23fb34",
      "detail": "The principles of content marketing, and content creation."
    },
    {
      "knowledgeId": "360c27f1-7a5e-4f37-bc83-24e8a1b7a31c",
      "detail": "Budget management and how to measure return on investment (ROI)."
    },
    {
      "knowledgeId": "751b4929-0afe-4f93-8e2b-f2889d3a1c87",
      "detail": "The metrics for the delivery and evaluation of marketing activity"
    },
    {
      "knowledgeId": "f3c6278f-6d45-4ab9-a79e-381e42220921",
      "detail": "The importance of reviewing campaigns regularly to ensure effectiveness and optimisation."
    },
    {
      "knowledgeId": "5b468e15-ee51-4ea9-9787-ea3c21b842b5",
      "detail": "The campaign management process including research, planning, budgeting, implementation, and delivery."
    },
    {
      "knowledgeId": "9166173c-2508-4478-b0bf-b7ec2ef4e246",
      "detail": "Tools used to support campaign management such as social media, Gantt charts, data analytics, and project management software."
    },
    {
      "knowledgeId": "f79ad62c-7392-4aa6-9b02-3563afc82a43",
      "detail": "The customer journey including customer offline and digital touchpoints, customer personas, how to engage customers at different stages of their journey, sales funnels and how to segment an audience for targeting."
    },
    {
      "knowledgeId": "09289bd2-f270-4106-bfe6-0b6d482dec54",
      "detail": "The impact marketing has on the level of customer service or the customer experience, including community management channels"
    },
    {
      "knowledgeId": "4b153546-9b6f-455f-97f9-ff40206e194f",
      "detail": "Quality management and the maintenance of online and offline assets."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "cf4b1512-5f04-45ff-b874-d3918cd6ed2f",
      "detail": "Has accountability and ownership of their tasks and workload."
    },
    {
      "behaviourId": "0c96de9b-ad00-4832-a19b-99f69ba9e3ce",
      "detail": "Takes responsibility, shows initiative and is organised."
    },
    {
      "behaviourId": "398d21b1-7838-4cab-bb38-94fa2b109645",
      "detail": "Works flexibly and adapts to circumstances."
    },
    {
      "behaviourId": "9cb99c32-c0d0-4309-b2ac-21baab07df2d",
      "detail": "Works collaboratively with others across the organisation and external stakeholders."
    },
    {
      "behaviourId": "cb17e511-90ab-422b-8011-a031b8d6d592",
      "detail": "Seeks learning opportunities and continuous professional development."
    },
    {
      "behaviourId": "7b478d0e-99f4-4612-83be-a0bc8aa4e4f8",
      "detail": "Acts in a professional manner with integrity and confidentiality."
    }
  ],
  "skills": [
    {
      "skillId": "fb82a134-732f-4c05-ab00-cc16b84411e1",
      "detail": "Develop or interpret briefs for external or internal stakeholders and measure delivery in-line with the specification and agreed timelines"
    },
    {
      "skillId": "68b56c47-4f0f-4705-b66f-3e95fd857acc",
      "detail": "Plan and coordinate a marketing activity using marketing tactics to acquire and retain one or more customer segments using available resources."
    },
    {
      "skillId": "c6e6757e-d2a3-4588-8164-07a32f20db62",
      "detail": "Contribute to the generation of innovative and creative approaches across video, images, and other formats, both online and offline, to support campaign development."
    },
    {
      "skillId": "5104bbe5-b1cb-443a-bb08-bc12cd8120e8",
      "detail": "Use research/survey software to gather audience insight and/or evaluation to support the project."
    },
    {
      "skillId": "59829fc5-d288-4c6f-ad69-df3f150957b8",
      "detail": "Use copywriting techniques to write persuasive text/copy to meet a communications objective ensuring it is in-line with organisational brand guidelines."
    },
    {
      "skillId": "ced72a47-5278-4b0e-ba5b-0432c3837284",
      "detail": "Build and implement multi-channel campaigns across a variety of platforms, either offline or digital media."
    },
    {
      "skillId": "8a3bc793-4d0c-438e-95df-60e397e6f0ea",
      "detail": "Proofread marketing copy ensuring it is accurate, persuasive and is on brand."
    },
    {
      "skillId": "c26d3ef3-ed6a-41bc-84ce-d6bb31d5b4f1",
      "detail": "Use software to design and create marketing assets to meet the technical specification."
    },
    {
      "skillId": "f7ba53da-0c01-41a7-8b10-7e59e401b959",
      "detail": "Contribute to the research of external suppliers to support recommendations and procurement of marketing goods and services."
    },
    {
      "skillId": "3bf17976-21a8-4d21-9e6e-4cb4f6bdd3a1",
      "detail": "Organise offline and digital assets ensuring they are co-ordinated and legally compliant."
    },
    {
      "skillId": "bf40c0c9-dc56-4c08-a189-9d21ca42c922",
      "detail": "Use a website content management system to publish text, images, and video/animated content."
    },
    {
      "skillId": "3667b294-2a19-40ac-8f3e-bf24ad3f2a40",
      "detail": "Create and maintain spreadsheets to support marketing activities such as project/budget planning and organisation of marketing assets."
    },
    {
      "skillId": "edf40387-6528-43e6-9f8d-4a318379a6c2",
      "detail": "Use technology and software packages to support day to day activities, e.g., stakeholder communications, development of briefs, data analysis, report writing, presentations and project management."
    },
    {
      "skillId": "cc524889-9844-411d-9f57-bda875fe4015",
      "detail": "Identify and use data and technologies to achieve marketing objectives."
    },
    {
      "skillId": "c7f7c973-a249-4299-81c9-d8476423c5bd",
      "detail": "Monitor and amend campaigns to meet budget requirements including time and monetary costs."
    },
    {
      "skillId": "b25a1d08-3d65-4e1a-91da-3c43380a5b2b",
      "detail": "Review campaigns regularly to ensure effectiveness, to optimise the results."
    },
    {
      "skillId": "a34f7fd5-ee62-457a-8d6e-424fbc190328",
      "detail": "Measure and evaluate campaign delivery to identify areas for improvement."
    },
    {
      "skillId": "75b1ee15-243e-4e97-972f-6c7e61b4be8f",
      "detail": "Use data analysis tools to record, interpret and analyse customer or campaign data."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2023-12-11T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0012",
  "tbMainContact": "deenie@propertymarketingstrategists.co.uk; Peter.Jones@hepcomotion.com",
  "involvedEmployers": "AF Selection, Bauer Media Group, Birmingham University, British Airways, British Engines, British Telecommunications PLC, Chartered Institute of Marketing (CIM), Clarks Ltd, Hepcomotion, Ipsos MORI, Lagommarketing, Market Research Society, Mercedes Benz Financial Services UK Ltd, Nottingham Trent University, Oxford Professional Education Group, Plott Creative, Plott Creative (S) (Marketing), Portsmouth City Council, Professional Academy, Prospects Services, Seetec, THCL, University of Hertfordshire",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Digital communications assistant",
    "Digital marketing assistant",
    "Marketing administrator",
    "Marketing assistant",
    "Marketing communications assistant",
    "Marketing junior",
    "Social media assistant"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Marketing",
  "cluster": "Marketing assistant",
  "clusterId": "124",
  "clusterDescription": "Plan, organise and deliver key marketing actions and events",
  "createdDate": "2024-05-17T09:29:46 +00:00",
  "lastUpdated": "2025-05-15T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2023-12-11T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC1031",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1031-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1031-v1-0",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "Chartered Institute of Marketing (CIM)",
      "level": "Affiliate",
      "isPartial": "full",
      "partialFreeText": ""
    },
    {
      "bodyName": "Digital Marketing Institute (DMI)",
      "level": "Power",
      "isPartial": "full",
      "partialFreeText": ""
    },
    {
      "bodyName": "Data and Marketing Association (DMA)",
      "level": "Individual",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "96033fcf-f695-4fc4-ac5b-d72236315fad",
      "dutyDetail": "Contribute to the marketing plan, delivery or evaluation of strategic marketing activity through the creation of written planning and evaluation documents and presentations, e.g., marketing campaign, market and customer intelligence research, communicate and present to stakeholders, agencies and internal teams.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9cb99c32-c0d0-4309-b2ac-21baab07df2d",
        "7b478d0e-99f4-4612-83be-a0bc8aa4e4f8"
      ],
      "mappedKnowledge": [
        "e67c2943-71ab-4c35-b0ec-548b17fd8da3",
        "c4b3fda6-d672-4cf8-a584-5ad50dd46959",
        "1f56298e-3c52-473b-8bd1-771623682b1b",
        "39fe37ef-e8d4-4dea-b75c-448679fb2183",
        "f4c5f7c1-7dc4-43b7-a7a6-0c3a4e917de7",
        "0941d7e0-0474-4eb9-89eb-05abb1337d2e",
        "1fb37a01-a615-4bb2-b6e3-52be594dad2d",
        "360c27f1-7a5e-4f37-bc83-24e8a1b7a31c",
        "751b4929-0afe-4f93-8e2b-f2889d3a1c87",
        "f3c6278f-6d45-4ab9-a79e-381e42220921",
        "5b468e15-ee51-4ea9-9787-ea3c21b842b5",
        "9166173c-2508-4478-b0bf-b7ec2ef4e246",
        "f79ad62c-7392-4aa6-9b02-3563afc82a43",
        "09289bd2-f270-4106-bfe6-0b6d482dec54"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fb82a134-732f-4c05-ab00-cc16b84411e1",
        "68b56c47-4f0f-4705-b66f-3e95fd857acc",
        "c6e6757e-d2a3-4588-8164-07a32f20db62",
        "edf40387-6528-43e6-9f8d-4a318379a6c2",
        "c7f7c973-a249-4299-81c9-d8476423c5bd",
        "a34f7fd5-ee62-457a-8d6e-424fbc190328"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c5b0650b-7fa0-491f-9a10-a769605d68d0",
      "dutyDetail": "Use appropriate primary and/or secondary research methods including survey tools, key word research tools and desktop research to gather marketing insight or evaluation. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cf4b1512-5f04-45ff-b874-d3918cd6ed2f"
      ],
      "mappedKnowledge": [
        "3bdf9f22-76cf-430c-b522-2a5cbb4adead",
        "b1b3a436-bdb0-4a02-8d08-3b7ab4b4970c",
        "d572328c-b454-41a8-b66a-a4dc51956d0d",
        "452762bc-0b7d-4ae2-9722-21406cc2f41b",
        "f3c6278f-6d45-4ab9-a79e-381e42220921",
        "5b468e15-ee51-4ea9-9787-ea3c21b842b5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5104bbe5-b1cb-443a-bb08-bc12cd8120e8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f2f113df-e0b8-4db4-93cd-f469daeeb3d9",
      "dutyDetail": "Use research data to inform marketing decisions, targeting, planning, delivery.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9cb99c32-c0d0-4309-b2ac-21baab07df2d"
      ],
      "mappedKnowledge": [
        "e67c2943-71ab-4c35-b0ec-548b17fd8da3",
        "39fe37ef-e8d4-4dea-b75c-448679fb2183",
        "f4c5f7c1-7dc4-43b7-a7a6-0c3a4e917de7",
        "f3c6278f-6d45-4ab9-a79e-381e42220921",
        "9166173c-2508-4478-b0bf-b7ec2ef4e246"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fb82a134-732f-4c05-ab00-cc16b84411e1",
        "68b56c47-4f0f-4705-b66f-3e95fd857acc",
        "5104bbe5-b1cb-443a-bb08-bc12cd8120e8",
        "f7ba53da-0c01-41a7-8b10-7e59e401b959",
        "edf40387-6528-43e6-9f8d-4a318379a6c2",
        "c7f7c973-a249-4299-81c9-d8476423c5bd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ebc6274a-98f8-480a-84ab-512fef56c1ff",
      "dutyDetail": "Source, create and edit content in collaboration with colleagues for appropriate marketing channels, such as website, email, social media, sales materials, affiliate marketing or event displays, ensuring that brand guidelines are met in order to achieve marketing objectives.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cf4b1512-5f04-45ff-b874-d3918cd6ed2f",
        "9cb99c32-c0d0-4309-b2ac-21baab07df2d"
      ],
      "mappedKnowledge": [
        "8a9d070a-3e4f-48e2-91fb-2c8978453e7f",
        "2c15a3b8-3158-43ba-84d6-0d5d9c986e0c",
        "b1b3a436-bdb0-4a02-8d08-3b7ab4b4970c",
        "d572328c-b454-41a8-b66a-a4dc51956d0d",
        "f4c5f7c1-7dc4-43b7-a7a6-0c3a4e917de7",
        "452762bc-0b7d-4ae2-9722-21406cc2f41b",
        "0941d7e0-0474-4eb9-89eb-05abb1337d2e",
        "1fb37a01-a615-4bb2-b6e3-52be594dad2d",
        "46e0c989-4d49-42c9-b682-d18ebc23fb34",
        "4b153546-9b6f-455f-97f9-ff40206e194f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c6e6757e-d2a3-4588-8164-07a32f20db62",
        "59829fc5-d288-4c6f-ad69-df3f150957b8",
        "ced72a47-5278-4b0e-ba5b-0432c3837284",
        "8a3bc793-4d0c-438e-95df-60e397e6f0ea",
        "c26d3ef3-ed6a-41bc-84ce-d6bb31d5b4f1",
        "f7ba53da-0c01-41a7-8b10-7e59e401b959"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6dd397f1-c0b0-4480-b623-926a78ded864",
      "dutyDetail": "Support and manage the cataloguing of offline and digital marketing materials and assets in line with marketing regulations and legislation including sustainability of hard copy and digital campaigns, e.g., storage and organisation of marketing materials, administering creative asset management systems, recycling/circular economy/energy consumption.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0c96de9b-ad00-4832-a19b-99f69ba9e3ce"
      ],
      "mappedKnowledge": [
        "8a9d070a-3e4f-48e2-91fb-2c8978453e7f",
        "b1b3a436-bdb0-4a02-8d08-3b7ab4b4970c",
        "0941d7e0-0474-4eb9-89eb-05abb1337d2e",
        "360c27f1-7a5e-4f37-bc83-24e8a1b7a31c",
        "4b153546-9b6f-455f-97f9-ff40206e194f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3bf17976-21a8-4d21-9e6e-4cb4f6bdd3a1",
        "edf40387-6528-43e6-9f8d-4a318379a6c2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6aaa0421-6514-455b-b466-a2b6656474c8",
      "dutyDetail": "Publish, monitor and respond to editorial, creative or video content via website, social media/video sharing platforms, offline platforms.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cf4b1512-5f04-45ff-b874-d3918cd6ed2f"
      ],
      "mappedKnowledge": [
        "8a9d070a-3e4f-48e2-91fb-2c8978453e7f",
        "2c15a3b8-3158-43ba-84d6-0d5d9c986e0c",
        "b1b3a436-bdb0-4a02-8d08-3b7ab4b4970c",
        "d572328c-b454-41a8-b66a-a4dc51956d0d",
        "452762bc-0b7d-4ae2-9722-21406cc2f41b",
        "46e0c989-4d49-42c9-b682-d18ebc23fb34",
        "f3c6278f-6d45-4ab9-a79e-381e42220921",
        "5b468e15-ee51-4ea9-9787-ea3c21b842b5",
        "f79ad62c-7392-4aa6-9b02-3563afc82a43",
        "09289bd2-f270-4106-bfe6-0b6d482dec54",
        "4b153546-9b6f-455f-97f9-ff40206e194f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "59829fc5-d288-4c6f-ad69-df3f150957b8",
        "ced72a47-5278-4b0e-ba5b-0432c3837284",
        "8a3bc793-4d0c-438e-95df-60e397e6f0ea",
        "bf40c0c9-dc56-4c08-a189-9d21ca42c922",
        "edf40387-6528-43e6-9f8d-4a318379a6c2",
        "cc524889-9844-411d-9f57-bda875fe4015"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6affefba-554a-4b5a-9264-9e261a6f6ec2",
      "dutyDetail": "Support the administration of marketing activities, e.g., organise a webinar or online/offline event; run an email campaign, run a pay per click (PPC) campaign, support press, advertising and PR activity, and partner marketing activity.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cf4b1512-5f04-45ff-b874-d3918cd6ed2f",
        "0c96de9b-ad00-4832-a19b-99f69ba9e3ce",
        "7b478d0e-99f4-4612-83be-a0bc8aa4e4f8"
      ],
      "mappedKnowledge": [
        "8a9d070a-3e4f-48e2-91fb-2c8978453e7f",
        "2c15a3b8-3158-43ba-84d6-0d5d9c986e0c",
        "b1b3a436-bdb0-4a02-8d08-3b7ab4b4970c",
        "d572328c-b454-41a8-b66a-a4dc51956d0d",
        "f4c5f7c1-7dc4-43b7-a7a6-0c3a4e917de7",
        "452762bc-0b7d-4ae2-9722-21406cc2f41b",
        "0941d7e0-0474-4eb9-89eb-05abb1337d2e",
        "1fb37a01-a615-4bb2-b6e3-52be594dad2d",
        "46e0c989-4d49-42c9-b682-d18ebc23fb34",
        "5b468e15-ee51-4ea9-9787-ea3c21b842b5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "68b56c47-4f0f-4705-b66f-3e95fd857acc",
        "59829fc5-d288-4c6f-ad69-df3f150957b8",
        "ced72a47-5278-4b0e-ba5b-0432c3837284",
        "8a3bc793-4d0c-438e-95df-60e397e6f0ea",
        "c26d3ef3-ed6a-41bc-84ce-d6bb31d5b4f1",
        "f7ba53da-0c01-41a7-8b10-7e59e401b959",
        "bf40c0c9-dc56-4c08-a189-9d21ca42c922",
        "3667b294-2a19-40ac-8f3e-bf24ad3f2a40",
        "b25a1d08-3d65-4e1a-91da-3c43380a5b2b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "89afd8da-2ac0-4f5a-9bbc-acd4f8b3c0c5",
      "dutyDetail": "Use the organisation’s customer relationship management system (inhouse or externally sourced) to maintain accurate customer data and relationships are managed in the pursuit of marketing goals.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cf4b1512-5f04-45ff-b874-d3918cd6ed2f",
        "398d21b1-7838-4cab-bb38-94fa2b109645"
      ],
      "mappedKnowledge": [
        "b1b3a436-bdb0-4a02-8d08-3b7ab4b4970c",
        "f79ad62c-7392-4aa6-9b02-3563afc82a43",
        "09289bd2-f270-4106-bfe6-0b6d482dec54",
        "4b153546-9b6f-455f-97f9-ff40206e194f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3bf17976-21a8-4d21-9e6e-4cb4f6bdd3a1",
        "3667b294-2a19-40ac-8f3e-bf24ad3f2a40",
        "edf40387-6528-43e6-9f8d-4a318379a6c2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4b8b99ea-b904-48a3-8ee0-f968a61df33a",
      "dutyDetail": "Identify and use relevant/emerging trends, solutions and technologies to implement effective marketing activities.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cf4b1512-5f04-45ff-b874-d3918cd6ed2f",
        "398d21b1-7838-4cab-bb38-94fa2b109645",
        "cb17e511-90ab-422b-8011-a031b8d6d592"
      ],
      "mappedKnowledge": [
        "8a9d070a-3e4f-48e2-91fb-2c8978453e7f",
        "2c15a3b8-3158-43ba-84d6-0d5d9c986e0c",
        "1c266899-15ef-428b-9596-2bd773edeb41",
        "d572328c-b454-41a8-b66a-a4dc51956d0d",
        "452762bc-0b7d-4ae2-9722-21406cc2f41b",
        "5b468e15-ee51-4ea9-9787-ea3c21b842b5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "68b56c47-4f0f-4705-b66f-3e95fd857acc",
        "59829fc5-d288-4c6f-ad69-df3f150957b8",
        "c26d3ef3-ed6a-41bc-84ce-d6bb31d5b4f1",
        "bf40c0c9-dc56-4c08-a189-9d21ca42c922",
        "cc524889-9844-411d-9f57-bda875fe4015",
        "75b1ee15-243e-4e97-972f-6c7e61b4be8f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fc989678-ea4f-4ccd-938d-4e8f3e97bfd4",
      "dutyDetail": "Contribute to the monitoring of marketing expenditure and activities to a specified budget and plan in line with company processes.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "f4c5f7c1-7dc4-43b7-a7a6-0c3a4e917de7",
        "360c27f1-7a5e-4f37-bc83-24e8a1b7a31c",
        "f3c6278f-6d45-4ab9-a79e-381e42220921",
        "5b468e15-ee51-4ea9-9787-ea3c21b842b5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3667b294-2a19-40ac-8f3e-bf24ad3f2a40",
        "edf40387-6528-43e6-9f8d-4a318379a6c2",
        "c7f7c973-a249-4299-81c9-d8476423c5bd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c9fa2550-022f-4e4b-8e4c-d4139f71c220",
      "dutyDetail": "Monitor, optimise, analyse and evaluate marketing campaigns and channels in order to deliver on marketing objectives for the organisation and/or clients, measuring marketing delivery effectiveness.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cf4b1512-5f04-45ff-b874-d3918cd6ed2f",
        "7b478d0e-99f4-4612-83be-a0bc8aa4e4f8"
      ],
      "mappedKnowledge": [
        "f4c5f7c1-7dc4-43b7-a7a6-0c3a4e917de7",
        "452762bc-0b7d-4ae2-9722-21406cc2f41b",
        "0941d7e0-0474-4eb9-89eb-05abb1337d2e",
        "1fb37a01-a615-4bb2-b6e3-52be594dad2d",
        "360c27f1-7a5e-4f37-bc83-24e8a1b7a31c",
        "751b4929-0afe-4f93-8e2b-f2889d3a1c87",
        "9166173c-2508-4478-b0bf-b7ec2ef4e246",
        "f79ad62c-7392-4aa6-9b02-3563afc82a43",
        "09289bd2-f270-4106-bfe6-0b6d482dec54"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5104bbe5-b1cb-443a-bb08-bc12cd8120e8",
        "ced72a47-5278-4b0e-ba5b-0432c3837284",
        "3667b294-2a19-40ac-8f3e-bf24ad3f2a40",
        "edf40387-6528-43e6-9f8d-4a318379a6c2",
        "b25a1d08-3d65-4e1a-91da-3c43380a5b2b",
        "a34f7fd5-ee62-457a-8d6e-424fbc190328",
        "75b1ee15-243e-4e97-972f-6c7e61b4be8f"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-05-15T00:00:00"
}