{
  "templateType": "Occupational Standard",
  "larsCode": 678,
  "referenceNumber": "ST1017",
  "learningAimClassCode": "",
  "title": "Domestic electrician",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1017",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-12-12T00:00:00",
  "earliestStartDate": "2022-06-01T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Install and maintain electrical services within a domestic setting.",
  "level": 3,
  "ePALength": 6,
  "typicalDuration": 36,
  "maxFunding": 15000,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [
    "electrician",
    "building",
    "construction",
    "domestic",
    "builder",
    "home"
  ],
  "jobRoles": [
    "Domestic electrician"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st1017-v1-0?view=epa",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;&lt;strong&gt;This occupation&lt;/strong&gt; is found in the domestic dwelling construction, engineering and social housing installation and maintenance electrician industries.&amp;nbsp; Domestic electricians work in domestic properties such as homes, dwellings, or individual units in e.g. care homes, apartment buildings and student accommodation, rather than in their communal areas, or on commercial or industrial building sites. Industrial and Commercial Electrician work is not undertaken by a Domestic Electrician.&lt;/p&gt;\n&lt;p&gt;Domestic electricians may work for small independent businesses or for providers of homes and residential services such as local authorities and housing associations, housing construction companies, care homes, electric utility companies and other companies providing electrotechnical services to the residential market. Once qualified, some domestic electricians may choose to become self-employed contractors.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;The broad purpose&lt;/strong&gt; of the occupation is to install and maintain electrical services within a domestic setting.&lt;/p&gt;\n&lt;p&gt;Working in a residential (new construction, installation or existing) setting, the domestic electrician will focus on the installation of new, the upgrade or repair of existing cables and equipment to enable safe and reliable distributed electricity within the premises.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;The scope&lt;/strong&gt; of a domestic electrician will include design, installation and testing of systems which provide traditional heating, power, and lighting plus the installation of new and emerging technologies. The new technologies will include enhanced connectivity for domestic use and comfort and convenience technologies. Domestic electricians will help make homes highly efficient and near-zero-carbon, in cooperation with other trades. Domestic electricians may be required to provide out of hours emergency repairs and services. A driving licence may be a requirement for some employers.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;In their daily work&lt;/strong&gt;, a worker in this occupation interacts with:&lt;/p&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; Their customers who are usually the end user of the services.&lt;/p&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; the team leader or area manager as well as personnel responsible for materials storage and supply if they work in an organisation.&lt;/p&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; building materials suppliers, merchants, small business support, accountants, and others if they are self-employed.&lt;/p&gt;\n&lt;p&gt;&#183;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; A domestic electrician will sometimes work within a team or may often be accompanied an apprentice.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;An employee in this occupation will be responsible for completing their own work&lt;/strong&gt; to specification, with minimal, if any, supervision, ensuring they meet set deadlines. This role is for people who like to work independently most of the time, but it also involves interacting with customers, colleagues, and others.&lt;/p&gt;\n&lt;p&gt;Domestic Electricians will be responsible for meeting quality requirements and working in accordance with industry-defined health, safety and environmental considerations, as well as building and wiring regulations.&lt;/p&gt;\n&lt;p&gt;They may be solely responsible for company property such as tools, work vehicles for transporting materials such as company vans.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Key requirements&lt;/strong&gt; for successful domestic electricians include professionalism and high regard for customer service throughout the job from responding to enquiries, proposing solutions, providing quotations, undertaking work, and handing completed work back to the customer.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Typical Job Titles: &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Domestic Electrician.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Typical duration&lt;/strong&gt;: 36 months&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "9310a91a-ba77-41c2-b6e0-7fbdcb2f7bef",
      "detail": "Understand relevant health & safety legislation and safe working practices covering hazards and risks when undertaking domestic electrical work and how these can be avoided."
    },
    {
      "knowledgeId": "3352443b-89cc-4277-8183-2653ccb94dd4",
      "detail": "Personal protective equipment (PPE) that should be used when undertaking electrical work, the correct selection of PPE and how to use different PPE."
    },
    {
      "knowledgeId": "aacf4a53-9ff6-4b14-b4d9-980bd39ccc41",
      "detail": "Understand how to, and importance of, restoring the work area to a tidy and safe state on completion of work"
    },
    {
      "knowledgeId": "4f7e5296-eee2-4dd8-b17b-913410241d87",
      "detail": "Effective communication techniques and methods when communicating with people in different roles, and the full range of people and their roles that Domestic Electricians will interact with in their work."
    },
    {
      "knowledgeId": "20dd53e7-33c2-4199-adb0-f9a24c616329",
      "detail": "Importance of customer service and effective customer service principles and techniques, taking account of the differences between people and groups of people with respect to equality and diversity "
    },
    {
      "knowledgeId": "61c0a628-ed04-446e-bb18-5caa0797a689",
      "detail": "Understand key organisations and their purpose within the electrical installation and maintenance industry, the domestic electrician's role within the industry, and career progression routes"
    },
    {
      "knowledgeId": "6e8e2256-a357-435f-8d60-85faf27d3593",
      "detail": "Relevant legislation pertaining to Domestic Electrical work including building regulations; industry guidance notes; relevant codes of practice, the requirements of the current edition of the Wiring Regulations (BS7671) and related standards."
    },
    {
      "knowledgeId": "f29b138b-bf3e-4ee8-8ba2-16231529340b",
      "detail": "Relevant sources of technical information and guidance specifically for domestic electrical installation and maintenance work, mainly including electrical drawings and technical specifications and why and how these should be used."
    },
    {
      "knowledgeId": "fea3fe79-1c7f-430f-9696-9bdabd82430f",
      "detail": "Necessary mathematical techniques, formulae, and calculations that underpin a Domestic Electrician’s work."
    },
    {
      "knowledgeId": "3d28de1b-b675-4472-8a70-979b67bfb5b0",
      "detail": "Range of tools, materials, equipment, and components used when performing domestic electrical work, and how to identify and use them safely."
    },
    {
      "knowledgeId": "fea9de7f-dff9-41ff-8a86-0412070d4d8e",
      "detail": "Purpose of different domestic electrical and electronic equipment, installations, components and systems and their characteristics, features, installation and maintenance requirements, including domestic heating systems, comfort and convenience technologies and smart home applications and devices."
    },
    {
      "knowledgeId": "7d9c0ba1-0f90-4e3e-b236-5b47dfdbd9e5",
      "detail": "Process and procedures for the design, planning, set up, and installation of domestic electrical and electronic systems"
    },
    {
      "knowledgeId": "3e8c018b-f992-461c-80ba-8811e12be8d0",
      "detail": "Methods of terminating and connecting cables in domestic electrical wiring systems, installations, and equipment. "
    },
    {
      "knowledgeId": "7e630865-ff48-482e-8550-aa5e0debdb3a",
      "detail": "Inspection and Testing of Domestic Electrical Installations using different diagnostic and problem-solving techniques and methods used to find, assess, and resolve domestic electrical and electronic faults for both initial and periodic testing requirements of single-phase installations\t"
    },
    {
      "knowledgeId": "0b04f1f3-a8d7-437d-9d0c-e27204751cb9",
      "detail": "Importance of accurate preparation, completion, and maintenance of relevant work documentation including observations, test results and certification documents"
    },
    {
      "knowledgeId": "bbfc7419-3983-41c4-9988-3c141786440c",
      "detail": "How to prepare written quotes and estimates in a professional manner"
    },
    {
      "knowledgeId": "3fe0d0e3-20cf-499f-bba8-7100c219db47",
      "detail": "Application of information technology in the Domestic electrician industry, such as completion of test certificates and work documentation "
    },
    {
      "knowledgeId": "8fd02713-385f-4383-84ad-4333d15d9dcf",
      "detail": "Identify current digital learning platforms, and platforms used for business communication and collaboration."
    },
    {
      "knowledgeId": "170cdb83-710d-4b48-a5e2-d0ba8235a22f",
      "detail": "Understand the requirements for continual personal development within the industry and the opportunities for career progression"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "d65696d6-5b39-47b1-94d6-27fd32adb290",
      "detail": "Acts responsibly and contributes to safe outcomes. Puts health and safety first for themselves and others. Embeds a health and safety culture and is always hazard and risk aware during work. Challenges any unsafe practices and demonstrates personal accountability"
    },
    {
      "behaviourId": "9151c975-ae1d-4302-befc-fb5a7c5794ca",
      "detail": "Embraces a sustainable working culture, taking responsibility for the careful use of resources and disposal of work waste"
    },
    {
      "behaviourId": "1d374d48-1f21-4060-93d8-12290a9aee83",
      "detail": "Demonstrates commitment to quality, commercial awareness, and continuous improvement by complying with health, safety and welfare requirements, industry standards, statutory regulation and legislation, policies, and codes of practice. "
    },
    {
      "behaviourId": "3eeb30fd-2326-4136-817c-ee0d2e4e4b18",
      "detail": "Focuses on the requirements of the customer (internal and external), seeking to provide outstanding customer services, promoting green technologies when appropriate, meeting, or exceeding customer requirements, including customers with diverse needs and transitioning to green technologies."
    },
    {
      "behaviourId": "ae6f209d-271c-4b37-89ac-b7ef01252247",
      "detail": "Manages own time efficiently to complete work operations and effectively schedule work within the confines of job responsibility"
    },
    {
      "behaviourId": "7927e6c7-f978-4b99-b3b3-4ca816069450",
      "detail": "Committed to keeping up to date with industry best practice, relevant legislation and technical standards and undertaking personal CPD in line with industry best practice."
    }
  ],
  "skills": [
    {
      "skillId": "93f9922a-ea16-48f3-8298-1adcb24efdcc",
      "detail": "Maintain the safety of self and others by applying statutory health and safety policies, procedures, and regulations when conducting domestic electrical work. "
    },
    {
      "skillId": "9f01196f-cd5e-490a-85eb-17fdbc6883e0",
      "detail": "Identify and comply with all relevant legislation, regulations, codes of practice and other relevant information and guidance when planning and performing domestic electrical work."
    },
    {
      "skillId": "a06e13ef-adec-4cca-844e-9aca1e10023f",
      "detail": "Correctly identify and use personal protective equipment (PPE) that should be used when undertaking domestic electrical work."
    },
    {
      "skillId": "debfa933-4c70-475b-9f9f-164c2dc77049",
      "detail": "Carry out work in a tidy and safe manner, including restoration of the work area on completion of work "
    },
    {
      "skillId": "53bae24c-30dd-47ef-bba4-e6700e4471e4",
      "detail": "Communicate using effective techniques and methods with colleagues, customers, contractors, suppliers and others"
    },
    {
      "skillId": "9159bd05-2f98-4c4f-99ce-e62ef826f868",
      "detail": "Apply appropriate customer service principles and techniques to deliver the required customer service "
    },
    {
      "skillId": "fa9d9e7e-426e-47d0-ac5a-63851a4b78b8",
      "detail": "Apply relevant legislation; building regulations; industry guidance notes; relevant codes of practice, the requirements of the current edition of the Wiring Regulations (BS7671) and other relevant standards while carrying out work "
    },
    {
      "skillId": "a3a6793d-885d-46b3-b312-727ac4d21ad7",
      "detail": "Use relevant sources of information and guidance for domestic electrical installation and maintenance work, typically including electrical drawings and technical specifications."
    },
    {
      "skillId": "a3d048c4-9c1f-4ce8-a1b3-7f7d950b8275",
      "detail": "Apply and use necessary mathematical techniques, formulae, and calculations that underpin a Domestic Electrician’s work"
    },
    {
      "skillId": "436448e7-6670-4f1d-9265-b793c3881bcb",
      "detail": "Safely and correctly use a range of tools, materials, equipment, and components relevant to performing domestic electrical work."
    },
    {
      "skillId": "bfe15370-ea2a-468e-9006-bdfee18ceaf7",
      "detail": "Design, plan, set up, and install domestic electrical and electronic systems including terminating and connecting cables in domestic electrical wiring systems, installations, and equipment"
    },
    {
      "skillId": "4510a5ab-420a-4b3a-87b6-ee40c6d30127",
      "detail": "Inspect and test domestic electrical Installations using the correct test equipment"
    },
    {
      "skillId": "f1441d9b-cd39-4a05-9512-7981f49d26b0",
      "detail": "Apply diagnostic and problem-solving techniques to identify, assess and resolve domestic electrical and electronic faults for both initial and periodic testing requirements of single-phase installations"
    },
    {
      "skillId": "0dc73e37-2b0e-4556-acd2-403ed7e1b214",
      "detail": "Install and maintain domestic electrical and electronic equipment and components, including domestic heating systems, comfort and convenience technologies, heat pumps, solar panels, Electric Vehicle (EV) charging points and devices"
    },
    {
      "skillId": "2667db1c-a75e-445e-80fc-1712e88b9df5",
      "detail": "Carry out and manage own work ensuring work is compliant to the relevant standard "
    },
    {
      "skillId": "6dd27135-5f9c-4f7c-8607-13849b463d65",
      "detail": "Record work accurately using correct processes including completion and maintenance of work documentation, recording of test results and preparation of appropriate certification "
    },
    {
      "skillId": "6e64de08-46d0-4d15-a92d-bf71f8de5569",
      "detail": "Use relevant digital learning platforms and business communication and collaboration applications "
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "National Electrotechnical Training (NET)",
    "contactName": "Carolyn Mason",
    "contactAddress": "49-51 East Road<br>London <br>N16AH",
    "contactEmail": "Carolyn.Mason@netservices.org.uk",
    "webLink": "https://www.netservices.org.uk/"
  },
  "approvedForDelivery": "2022-06-01T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0666",
  "tbMainContact": "abi@shawwilliams.co.uk",
  "involvedEmployers": "Arena Electrical Services\nBritish Gas / Centrica\nClarkson Evans\nHomeserve \nLincolnshire Housing Partnership\nM A Broughton Electrical Contractors Ltd\nMCS\nNational Electrotechnical Training\nNRT Group\nPaul Adams\nSavills\nSolar Energy UK\nSouthwark Building Services\nTP&N Electrical\nW G Wigginton",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Domestic electrician"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Building Services Engineering",
  "cluster": "Building services engineering operative or technician",
  "clusterId": "65",
  "clusterDescription": null,
  "createdDate": "2023-12-13T11:11:08 +00:00",
  "lastUpdated": "2022-12-12T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2022-06-01T00:00:00 +00:00",
  "banners": "A temporary dispensation has been applied to the ST1017 end-point assessment plan V1.0 for this apprenticeship. The dispensation will remain live from 01/03/2025 until the apprentices registered on V1.0 have either completed their EPA, including any resits and retakes, or moved to a subsequent version.; This apprenticeship is in the process of being revised or adjusted. In the meantime, the version below remains approved for delivery. Further details of this and other apprenticeships being revised or adjusted are available in the revisions and adjustments status report.",
  "occupationCode": "OCC1017",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1017-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1017-v1-0",
  "qualifications": [
    {
      "qualificationId": "7e1c901c-022f-45f9-a7ae-88704dc85bb8",
      "title": "Electrotechnical in dwellings qualification",
      "level": "3",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "This apprenticeship standard is recognised by the Joint Industry Board as conferring eligibility for recognition via an ECS Domestic Electrician Gold Card. As part of the application process the appropriate Health and Safety components will be recognised.",
      "level": "This apprenticeship standard is recognised by the Joint Industry Board as conferring eligibility for recognition via an ECS Domestic Electrician Gold Card. As part of the application process the appropriate Health and Safety components will be recognised.",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "ad4cd121-93dc-4cbe-bcf9-ad59bd45100c",
      "dutyDetail": "Understand fully and work in full compliance with health, safety, and environmental regulations; building regulations; industry guidance notes; relevant codes of practice, the requirements of the current edition of the Wiring Regulations (BS7671) and other relevant standards ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d65696d6-5b39-47b1-94d6-27fd32adb290",
        "9151c975-ae1d-4302-befc-fb5a7c5794ca",
        "1d374d48-1f21-4060-93d8-12290a9aee83"
      ],
      "mappedKnowledge": [
        "9310a91a-ba77-41c2-b6e0-7fbdcb2f7bef",
        "3352443b-89cc-4277-8183-2653ccb94dd4",
        "aacf4a53-9ff6-4b14-b4d9-980bd39ccc41",
        "61c0a628-ed04-446e-bb18-5caa0797a689"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "93f9922a-ea16-48f3-8298-1adcb24efdcc",
        "9f01196f-cd5e-490a-85eb-17fdbc6883e0",
        "a06e13ef-adec-4cca-844e-9aca1e10023f",
        "debfa933-4c70-475b-9f9f-164c2dc77049",
        "fa9d9e7e-426e-47d0-ac5a-63851a4b78b8",
        "a3a6793d-885d-46b3-b312-727ac4d21ad7",
        "a3d048c4-9c1f-4ce8-a1b3-7f7d950b8275"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "94b6e291-dce6-46d0-9f7e-a09105705fc3",
      "dutyDetail": "Always provide appropriate customer service, prioritising their care, safety, and security and that of any children and pets on customer property",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d65696d6-5b39-47b1-94d6-27fd32adb290",
        "9151c975-ae1d-4302-befc-fb5a7c5794ca",
        "1d374d48-1f21-4060-93d8-12290a9aee83",
        "3eeb30fd-2326-4136-817c-ee0d2e4e4b18"
      ],
      "mappedKnowledge": [
        "4f7e5296-eee2-4dd8-b17b-913410241d87",
        "20dd53e7-33c2-4199-adb0-f9a24c616329"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "93f9922a-ea16-48f3-8298-1adcb24efdcc",
        "9f01196f-cd5e-490a-85eb-17fdbc6883e0",
        "a06e13ef-adec-4cca-844e-9aca1e10023f",
        "debfa933-4c70-475b-9f9f-164c2dc77049",
        "53bae24c-30dd-47ef-bba4-e6700e4471e4",
        "9159bd05-2f98-4c4f-99ce-e62ef826f868"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "15bb4245-1bda-49c3-8749-3054d31eba2f",
      "dutyDetail": "Undertake the installation of both wired and wireless solutions in achieving a desired outcome appropriate to customer need in accordance with the requirements of BS 7671 and other relevant industry standards, and assess electrical loads on domestic installations to ensure safe and suitable solutions can be provided to the customer including assisted living technologies, lighting design and comfort and convenience technologies ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d65696d6-5b39-47b1-94d6-27fd32adb290",
        "9151c975-ae1d-4302-befc-fb5a7c5794ca",
        "1d374d48-1f21-4060-93d8-12290a9aee83",
        "3eeb30fd-2326-4136-817c-ee0d2e4e4b18"
      ],
      "mappedKnowledge": [
        "6e8e2256-a357-435f-8d60-85faf27d3593",
        "f29b138b-bf3e-4ee8-8ba2-16231529340b",
        "fea3fe79-1c7f-430f-9696-9bdabd82430f",
        "3d28de1b-b675-4472-8a70-979b67bfb5b0",
        "fea9de7f-dff9-41ff-8a86-0412070d4d8e",
        "7d9c0ba1-0f90-4e3e-b236-5b47dfdbd9e5",
        "3e8c018b-f992-461c-80ba-8811e12be8d0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "93f9922a-ea16-48f3-8298-1adcb24efdcc",
        "9f01196f-cd5e-490a-85eb-17fdbc6883e0",
        "a06e13ef-adec-4cca-844e-9aca1e10023f",
        "debfa933-4c70-475b-9f9f-164c2dc77049",
        "9159bd05-2f98-4c4f-99ce-e62ef826f868",
        "fa9d9e7e-426e-47d0-ac5a-63851a4b78b8",
        "a3a6793d-885d-46b3-b312-727ac4d21ad7",
        "a3d048c4-9c1f-4ce8-a1b3-7f7d950b8275",
        "bfe15370-ea2a-468e-9006-bdfee18ceaf7",
        "0dc73e37-2b0e-4556-acd2-403ed7e1b214"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3c24f20d-4d57-4ff8-ba01-3178b2f71ffd",
      "dutyDetail": "Plan and deliver the best solution for the customer, incorporating and integrating comfort and convenience technologies for the homeowner, within agreed budget, including the installation, maintenance, and inspection of domestic electric vehicle charging systems and other domestic use special installations, in accordance with the requirements of BS 7671 and other relevant industry standards",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d65696d6-5b39-47b1-94d6-27fd32adb290",
        "9151c975-ae1d-4302-befc-fb5a7c5794ca",
        "1d374d48-1f21-4060-93d8-12290a9aee83",
        "3eeb30fd-2326-4136-817c-ee0d2e4e4b18"
      ],
      "mappedKnowledge": [
        "6e8e2256-a357-435f-8d60-85faf27d3593",
        "f29b138b-bf3e-4ee8-8ba2-16231529340b",
        "3d28de1b-b675-4472-8a70-979b67bfb5b0",
        "fea9de7f-dff9-41ff-8a86-0412070d4d8e",
        "7d9c0ba1-0f90-4e3e-b236-5b47dfdbd9e5",
        "3e8c018b-f992-461c-80ba-8811e12be8d0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "93f9922a-ea16-48f3-8298-1adcb24efdcc",
        "9f01196f-cd5e-490a-85eb-17fdbc6883e0",
        "a06e13ef-adec-4cca-844e-9aca1e10023f",
        "debfa933-4c70-475b-9f9f-164c2dc77049",
        "9159bd05-2f98-4c4f-99ce-e62ef826f868",
        "fa9d9e7e-426e-47d0-ac5a-63851a4b78b8",
        "a3a6793d-885d-46b3-b312-727ac4d21ad7",
        "a3d048c4-9c1f-4ce8-a1b3-7f7d950b8275",
        "bfe15370-ea2a-468e-9006-bdfee18ceaf7",
        "0dc73e37-2b0e-4556-acd2-403ed7e1b214"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "485fa2d4-e2cb-4ed8-b72b-17d071757769",
      "dutyDetail": "Carry out electrical installation, initial verification, maintenance and testing work on a variety of voltages; both AC and DC; not exceeding 230V single phase",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d65696d6-5b39-47b1-94d6-27fd32adb290",
        "9151c975-ae1d-4302-befc-fb5a7c5794ca",
        "1d374d48-1f21-4060-93d8-12290a9aee83",
        "3eeb30fd-2326-4136-817c-ee0d2e4e4b18"
      ],
      "mappedKnowledge": [
        "fea3fe79-1c7f-430f-9696-9bdabd82430f",
        "3d28de1b-b675-4472-8a70-979b67bfb5b0",
        "fea9de7f-dff9-41ff-8a86-0412070d4d8e",
        "7d9c0ba1-0f90-4e3e-b236-5b47dfdbd9e5",
        "3e8c018b-f992-461c-80ba-8811e12be8d0",
        "7e630865-ff48-482e-8550-aa5e0debdb3a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "93f9922a-ea16-48f3-8298-1adcb24efdcc",
        "9f01196f-cd5e-490a-85eb-17fdbc6883e0",
        "a06e13ef-adec-4cca-844e-9aca1e10023f",
        "debfa933-4c70-475b-9f9f-164c2dc77049",
        "fa9d9e7e-426e-47d0-ac5a-63851a4b78b8",
        "a3a6793d-885d-46b3-b312-727ac4d21ad7",
        "436448e7-6670-4f1d-9265-b793c3881bcb",
        "4510a5ab-420a-4b3a-87b6-ee40c6d30127",
        "f1441d9b-cd39-4a05-9512-7981f49d26b0"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b004e16c-90b3-40b8-b4a1-9be88c438d49",
      "dutyDetail": "Site and install mains powered smoke and heat detectors for domestic premises only and advise the customer regarding electric vehicle (EV) charging points, detector cleaning, maintenance, and user testing.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d65696d6-5b39-47b1-94d6-27fd32adb290",
        "9151c975-ae1d-4302-befc-fb5a7c5794ca",
        "1d374d48-1f21-4060-93d8-12290a9aee83",
        "3eeb30fd-2326-4136-817c-ee0d2e4e4b18"
      ],
      "mappedKnowledge": [
        "3d28de1b-b675-4472-8a70-979b67bfb5b0",
        "fea9de7f-dff9-41ff-8a86-0412070d4d8e",
        "7d9c0ba1-0f90-4e3e-b236-5b47dfdbd9e5",
        "3e8c018b-f992-461c-80ba-8811e12be8d0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "93f9922a-ea16-48f3-8298-1adcb24efdcc",
        "9f01196f-cd5e-490a-85eb-17fdbc6883e0",
        "a06e13ef-adec-4cca-844e-9aca1e10023f",
        "debfa933-4c70-475b-9f9f-164c2dc77049",
        "53bae24c-30dd-47ef-bba4-e6700e4471e4",
        "9159bd05-2f98-4c4f-99ce-e62ef826f868",
        "fa9d9e7e-426e-47d0-ac5a-63851a4b78b8",
        "a3a6793d-885d-46b3-b312-727ac4d21ad7",
        "bfe15370-ea2a-468e-9006-bdfee18ceaf7",
        "0dc73e37-2b0e-4556-acd2-403ed7e1b214"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0ad17dfc-4d6c-4054-95e2-ff5592049683",
      "dutyDetail": "Design and install wiring for domestic heating systems including central heating boilers and other domestic heating systems which need electrical connections",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d65696d6-5b39-47b1-94d6-27fd32adb290",
        "9151c975-ae1d-4302-befc-fb5a7c5794ca",
        "1d374d48-1f21-4060-93d8-12290a9aee83"
      ],
      "mappedKnowledge": [
        "3d28de1b-b675-4472-8a70-979b67bfb5b0",
        "7d9c0ba1-0f90-4e3e-b236-5b47dfdbd9e5",
        "3e8c018b-f992-461c-80ba-8811e12be8d0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "93f9922a-ea16-48f3-8298-1adcb24efdcc",
        "9f01196f-cd5e-490a-85eb-17fdbc6883e0",
        "a06e13ef-adec-4cca-844e-9aca1e10023f",
        "debfa933-4c70-475b-9f9f-164c2dc77049",
        "53bae24c-30dd-47ef-bba4-e6700e4471e4",
        "9159bd05-2f98-4c4f-99ce-e62ef826f868",
        "fa9d9e7e-426e-47d0-ac5a-63851a4b78b8",
        "a3a6793d-885d-46b3-b312-727ac4d21ad7",
        "bfe15370-ea2a-468e-9006-bdfee18ceaf7",
        "0dc73e37-2b0e-4556-acd2-403ed7e1b214"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2b78b1c5-8af4-4f96-83f2-630e80caa1ce",
      "dutyDetail": "Understand the different types of environmental technologies that may be found in a domestic dwelling including solar photovoltaic systems, heat pumps, micro wind turbines and domestic battery storage and their interaction with conventional electrical installations",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d65696d6-5b39-47b1-94d6-27fd32adb290",
        "9151c975-ae1d-4302-befc-fb5a7c5794ca",
        "1d374d48-1f21-4060-93d8-12290a9aee83"
      ],
      "mappedKnowledge": [
        "3d28de1b-b675-4472-8a70-979b67bfb5b0",
        "fea9de7f-dff9-41ff-8a86-0412070d4d8e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "93f9922a-ea16-48f3-8298-1adcb24efdcc",
        "9f01196f-cd5e-490a-85eb-17fdbc6883e0",
        "a06e13ef-adec-4cca-844e-9aca1e10023f",
        "debfa933-4c70-475b-9f9f-164c2dc77049",
        "53bae24c-30dd-47ef-bba4-e6700e4471e4",
        "9159bd05-2f98-4c4f-99ce-e62ef826f868",
        "fa9d9e7e-426e-47d0-ac5a-63851a4b78b8",
        "a3a6793d-885d-46b3-b312-727ac4d21ad7",
        "bfe15370-ea2a-468e-9006-bdfee18ceaf7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fbdfb042-de0c-451e-97ff-bbf2c585a605",
      "dutyDetail": "Install cables within the fabric of the building for internal and external installations while maintaining the integrity of fire compartments and customers belongings",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d65696d6-5b39-47b1-94d6-27fd32adb290",
        "9151c975-ae1d-4302-befc-fb5a7c5794ca",
        "1d374d48-1f21-4060-93d8-12290a9aee83"
      ],
      "mappedKnowledge": [
        "3d28de1b-b675-4472-8a70-979b67bfb5b0",
        "7d9c0ba1-0f90-4e3e-b236-5b47dfdbd9e5",
        "3e8c018b-f992-461c-80ba-8811e12be8d0"
      ],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f1229f48-0488-419d-9377-aaec0ff04c3f",
      "dutyDetail": "Understand the need for appropriate consideration towards, and knowledge of specialist requirements when working in historical installations and settings",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d65696d6-5b39-47b1-94d6-27fd32adb290",
        "9151c975-ae1d-4302-befc-fb5a7c5794ca",
        "1d374d48-1f21-4060-93d8-12290a9aee83",
        "3eeb30fd-2326-4136-817c-ee0d2e4e4b18"
      ],
      "mappedKnowledge": [
        "f29b138b-bf3e-4ee8-8ba2-16231529340b",
        "3d28de1b-b675-4472-8a70-979b67bfb5b0",
        "3e8c018b-f992-461c-80ba-8811e12be8d0"
      ],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b8069492-61a7-429a-b31b-9efecac89459",
      "dutyDetail": "Carry out maintenance regimes, periodic inspection and testing of existing single phase domestic electrical installations in accordance with manufacturer instructions and the requirements for electrical installations ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d65696d6-5b39-47b1-94d6-27fd32adb290",
        "9151c975-ae1d-4302-befc-fb5a7c5794ca",
        "1d374d48-1f21-4060-93d8-12290a9aee83"
      ],
      "mappedKnowledge": [
        "7e630865-ff48-482e-8550-aa5e0debdb3a",
        "0b04f1f3-a8d7-437d-9d0c-e27204751cb9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "93f9922a-ea16-48f3-8298-1adcb24efdcc",
        "9f01196f-cd5e-490a-85eb-17fdbc6883e0",
        "a06e13ef-adec-4cca-844e-9aca1e10023f",
        "debfa933-4c70-475b-9f9f-164c2dc77049",
        "53bae24c-30dd-47ef-bba4-e6700e4471e4",
        "9159bd05-2f98-4c4f-99ce-e62ef826f868",
        "fa9d9e7e-426e-47d0-ac5a-63851a4b78b8",
        "a3a6793d-885d-46b3-b312-727ac4d21ad7",
        "4510a5ab-420a-4b3a-87b6-ee40c6d30127",
        "f1441d9b-cd39-4a05-9512-7981f49d26b0"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "94bde67a-6160-4845-9b02-dde9ac9dc969",
      "dutyDetail": "Prepare and complete relevant work documentation from quotation to certification and handover stages",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "0b04f1f3-a8d7-437d-9d0c-e27204751cb9",
        "bbfc7419-3983-41c4-9988-3c141786440c",
        "3fe0d0e3-20cf-499f-bba8-7100c219db47"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6dd27135-5f9c-4f7c-8607-13849b463d65",
        "6e64de08-46d0-4d15-a92d-bf71f8de5569"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fa86a81e-35c2-43d9-929b-54ba8b1d4fbd",
      "dutyDetail": "Understand how to plan and project manage typical Domestic Electrician work",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ae6f209d-271c-4b37-89ac-b7ef01252247",
        "7927e6c7-f978-4b99-b3b3-4ca816069450"
      ],
      "mappedKnowledge": [
        "7e630865-ff48-482e-8550-aa5e0debdb3a",
        "0b04f1f3-a8d7-437d-9d0c-e27204751cb9",
        "bbfc7419-3983-41c4-9988-3c141786440c",
        "3fe0d0e3-20cf-499f-bba8-7100c219db47",
        "8fd02713-385f-4383-84ad-4333d15d9dcf",
        "170cdb83-710d-4b48-a5e2-d0ba8235a22f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "bfe15370-ea2a-468e-9006-bdfee18ceaf7",
        "2667db1c-a75e-445e-80fc-1712e88b9df5",
        "6dd27135-5f9c-4f7c-8607-13849b463d65",
        "6e64de08-46d0-4d15-a92d-bf71f8de5569"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": true,
  "coronationEmblem": false,
  "publishDate": "2022-12-12T00:00:00"
}