{
  "templateType": "Occupational Standard",
  "larsCode": 796,
  "referenceNumber": "ST1077",
  "learningAimClassCode": "",
  "title": "Early years teacher (EYTS)",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1077",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2025-04-14T00:00:00",
  "earliestStartDate": "2025-01-28T00:00:00",
  "latestStartDate": "2025-04-13T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "To be responsible for the learning, physical, emotional, social and intellectual development, and care of young children from birth to 5 years.",
  "level": 6,
  "ePALength": 3,
  "typicalDuration": 33,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Education and early years",
  "keywords": [
    "Early years teacher",
    "teacher",
    "school",
    "nursery",
    "learning",
    "EYTS"
  ],
  "jobRoles": [
    "Early years teacher"
  ],
  "entryRequirements": "&lt;p&gt;&lt;span style=&quot;color: rgba(51, 64, 71, 1)&quot;&gt;Apprentices must meet the DfE&#39;s entry requirements for early years initial teacher training. This includes: &lt;/span&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;&lt;span style=&quot;color: rgba(51, 64, 71, 1)&quot;&gt;have achieved GCSEs, grade 4 (or equivalent) in English, mathematics and a science subject &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span style=&quot;color: rgba(51, 64, 71, 1)&quot;&gt;have taken part in a rigorous selection process designed to assess their suitability to teach &lt;/span&gt;&lt;/li&gt;\n&lt;li&gt;&lt;span style=&quot;color: rgba(51, 64, 71, 1)&quot;&gt;&lt;span style=&quot;color: rgba(51, 64, 71, 1)&quot;&gt;have passed the professional skills tests. Qualifications in key and functional skills at level 2&lt;/span&gt;&lt;span style=&quot;color: rgba(51, 64, 71, 1); font-family: Aptos, sans-serif&quot;&gt;&amp;nbsp;&lt;/span&gt;&lt;span style=&quot;color: rgba(51, 64, 71, 1)&quot;&gt;are not equivalent to GCSEs in terms of content. &lt;/span&gt;&lt;/span&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;span style=&quot;color: rgba(51, 64, 71, 1)&quot;&gt;Providers should look for additional evidence of knowledge and understanding for applicants with these skills certificates but without GCSEs at grade 4 or above in English and mathematics. Apprentices with a GCSE grade 4 or above in English language meet the requirement. You should look for further evidence of a breadth of achievement in English where applicants have achieved a GCSE grade 4 or above in English literature.&lt;/span&gt;&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st1077-v1-0?view=epa",
  "ssa1": "13 Education and Training",
  "ssa2": "13.1 Teaching and lecturing",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in all settings with an early years provision. This includes school-based provision, group-based provision, and registered childminders. Private, voluntary, and independent (PVI) settings make up a significant portion of the sector. Early years teachers hold early years teacher status (EYTS). This allows them to work as lead teachers within the PVI settings, childminders, and within some academy’s early years settings. Early years teachers with EYTS cannot work as lead teachers within maintained schools as these settings require qualified teacher status (QTS).&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to be responsible for the learning, physical, emotional, social and intellectual and development, and care of young children from birth to 5 years within the setting, and to have an awareness of progression for children from 5-7 years. Early years teachers will plan and facilitate learning through a range of approaches including play, modelling, and direct teaching. They observe, assess, and evaluate the learning experiences of children to inform planning and establish an environment that is motivating and challenging for all children. An early years teacher will adapt education and care to respond to the strengths and needs of all children.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with children, parents, families, and carers. They work with colleagues and other professionals to support all children’s learning and development. Early years teachers will interact and work collaboratively with external agencies, early help services, health workers, and children&#39;s services.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for ensuring the safety and wellbeing of the children within the setting. Early years teachers must ensure that they lead practice and follow relevant statutory frameworks in the provision they provide, such as the Early Years Foundation Stage. They must ensure that children’s health is promoted and protected. They will typically report to a line manager within the setting and may have responsibility for other members of staff themselves.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "95018b9c-08f5-4d1f-b760-dc179d16dbe6",
      "detail": "The theories, principles, and approaches to early childhood development, the associated research and evidence bases, and the impact on children’s learning and development."
    },
    {
      "knowledgeId": "b270429b-bf78-4db7-99f5-7143b9758d77",
      "detail": "The areas of effective learning development, within statutory frameworks."
    },
    {
      "knowledgeId": "10357cfc-d677-40ed-a4ad-6de00536544e",
      "detail": "The communication and language needs of babies and children including the relationship between early literacy ."
    },
    {
      "knowledgeId": "09d9a154-c9cc-4968-8871-2d20f056b6b5",
      "detail": "Patterns of typical and atypical development, and how to support all children considering their current and future needs."
    },
    {
      "knowledgeId": "ad6cf24b-ea6c-43cd-b715-2c6c839512a5",
      "detail": "Relational theories and their impact on children’s development and relationships."
    },
    {
      "knowledgeId": "2e894fc5-a026-4819-b4d4-20825742b6fc",
      "detail": "The importance of attachment theory within a relational context, and the significance of the key person."
    },
    {
      "knowledgeId": "111637b5-e022-4546-b992-c28581859657",
      "detail": "The principles of the different paradigms influencing early years education and care."
    },
    {
      "knowledgeId": "ddcf40d2-7d0f-4bcf-9f5c-1039e6989c88",
      "detail": "Pedagogical strategies and approaches to learning (for example play, approaches to adult-led teaching, sustained shared thinking, group learning and relational approaches)."
    },
    {
      "knowledgeId": "1903914c-5efa-43b7-8a67-691ed50a9713",
      "detail": "Methods to evaluate pedagogical approaches to inform their own approach."
    },
    {
      "knowledgeId": "added957-a8ae-47fc-8a90-612ccacd9bf3",
      "detail": "Approaches to the pedagogy of early language and literacy and the importance of developing a love of early reading."
    },
    {
      "knowledgeId": "cbca6a47-9efd-46a4-98f4-6da0a36cef13",
      "detail": "Approaches to the pedagogy of early mathematics and the importance of a love of early number."
    },
    {
      "knowledgeId": "1b5802b8-5f71-402e-9f5c-907ea34fea76",
      "detail": "How early mathematics, early literacy, children’s holistic communication development, and the prime areas of learning support children when starting school.   "
    },
    {
      "knowledgeId": "9e7a9f2d-7150-4933-ab44-f5bd6da454da",
      "detail": "How to plan experiences to support learning, based on an understanding of children’s interests and needs."
    },
    {
      "knowledgeId": "f942196f-73f0-4944-9e70-9a906117ed96",
      "detail": "How to adapt education and care to support all children. "
    },
    {
      "knowledgeId": "48960c77-45ce-46f9-a7f1-af8bb9e3204c",
      "detail": "The principles of co-construction of the curriculum."
    },
    {
      "knowledgeId": "e613ab32-ad14-4810-8d92-ddb621b36ec2",
      "detail": "The factors that contribute to enabling environments and how to adapt environments to the needs of children."
    },
    {
      "knowledgeId": "fb05336b-3ed8-4ea9-8d38-e23cf32824ac",
      "detail": "The impact of enabling environments, in the setting and in the home, on children’s learning and development. "
    },
    {
      "knowledgeId": "1cef332f-6ccd-4e75-985e-b037b4116157",
      "detail": "The impact of environmental factors, trauma and stress on children’s learning and development."
    },
    {
      "knowledgeId": "1e30c8b6-df3b-43eb-82d9-29990c7d34ec",
      "detail": "The importance of play-based opportunities in children’s learning and development."
    },
    {
      "knowledgeId": "4a0c5aa4-49f9-42b1-a0a5-c5eb25fed036",
      "detail": "The principles and approaches to observations, of children’s play."
    },
    {
      "knowledgeId": "d8d9f42c-23ce-4f0b-af35-08ba140ba9de",
      "detail": "The implications of observation and assessment on practice."
    },
    {
      "knowledgeId": "37f74fb6-65aa-4f71-b80f-834758b86971",
      "detail": "Theories of transition, the range of transitions that children will experience, and the impact of transition on children."
    },
    {
      "knowledgeId": "b53bcd70-64c1-4b37-9ee6-d933d2384c8f",
      "detail": "The statutory and non-statutory frameworks and guidance for provision in early years."
    },
    {
      "knowledgeId": "d40efa7d-bd32-4c6d-b7ac-c6ff942700df",
      "detail": "The statutory and non-statutory frameworks and guidance for special educational needs and disabilities (SEND) provision in early years."
    },
    {
      "knowledgeId": "5cc0f89e-aa33-4263-9ddd-f4f6894a399d",
      "detail": "How to access additional support for all children who need it "
    },
    {
      "knowledgeId": "6079ae1c-475f-4cd0-9132-76b3ffc53805",
      "detail": "The principles, processes, and procedures related to early identification of SEND."
    },
    {
      "knowledgeId": "97c72f9e-efd0-4829-8d2d-2f6f66db3d2e",
      "detail": "The principles of safeguarding and child protection."
    },
    {
      "knowledgeId": "d8bc676c-0951-4c26-b948-eef36b75e7ae",
      "detail": "The statutory frameworks and statutory duties required with regards to safeguarding and SEND."
    },
    {
      "knowledgeId": "0fe8eaf4-b02d-4a99-bb61-fc139ecdddde",
      "detail": "Local approaches to safeguarding and child protection and how these vary."
    },
    {
      "knowledgeId": "f959a663-a1bf-4cf2-8a1e-1e93ec9230f5",
      "detail": "The principles of professional curiosity in the context of safeguarding."
    },
    {
      "knowledgeId": "f3083ca2-56d8-4e3e-8496-38c8c4f8c714",
      "detail": "The principles of professional accountability within early years, and how this relates to the role of key person, safeguarding, and advocacy for children."
    },
    {
      "knowledgeId": "737ee561-f877-4dba-857f-d37a51e6b107",
      "detail": "The other professionals that contribute to the multi-agency system that supports children, young people, and families."
    },
    {
      "knowledgeId": "2e704b92-bf67-4f3f-a8b9-2dc665088d19",
      "detail": "How early years professionals fit within, and contribute to, the multi-agency system that supports children, young people, and families."
    },
    {
      "knowledgeId": "4ec9b6a7-733f-4982-9550-168eb4e1bb2e",
      "detail": "Current policy, statutory and non-statutory frameworks, and guidance relevant to the setting and the community."
    },
    {
      "knowledgeId": "c3234a8c-dc20-4bc6-a3b5-bbd0561cb3c9",
      "detail": "The factors that impact health and wellbeing in children."
    },
    {
      "knowledgeId": "9d17fc12-4590-4b12-90ff-e776fa17b5e1",
      "detail": "The importance of health and wellbeing as a factor in children’s holistic development."
    },
    {
      "knowledgeId": "dc7a3c27-c16f-48e4-b9ee-611959f2fba0",
      "detail": "The theories and contemporary research underpinning approaches to supporting children’s health and wellbeing."
    },
    {
      "knowledgeId": "db8c1e53-f18c-40a6-8bb9-88a7dc36e447",
      "detail": "Respectful and nurturing personal care practices, and how these impact on children’s development."
    },
    {
      "knowledgeId": "c7f9e2b4-f1d2-43dd-9b68-2ef1250c61ff",
      "detail": "Ethical approaches to advocacy."
    },
    {
      "knowledgeId": "66ac5d8c-2e38-4c43-aa58-51d4bbe60dc7",
      "detail": "The principles of practice-based enquiry."
    },
    {
      "knowledgeId": "863879be-77ab-4ee4-ae35-ffa3b073c7f6",
      "detail": "The principles of supervision in an early years context."
    },
    {
      "knowledgeId": "6acb6fe6-4bee-473e-aeaa-83d08a967619",
      "detail": "Approaches to mentoring, coaching, and supporting others in their professional development."
    },
    {
      "knowledgeId": "79805584-673e-4c38-b2b9-b160fc989d8c",
      "detail": "The importance of a scholarly approach to continuing professional development."
    },
    {
      "knowledgeId": "6eec4ad3-7146-4f8f-b168-10db1f947b87",
      "detail": "The purpose of reflection, its impact on children, the early years teacher, and other early years professionals."
    },
    {
      "knowledgeId": "7f40ff1e-b46d-4fbc-9ffd-4b8e6190a46b",
      "detail": "Approaches to, and models of, reflective practice, including proactive reflection."
    },
    {
      "knowledgeId": "5ec8499f-4772-450f-8e02-6e3a13e64a71",
      "detail": "Methods of identifying, evaluating and analysing evidence bases."
    },
    {
      "knowledgeId": "2b7337e2-ffdd-4fab-b641-3b8042262d6d",
      "detail": "Approaches to critically analysing policy and theory."
    },
    {
      "knowledgeId": "4fb351e9-8248-47ed-98c9-37a0c89d4165",
      "detail": "How national policy translates to impact local contexts."
    },
    {
      "knowledgeId": "dda9ba77-1174-4857-8c3f-3e36d8552047",
      "detail": "Theories and approaches to leadership."
    },
    {
      "knowledgeId": "f12ea120-d38b-4ca0-a256-9ae10ab6c789",
      "detail": "The principles of leading in an early years context."
    },
    {
      "knowledgeId": "495ecd16-d460-4eb3-a5d5-bd478c196e04",
      "detail": "Approaches to leading change and improvement."
    },
    {
      "knowledgeId": "69ea3f7d-6f19-4e87-a411-859f799662b7",
      "detail": "The purposes of and approaches to recording, storing, reporting, and sharing information in the early years context. "
    },
    {
      "knowledgeId": "33e0fec0-254b-427a-9f29-43ae6e234df7",
      "detail": "The principles of equality, diversity, and inclusion within the early years setting."
    },
    {
      "knowledgeId": "38df6b83-199c-4a1e-9ade-99b4032f59fa",
      "detail": "The theories and principals of working with parents."
    },
    {
      "knowledgeId": "00b83d2b-0a1d-4518-935f-4bf8cfc06f99",
      "detail": "The rights of the child."
    },
    {
      "knowledgeId": "09a84b71-a53b-4f6b-985a-ed33d978c060",
      "detail": "How to establish and sustain a safe environment and employ practices that promote children’s health and safety."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "4849724c-1248-417f-aadb-e0a4906bb666",
      "detail": "Be accountable for leading practice and children's outcomes."
    },
    {
      "behaviourId": "aa7e34f8-2bd6-4fc9-bf29-829f4ce3cf3d",
      "detail": "Value and promote a culture of safeguarding. "
    },
    {
      "behaviourId": "c0499bf5-6574-45b6-a133-7201ec54ff2e",
      "detail": "Act ethically and responsibly."
    },
    {
      "behaviourId": "1e91c50f-81c8-4845-822b-ce52a5e039f6",
      "detail": "Be confident to challenge others. "
    },
    {
      "behaviourId": "5d3ce99d-c3af-4bc1-8d30-f87fef459241",
      "detail": "Be proactive in seeking out opportunities for Continuing Professional Development (CPD) and reflective practice. "
    },
    {
      "behaviourId": "2d17bfd3-6f4c-4a5d-a817-7122685f05ae",
      "detail": "Be visionary and influence colleagues and others. "
    },
    {
      "behaviourId": "a995da66-74ff-41f3-8bbb-81ec7674590b",
      "detail": "Establish a culture of cooperative working. "
    },
    {
      "behaviourId": "60c9e074-aeef-49bb-9940-079797ce0e9f",
      "detail": "Promote equality of opportunity and inclusive practice."
    },
    {
      "behaviourId": "7fa15dbf-ad45-4909-a04f-063707da9966",
      "detail": "Model the positive values, attitudes and behaviours expected of children.      "
    }
  ],
  "skills": [
    {
      "skillId": "7ba3ee01-1daf-473e-a44b-75554aaa123a",
      "detail": "Apply understanding of child development to observations, assessments, and practice."
    },
    {
      "skillId": "8d8edc76-9096-4f7a-9c82-d03b16449d69",
      "detail": "Plan experiences for children, based on an understanding of their individual interests and needs. "
    },
    {
      "skillId": "8fac2f5f-79a4-43c7-ab2d-ad38d616de12",
      "detail": "Integrate the child's voice into the design of the curriculum."
    },
    {
      "skillId": "3dd87632-9d1f-484e-9ba2-cbe05cb78f8d",
      "detail": "Conduct observations of all children to understand what they are learning, how they are developing and what they are experiencing. "
    },
    {
      "skillId": "b17d26f7-6f1e-4b06-a396-71479edd570d",
      "detail": "Lead practitioners in the setting to embed observation of children into daily practice. "
    },
    {
      "skillId": "5b9dd81e-f5cc-47ce-91c7-47e7bc6d5c4f",
      "detail": "Analyse and use the outcomes of observations to inform planning and practice. "
    },
    {
      "skillId": "65294c50-768b-46be-916c-347e2800f774",
      "detail": "Lead and model strategies to develop and extend children's learning. "
    },
    {
      "skillId": "16b6343d-990f-446e-8989-c25e95bd2283",
      "detail": "Apply approaches to the pedagogy of early reading and early literacy."
    },
    {
      "skillId": "c3ee4609-b3aa-4803-956b-7396c9426221",
      "detail": "Apply approaches to the pedagogy of early mathematics. "
    },
    {
      "skillId": "7fc42140-b5a7-412b-841e-08c2e3806a2d",
      "detail": "Critically analyse pedagogies and evaluate when to apply certain pedagogies in practices. "
    },
    {
      "skillId": "15ad3637-877c-4399-a208-9875b933b574",
      "detail": "Adapt education and care to all children."
    },
    {
      "skillId": "f8f017c5-bd3a-48d2-9ec6-9d6db05132aa",
      "detail": "Apply the principles, processes, and procedures for the early identification of SEND."
    },
    {
      "skillId": "a8a0675c-faf5-448e-8db3-fea9c1831c16",
      "detail": "Establish enabling environments, and adapt those environments, to support children’s learning and development."
    },
    {
      "skillId": "a798b42a-b040-4fa8-8443-9ee0ebd8e4e7",
      "detail": "Support parents, carers, and families to provide enabling home environments for children."
    },
    {
      "skillId": "639cd0b9-f29e-494d-a173-c5ffc2818a69",
      "detail": "Promote secure attachments and relationships. "
    },
    {
      "skillId": "980d930e-a5a1-4476-b3f4-275fbc2585d5",
      "detail": "Reflect on the effectiveness of pedagogy and provision and lead other practitioners in reflecting on provision. "
    },
    {
      "skillId": "e6d0768f-f56b-48dc-a8ea-4f495871c689",
      "detail": "Apply the principles of practice-based enquiry."
    },
    {
      "skillId": "b6eef4eb-dd3c-43dc-91de-6a59b8a88180",
      "detail": "Analyse the outcomes of practice-based enquiry and embed learning in practice."
    },
    {
      "skillId": "e61f43ba-7968-4f96-9b89-df34508071fc",
      "detail": "Manage change in early years practice to drive quality. "
    },
    {
      "skillId": "a166eb7b-0272-446d-8c1b-bcbadbb61f55",
      "detail": "Critically analyse theories and evidence bases to inform practice."
    },
    {
      "skillId": "d5eb5f05-18f6-45c2-9a1c-6c90e9c1ef5a",
      "detail": "Critically analyse policy and translate policy to local contexts."
    },
    {
      "skillId": "10fcbe45-5477-48a6-9e96-d8353b324384",
      "detail": "Align policy, processes, and procedures with practice."
    },
    {
      "skillId": "04ebc85b-dcd1-48f5-a63a-a362eb905345",
      "detail": "Apply the principles of safeguarding and child protection in line with statutory requirements and local approaches."
    },
    {
      "skillId": "243f98e9-7733-4df4-bd7b-185ecbbe6ec0",
      "detail": "Identify when a child is at risk, applying an understanding of verbal and non-verbal cues and the norms for individual children. "
    },
    {
      "skillId": "78d86be7-90d1-442a-9aba-de05d9c32bc9",
      "detail": "Lead the application of approaches to safe practice."
    },
    {
      "skillId": "748e4d89-8fc3-4c72-9424-1678937362df",
      "detail": "Lead the settings approach to multi-agency working. "
    },
    {
      "skillId": "7dfa7ff1-616c-4b43-a388-369b8ee1249d",
      "detail": "Mentor or coach early years practitioners within the setting to support their professional development."
    },
    {
      "skillId": "3e74cd4d-a085-4d78-b1ac-1efb36dbd0eb",
      "detail": "Lead practitioners to establish a culture of cooperative play learning and development."
    },
    {
      "skillId": "66210dd3-3602-44b9-9088-c07f108239b5",
      "detail": "Apply approaches to team working and leadership within the early years setting."
    },
    {
      "skillId": "3c4808da-7701-4f23-89a6-ef86588d741f",
      "detail": "Advocate for, and support colleagues to advocate for, children's rights."
    },
    {
      "skillId": "350c9f7d-0785-4aed-aae4-6e3e5ec57df1",
      "detail": "Record, store, and report information on children to a range of audiences."
    },
    {
      "skillId": "0b1e0fcc-6e6b-4567-8b27-7a3e0c908eae",
      "detail": "Communicate with colleagues to share information and improve practice."
    },
    {
      "skillId": "bb3f0f3a-a6d6-41a1-864a-b9a5b8497911",
      "detail": "Lead communication with parents, carers, and families."
    },
    {
      "skillId": "de95e0f2-dfa2-44b9-a59f-f08501dac13e",
      "detail": "Maintain the rights of the child, including the promotion of equality, diversity and inclusion."
    },
    {
      "skillId": "26362585-9152-4032-9b4a-ad63adf21783",
      "detail": "Lead the learning and development of staff through peer observation, supervision and support."
    },
    {
      "skillId": "0376baed-290b-4880-ae9e-29f0d0b88e2c",
      "detail": "Quality assure the curriculum and how it meets the needs of all children."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2025-01-28T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integration": "Degree-apprenticeship",
  "integratedDegree": "integrated degree",
  "tbReference": "TB0115",
  "tbMainContact": "flissdewsbery@pengreen.org",
  "involvedEmployers": "Ambition Institute, Best Practice Network, Bright Horizons, Gloucester City Council, Kids Planet Day Nurseries, Kingston University, KM Training, Leicestershire County Council, Little Pips Nursery, NCFE, NDNA, Newcastle City Council, North Northamptonshire Council, Nottingham Trent University, Our Monkey Club, Pen Green Children's Centre, St John Vianney RC Primary School, South Farnham Educational Trust, Storal, The Early Years Alliance, University of Greenwich, University of Reading",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Early years teacher"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Education and Early Years",
  "cluster": "Early years education professional",
  "clusterId": "174",
  "clusterDescription": null,
  "createdDate": "2025-03-06T12:08:52 +00:00",
  "lastUpdated": "2025-04-14T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2025-01-28T00:00:00 +00:00",
  "banners": "This apprenticeship standard has been approved for delivery by the Institute for Apprenticeships and Technical Education. However, starts on the apprenticeship will only be possible once a suitable end-point assessment organisation (EPAO) is in place. Once an EPAO is in place, funding for apprentice starts will be permitted and this message will be removed.",
  "occupationCode": "OCC1077",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1077-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1077-v1-0",
  "qualifications": [
    {
      "qualificationId": "b6b0ad21-8d9d-4a10-b200-e876b75235e4",
      "title": "a BA (Hons) or BSc (Hons) that fully aligns to the KSBs and leads to the award of Early Years Teacher Status (EYTS)",
      "level": "6 (integrated degree)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "Department for Education",
      "level": "Early Years Teacher Status (EYTS).",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "7945d496-07c5-4968-92e3-d821aac0b0f4",
      "dutyDetail": "Establishes and maintains a safe, stimulating, ambitious, and inclusive learning environment across the early years setting that inspires, motivates and challenges all children.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4849724c-1248-417f-aadb-e0a4906bb666",
        "7fa15dbf-ad45-4909-a04f-063707da9966"
      ],
      "mappedKnowledge": [
        "95018b9c-08f5-4d1f-b760-dc179d16dbe6",
        "f942196f-73f0-4944-9e70-9a906117ed96",
        "6079ae1c-475f-4cd0-9132-76b3ffc53805",
        "db8c1e53-f18c-40a6-8bb9-88a7dc36e447",
        "dda9ba77-1174-4857-8c3f-3e36d8552047"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b17d26f7-6f1e-4b06-a396-71479edd570d",
        "980d930e-a5a1-4476-b3f4-275fbc2585d5",
        "7dfa7ff1-616c-4b43-a388-369b8ee1249d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "11b04dbf-18f0-41ae-9c4a-ec396890b287",
      "dutyDetail": "Establishes and maintains a culture that safeguards, promotes, and protects the welfare, health, and wellbeing of all children.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "aa7e34f8-2bd6-4fc9-bf29-829f4ce3cf3d"
      ],
      "mappedKnowledge": [
        "b270429b-bf78-4db7-99f5-7143b9758d77",
        "48960c77-45ce-46f9-a7f1-af8bb9e3204c",
        "97c72f9e-efd0-4829-8d2d-2f6f66db3d2e",
        "c7f9e2b4-f1d2-43dd-9b68-2ef1250c61ff",
        "f12ea120-d38b-4ca0-a256-9ae10ab6c789",
        "09a84b71-a53b-4f6b-985a-ed33d978c060"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5b9dd81e-f5cc-47ce-91c7-47e7bc6d5c4f",
        "e6d0768f-f56b-48dc-a8ea-4f495871c689",
        "3e74cd4d-a085-4d78-b1ac-1efb36dbd0eb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3f94d7df-7c0e-42db-8b2b-8203d0345aa5",
      "dutyDetail": "Leads and develops the curriculum and pedagogy for children’s education and care within the setting. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "10357cfc-d677-40ed-a4ad-6de00536544e",
        "e613ab32-ad14-4810-8d92-ddb621b36ec2",
        "d8bc676c-0951-4c26-b948-eef36b75e7ae",
        "66ac5d8c-2e38-4c43-aa58-51d4bbe60dc7",
        "495ecd16-d460-4eb3-a5d5-bd478c196e04"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "65294c50-768b-46be-916c-347e2800f774",
        "b6eef4eb-dd3c-43dc-91de-6a59b8a88180",
        "66210dd3-3602-44b9-9088-c07f108239b5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4480caf5-15c2-4d67-a84e-0a6c6b0885d8",
      "dutyDetail": "Leads the learning of colleagues.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c0499bf5-6574-45b6-a133-7201ec54ff2e"
      ],
      "mappedKnowledge": [
        "09d9a154-c9cc-4968-8871-2d20f056b6b5",
        "1cef332f-6ccd-4e75-985e-b037b4116157",
        "0fe8eaf4-b02d-4a99-bb61-fc139ecdddde",
        "f959a663-a1bf-4cf2-8a1e-1e93ec9230f5",
        "863879be-77ab-4ee4-ae35-ffa3b073c7f6",
        "69ea3f7d-6f19-4e87-a411-859f799662b7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "16b6343d-990f-446e-8989-c25e95bd2283",
        "e61f43ba-7968-4f96-9b89-df34508071fc",
        "3c4808da-7701-4f23-89a6-ef86588d741f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ab222fb9-e124-4142-80d4-533bff7ca8b5",
      "dutyDetail": "Establishes and maintains a culture of collaboration with parents, colleagues, caregivers and other professionals to ensure the individual needs of all children are met.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1e91c50f-81c8-4845-822b-ce52a5e039f6"
      ],
      "mappedKnowledge": [
        "ad6cf24b-ea6c-43cd-b715-2c6c839512a5",
        "2e894fc5-a026-4819-b4d4-20825742b6fc",
        "fb05336b-3ed8-4ea9-8d38-e23cf32824ac",
        "f3083ca2-56d8-4e3e-8496-38c8c4f8c714",
        "6acb6fe6-4bee-473e-aeaa-83d08a967619",
        "33e0fec0-254b-427a-9f29-43ae6e234df7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c3ee4609-b3aa-4803-956b-7396c9426221",
        "a166eb7b-0272-446d-8c1b-bcbadbb61f55",
        "350c9f7d-0785-4aed-aae4-6e3e5ec57df1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fce4075b-ee0c-4ff1-9e63-26798029a93d",
      "dutyDetail": "Leads the planning of children’s learning and physical, emotional, social and intellectual development, informed by assessments, observations, and reflections in collaboration with stakeholders.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5d3ce99d-c3af-4bc1-8d30-f87fef459241"
      ],
      "mappedKnowledge": [
        "111637b5-e022-4546-b992-c28581859657",
        "1e30c8b6-df3b-43eb-82d9-29990c7d34ec",
        "737ee561-f877-4dba-857f-d37a51e6b107",
        "79805584-673e-4c38-b2b9-b160fc989d8c",
        "38df6b83-199c-4a1e-9ade-99b4032f59fa"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7fc42140-b5a7-412b-841e-08c2e3806a2d",
        "d5eb5f05-18f6-45c2-9a1c-6c90e9c1ef5a",
        "0b1e0fcc-6e6b-4567-8b27-7a3e0c908eae"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4f2f799d-3ac9-4895-8361-3ef5d90efaa9",
      "dutyDetail": "Plans and engages in supervision and continuous professional development and collaborates to support the professional development of others.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2d17bfd3-6f4c-4a5d-a817-7122685f05ae"
      ],
      "mappedKnowledge": [
        "ddcf40d2-7d0f-4bcf-9f5c-1039e6989c88",
        "4a0c5aa4-49f9-42b1-a0a5-c5eb25fed036",
        "d8d9f42c-23ce-4f0b-af35-08ba140ba9de",
        "2e704b92-bf67-4f3f-a8b9-2dc665088d19",
        "6eec4ad3-7146-4f8f-b168-10db1f947b87",
        "00b83d2b-0a1d-4518-935f-4bf8cfc06f99"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "15ad3637-877c-4399-a208-9875b933b574",
        "10fcbe45-5477-48a6-9e96-d8353b324384",
        "bb3f0f3a-a6d6-41a1-864a-b9a5b8497911"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8c105609-cfc9-4024-a83f-5f4cb93de1cb",
      "dutyDetail": "Establish, embed and maintain positive and collaborative relationships with parents, carers, other professionals and external agencies.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a995da66-74ff-41f3-8bbb-81ec7674590b"
      ],
      "mappedKnowledge": [
        "1903914c-5efa-43b7-8a67-691ed50a9713",
        "37f74fb6-65aa-4f71-b80f-834758b86971",
        "4ec9b6a7-733f-4982-9550-168eb4e1bb2e",
        "7f40ff1e-b46d-4fbc-9ffd-4b8e6190a46b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7ba3ee01-1daf-473e-a44b-75554aaa123a",
        "f8f017c5-bd3a-48d2-9ec6-9d6db05132aa",
        "04ebc85b-dcd1-48f5-a63a-a362eb905345",
        "de95e0f2-dfa2-44b9-a59f-f08501dac13e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fc62f3d4-99f5-43e1-9a6a-4d6b0a176b51",
      "dutyDetail": "Promotes, protects, records and reports on children’s learning, development, safety, health, and wellbeing.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "60c9e074-aeef-49bb-9940-079797ce0e9f"
      ],
      "mappedKnowledge": [
        "added957-a8ae-47fc-8a90-612ccacd9bf3",
        "1b5802b8-5f71-402e-9f5c-907ea34fea76",
        "b53bcd70-64c1-4b37-9ee6-d933d2384c8f",
        "c3234a8c-dc20-4bc6-a3b5-bbd0561cb3c9",
        "5ec8499f-4772-450f-8e02-6e3a13e64a71"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8d8edc76-9096-4f7a-9c82-d03b16449d69",
        "a8a0675c-faf5-448e-8db3-fea9c1831c16",
        "243f98e9-7733-4df4-bd7b-185ecbbe6ec0",
        "26362585-9152-4032-9b4a-ad63adf21783"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "aaed2cbf-2278-4ef5-9334-795e0f064072",
      "dutyDetail": "Influences and contributes to the strategic direction of the early years pedagogy of the early years setting. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "cbca6a47-9efd-46a4-98f4-6da0a36cef13",
        "d40efa7d-bd32-4c6d-b7ac-c6ff942700df",
        "9d17fc12-4590-4b12-90ff-e776fa17b5e1",
        "2b7337e2-ffdd-4fab-b641-3b8042262d6d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3dd87632-9d1f-484e-9ba2-cbe05cb78f8d",
        "a798b42a-b040-4fa8-8443-9ee0ebd8e4e7",
        "78d86be7-90d1-442a-9aba-de05d9c32bc9",
        "0376baed-290b-4880-ae9e-29f0d0b88e2c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "afb6f15c-42d8-408b-a65d-600800d41855",
      "dutyDetail": "Maintains up to date sector knowledge, with reference to research, relevant policies and statutory frameworks.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "9e7a9f2d-7150-4933-ab44-f5bd6da454da",
        "5cc0f89e-aa33-4263-9ddd-f4f6894a399d",
        "dc7a3c27-c16f-48e4-b9ee-611959f2fba0",
        "4fb351e9-8248-47ed-98c9-37a0c89d4165"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8fac2f5f-79a4-43c7-ab2d-ad38d616de12",
        "639cd0b9-f29e-494d-a173-c5ffc2818a69",
        "748e4d89-8fc3-4c72-9424-1678937362df"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-04-14T00:00:00"
}