{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 778,
  "referenceNumber": "ST1272",
  "learningAimClassCode": "",
  "title": "Orthoptist",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": true,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1272",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-09-06T00:00:00",
  "earliestStartDate": "2024-08-22T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Orthoptists see patients of all ages with a wide range of conditions affecting their vision. They are specialists in assessing vision in children and those with communication difficulties.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 25000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "vision",
    "hospital",
    "eyes",
    "rehabilitation",
    "health"
  ],
  "jobRoles": [
    "Orthoptist"
  ],
  "entryRequirements": "&lt;p&gt;&lt;span style=&quot;background-color: rgba(255, 255, 255, 1); color: rgba(51, 64, 71, 1);&quot;&gt;Entry requirements will be determined by the employer and the university, however, this will typically include 3 A-levels (to include a science subject) or equivalent qualifications.&lt;/span&gt;&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/xbfjodhg/st1272_orthoptist_l6_v10_for-publication_19082024.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.2 Nursing, and subjects and vocations allied to medicine",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the health sector working in hospitals, community eye services, schools, adult social care or rehabilitation centres. Orthoptists see patients of all ages with a wide range of conditions affecting their vision. This may be patients with neurological conditions, such as stroke, brain tumours or multiple sclerosis. They are specialists in assessing vision in children and those with communication difficulties. Orthoptists are increasingly using digital skills to carry out their work including tele-consultations. They are an allied health profession and statutorily regulated by the Health and Care Professions Council. They can progress into careers in specialist or advanced practice, research, education and academic posts, clinical leadership and management.&lt;/p&gt;\n&lt;p&gt;&lt;br&gt;The broad purpose of the occupation is to investigate, diagnose and treat defects in eye movement and problems with how the eyes work together, called binocular vision. Patients may be experiencing symptoms such as blurred, oscillating or double vision. Patients can exhibit outward signs, such as misalignment or uncontrolled movement of the eyes or abnormal head positions. Orthoptists monitor patients conditions and help them manage the visual symptoms of their condition. They also provide advice for visual and general rehabilitation. They are trained to offer a range of treatments in the management or correction of these conditions which may include eye patches, eye exercises, prisms or glasses. &lt;br&gt;&lt;br&gt;In their daily work, an employee in this occupation interacts with patients, their families, carers and the wider eye care teams. They may work alongside ophthalmologists, optometrists and with other health, education and adult care professionals including doctors, nurses, school nurses, teachers, and social workers. &lt;br&gt;&lt;br&gt;An employee in this occupation will be responsible for • assessing, interpreting and diagnosing eye position and eye movement disorders • assessing and interpreting a patients visual development • investigating causes of vision and visual field loss • formulating a treatment plan, which might include prescribing an eye patch, eye exercises or the use of prisms • offering advice about lighting and magnification strategies for patients with low vision • running specialist clinics for issues such as glaucoma, strokes and low vision, supporting rehabilitation or monitoring long-term conditions as appropriate • assessing the vision of babies and small children, assessing the vision of children and adults with special needs • spotting serious conditions of which vision problems can be a symptom, such as tumours or multiple sclerosis • managing medicines • referring patients for further tests or investigations • providing information to patients about diagnoses and required treatment • monitoring patients&#39; treatment and condition • undertaking general administrative duties relating to patient care • contributing to service improvement and audit • be aware of public health initiatives • training students on placement and other health professionals, e.g. pre-registration optometry and undergraduate medical students • own continued professional development (CPD) and mandatory training&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "2d453ad4-b4d9-44b9-ab36-3df04e3075ad",
      "detail": "The importance of continuing professional development throughout own career."
    },
    {
      "knowledgeId": "903bb355-210f-41f7-ba7e-69ebbc3fe8af",
      "detail": "The importance of safeguarding, recognising signs of abuse, and relevant safeguarding processes."
    },
    {
      "knowledgeId": "11fa0649-4e6f-4f57-9d3a-311f4df2cb16",
      "detail": "What is required of them by the Health and Care Professions Council, including but not limited to the standards of conduct, performance and ethics."
    },
    {
      "knowledgeId": "f7493501-f197-42d0-8aa7-f7a0ec911240",
      "detail": "The importance of valid consent. "
    },
    {
      "knowledgeId": "94d907e3-77f9-4df8-8c40-53f396c56689",
      "detail": "The importance of capacity in the context of delivering care and treatment."
    },
    {
      "knowledgeId": "8974f9f3-e181-46e9-a2f5-b5da3201d50a",
      "detail": "The scope of a professional duty of care."
    },
    {
      "knowledgeId": "11224619-1ea6-49f3-b5d9-f27f356dd98f",
      "detail": "Legislation, policies and guidance relevant to own profession and scope of practice."
    },
    {
      "knowledgeId": "8c08d679-a286-4a2d-80da-898ef1374673",
      "detail": "The importance of own mental and physical health, and wellbeing strategies in maintaining fitness to practise."
    },
    {
      "knowledgeId": "d3432a91-a94a-4e52-8b71-bb7ecda9ea6c",
      "detail": "How to take appropriate action if own health may affect own ability to practise safely and effectively, including seeking help and support when necessary."
    },
    {
      "knowledgeId": "470399ac-2a5a-4983-9e35-aa9995e594d8",
      "detail": "The need for active participation in training, supervision and mentoring in supporting high standards of practice, and personal and professional conduct, and the importance of demonstrating this in practice."
    },
    {
      "knowledgeId": "0c69452c-1d01-40df-a13d-b0f9ae27cf52",
      "detail": "Equality legislation and how to apply it to own practice."
    },
    {
      "knowledgeId": "0d61976d-eaa2-4ee7-8039-0638bfcd6794",
      "detail": "The duty to make reasonable adjustments in practice. "
    },
    {
      "knowledgeId": "49ee78f3-0fe8-4258-8499-0c521146f9ad",
      "detail": "The characteristics and consequences of barriers to inclusion, including for socially isolated groups."
    },
    {
      "knowledgeId": "70823e8c-a46b-43ff-8008-bdfcdb5e8016",
      "detail": "That regard to equality, diversity and inclusion must be embedded in the application of all HCPC standards and across all areas of practice."
    },
    {
      "knowledgeId": "531fd40b-ab14-4ffc-a5d3-65ce410058ce",
      "detail": "When disclosure of confidential information may be required."
    },
    {
      "knowledgeId": "faf2a663-dccd-43d8-a53a-e0d8d5bb6229",
      "detail": "The principles of information and data governance and be aware of the safe and effective use of health, social care and other relevant information."
    },
    {
      "knowledgeId": "2bb5c07a-cd7e-4ee4-8645-f45d3cc0910f",
      "detail": "The need to maintain confidentiality in all situations in which service users rely on additional communication support, such as interpreters or translators."
    },
    {
      "knowledgeId": "2a74ddd5-1ed6-495b-81f2-98c3ff50fbaf",
      "detail": "That the concepts of confidentiality and informed consent extend to all mediums, including illustrative clinical records such as photography, video and audio recordings and digital platforms. "
    },
    {
      "knowledgeId": "875d5320-54c3-47cc-b596-79b3f4155290",
      "detail": "The characteristics and consequences of verbal and non-verbal communication and how these can be affected by difference of any kind including, but not limited to, protected characteristics, intersectional experiences and cultural differences."
    },
    {
      "knowledgeId": "c88de580-b189-4876-8568-406eb9b385a1",
      "detail": "The need to support service users’ and carers’ communication needs, such as through using an appropriate interpreter."
    },
    {
      "knowledgeId": "b8be7f66-5b67-452b-805c-7cb69f077ee2",
      "detail": "The need to provide service users or people acting on own behalf with the information necessary in accessible formats to enable them to make informed decisions."
    },
    {
      "knowledgeId": "a65defdd-0858-440e-9738-f05b64995889",
      "detail": "The principles and practices of other health and care professionals and systems and how they interact with own profession."
    },
    {
      "knowledgeId": "e5a8aa05-8aa4-4d65-a0e5-ed4f84de1257",
      "detail": "The need to build and sustain professional relationships as both an autonomous practitioner and collaboratively as a member of a team."
    },
    {
      "knowledgeId": "bad929d5-e608-442d-8356-00d3a237458b",
      "detail": "The qualities, behaviours and benefits of leadership."
    },
    {
      "knowledgeId": "8e9902a6-465e-42fd-874b-ce8b872a51c6",
      "detail": "That leadership is a skill all professionals can demonstrate."
    },
    {
      "knowledgeId": "edde1dea-866b-4237-8c2f-c565ad78da7a",
      "detail": "The need to engage service users and carers in planning and evaluating diagnostics, and therapeutic interventions to meet their own needs and goals."
    },
    {
      "knowledgeId": "d4d1f535-cb27-4e12-a4b7-e53d88129d48",
      "detail": "The value of reflective practice and the need to record the outcome of such reflection to support continuous improvement."
    },
    {
      "knowledgeId": "7496d668-535f-4fc4-bbfd-dc533c6b8abe",
      "detail": "The value of multi-disciplinary reviews, case conferences and other methods of review."
    },
    {
      "knowledgeId": "90241022-a63e-45aa-bff5-8165358065e0",
      "detail": "The value of gathering and using data for quality assurance and improvement programmes."
    },
    {
      "knowledgeId": "7730bd31-3717-45f0-b99a-06fc6ccf54ec",
      "detail": "The structure and function of the human body, together with knowledge of physical and mental health, disease, disorder and dysfunction relevant to own profession."
    },
    {
      "knowledgeId": "73912654-cb37-4e75-b92a-be3598f93ff9",
      "detail": "The roles of other professions in health and social care and how they may relate to the role of orthoptist."
    },
    {
      "knowledgeId": "f0401966-f847-49ae-b010-0b0b36732f42",
      "detail": "The structure and function of health and social care systems and services in the UK."
    },
    {
      "knowledgeId": "1df3e1f6-1cc4-452a-b4cb-018abcdbdddb",
      "detail": "Human growth, physical and mental, and human development across the lifespan, as it relates to the practice of orthoptics."
    },
    {
      "knowledgeId": "0a1861b8-0e98-4439-b5e2-7c9aec9c61d4",
      "detail": "The development of anatomical substrates and their relevance to the development of binocular single vision, visual function and visual perception."
    },
    {
      "knowledgeId": "49fc60aa-7311-45b8-a8c9-492bea904c12",
      "detail": "The detailed anatomical and physiological development of the visual system, and understand which components of the visual pathway and cortex relate to specific aspects of visual function and visual perception."
    },
    {
      "knowledgeId": "3c2ab112-3fb5-47d2-baeb-8f5ad9937b85",
      "detail": "Neuroanatomy and the effects of disruption of neural pathways on the visual system, cranial nerves and supranuclear control of eye movements."
    },
    {
      "knowledgeId": "f407d605-70dd-40f0-9416-c1ef3dd03a87",
      "detail": "The factors which influence individual variations in human ability and development."
    },
    {
      "knowledgeId": "89b13d0e-0541-429b-b7b7-0cbb4f60fcc5",
      "detail": "How psychology and sociology can inform an understanding of health, illness and health care in the context of orthoptics and how to apply this in practice."
    },
    {
      "knowledgeId": "163adf6d-d8f5-473e-ab70-62f408c3ee8b",
      "detail": "The theoretical basis of, and the variety of approaches to, assessment and intervention."
    },
    {
      "knowledgeId": "ce447e94-8296-45ff-aa4e-8bcc5cc115a3",
      "detail": "Ocular alignment and binocular single vision, and the sensory and motor elements required to attain and maintain these."
    },
    {
      "knowledgeId": "96fc52cd-900c-4653-9bd7-4d4bc8abd5b6",
      "detail": "The principles governing visual function and the development of vision."
    },
    {
      "knowledgeId": "edd02826-c9d4-4c8a-8574-fc3db5d23dee",
      "detail": "The factors which can cause the disruption of binocular vision."
    },
    {
      "knowledgeId": "475e2bca-5046-4548-8f83-31f9b7977a5a",
      "detail": "The principles governing binocular vision, its investigation and the significance of its presence or absence."
    },
    {
      "knowledgeId": "44952373-2f88-4722-9374-56a34b8a50e0",
      "detail": "The principles of uniocular and binocular perception, and the anatomical substrate of these functions."
    },
    {
      "knowledgeId": "11019248-595d-4019-b804-19602eb2947d",
      "detail": "Refractive error and its effect on ocular alignment, visual perception and visual development."
    },
    {
      "knowledgeId": "b701cc0a-476a-4916-a78d-85cd67c41be8",
      "detail": "How convergence, accommodation and pupillary response affect investigation, diagnosis and service user management."
    },
    {
      "knowledgeId": "339b0a67-94f2-4382-b307-f313445cd204",
      "detail": "Ocular motility systems, their neural control and how typical and atypical anatomical structures influence them."
    },
    {
      "knowledgeId": "e3dfb0fb-1413-4e04-8cc9-a3fa0079266d",
      "detail": "The principles governing ocular motility and their relevance to diagnosis and management."
    },
    {
      "knowledgeId": "bab40a63-c58f-4017-acfe-daf497107204",
      "detail": "The sensory and motor adaptive mechanisms that occur in order to compensate for strabismus and abnormalities of binocular vision."
    },
    {
      "knowledgeId": "7998b8ee-cb10-45c7-8d17-5ef8cee01c26",
      "detail": "The effect of other acquired disorders of the body on the eye, the visual and ocular motor systems including paediatric, endocrine, autoimmune, oncological, trauma, psychological and neurological disease."
    },
    {
      "knowledgeId": "246aa86b-b606-4cfb-a461-f9bfa3cdbd75",
      "detail": "The range of ophthalmic conditions which can disrupt vision, binocular vision and produce eye movement disorders."
    },
    {
      "knowledgeId": "11eeb437-1261-4021-99f9-3b2ca39b0fc4",
      "detail": "The principles and application of orthoptic and ophthalmological equipment used during the investigative process."
    },
    {
      "knowledgeId": "7de7d04e-f9bc-4f03-b8a8-bce36d715475",
      "detail": "Pharmacological principles which include pharmacodynamics and pharmacokinetics of medicines relevant to own practice and how these may be altered by certain characteristics."
    },
    {
      "knowledgeId": "89c886c5-6ece-4ebc-a380-ecc7631b8899",
      "detail": "The legal context relevant to the use of exemptions in legislation for the sale, supply and administration of medicines, as well as current local and national policy and guidance concerning medicines use."
    },
    {
      "knowledgeId": "43270d83-f80f-4a87-bfd8-cb35a3b58faa",
      "detail": "The differences between the sale, supply and administration of medicines using exemptions, other supply or administration mechanisms and prescribing mechanisms."
    },
    {
      "knowledgeId": "2c284a80-38c0-4fdc-a9be-70d4462e298d",
      "detail": "When to sell or supply medicines using exemptions, based on a relevant examination, assessment and history taking."
    },
    {
      "knowledgeId": "c80454cc-ed8b-486c-8102-763a2c1bb626",
      "detail": "The different non-pharmacological and pharmacological approaches to modifying disease management relevant to own practice and the risks and benefits of each option."
    },
    {
      "knowledgeId": "8e82b271-0bed-48b9-bb78-e48822631a3f",
      "detail": "The potential for medicines to have adverse effects and how to minimise them including effects caused by medicines given in error."
    },
    {
      "knowledgeId": "76d0fe54-2504-48cf-b3a2-1c534f4bebc5",
      "detail": "Antimicrobial resistance and the roles of infection prevention and control."
    },
    {
      "knowledgeId": "33e7b0f7-5a05-4af4-abdd-eb8dca09359d",
      "detail": "The importance of shared decision-making with service users to encourage self-care and adherence with medicines advice."
    },
    {
      "knowledgeId": "368fbedd-8441-41f6-818d-52360a3baf74",
      "detail": "The value of research to the critical evaluation of practice."
    },
    {
      "knowledgeId": "9161fff6-6874-4a4a-b14f-0421647577ed",
      "detail": "Principles of measurement techniques used to assess binocular vision and other ocular conditions."
    },
    {
      "knowledgeId": "57379356-9f77-43ec-aaa5-02a6304d0866",
      "detail": "Tests required to aid in differential diagnosis."
    },
    {
      "knowledgeId": "01f724e5-a361-4523-82c4-6e1482b1f5bd",
      "detail": "The principles and techniques of an objective and subjective refraction."
    },
    {
      "knowledgeId": "ff3fb6d4-cf92-4079-b2a6-47db017c8df2",
      "detail": "The principles and techniques used to perform an examination of the anterior and posterior segments of the eye."
    },
    {
      "knowledgeId": "379dddd1-1289-4d3a-b58a-b0943cd2fb00",
      "detail": "The principles and techniques used to perform visual fields assessments."
    },
    {
      "knowledgeId": "2d5b397c-5b3b-49d1-b55e-f5bac69c6df6",
      "detail": "The principles and techniques used in electrophysiological assessment of visual function and the visual pathway."
    },
    {
      "knowledgeId": "6e8ab0e8-d835-4f9c-9e7b-226668a2fb8b",
      "detail": "How to apply orthoptic and ophthalmological intervention appropriately at different stages of visual development and ageing."
    },
    {
      "knowledgeId": "93c4aabb-d0d4-4ed2-a6da-b89c2f328004",
      "detail": "How to use optical methods to influence vision and binocular vision."
    },
    {
      "knowledgeId": "e343da9d-6cae-4861-bb17-ddf00fe3aa79",
      "detail": "The role, pharmacological action, clinical indications and contraindications of ophthalmic drugs and how they may be selected and used in orthoptic practice."
    },
    {
      "knowledgeId": "f4c9e9ab-3329-4e2d-96e1-f91175e7aa00",
      "detail": "Research in the fields of ocular motility, strabismus, amblyopia and binocular disorders and how it could affect practice."
    },
    {
      "knowledgeId": "028a4389-c754-4b13-b1c4-c1813506eb20",
      "detail": "The need to maintain own and others’ safety, including service users, carers and colleagues."
    },
    {
      "knowledgeId": "4fe7079c-ae67-4a8b-9e17-d6e595ebbed2",
      "detail": "Relevant health and safety legislation and local operational procedures and policies."
    },
    {
      "knowledgeId": "77944285-c631-4826-a3b8-17cffaad7e1e",
      "detail": "How to position or immobilise service users correctly for safe and effective interventions."
    },
    {
      "knowledgeId": "43bafecd-80e5-44c7-bed2-019217f8be66",
      "detail": "The role of the profession in health promotion, health education and preventing ill health."
    },
    {
      "knowledgeId": "0e47cb72-330b-47a3-b5f5-82a6cdd2a3ee",
      "detail": "How wider determinants of health including social, economic and environmental factors can influence a person’s health and well-being."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "be0cbbe0-e318-4a03-83ec-4ba9f36e99fb",
      "detail": "Kind, caring, compassionate, empathetic and supportive."
    },
    {
      "behaviourId": "5649d047-e347-4151-86b6-0f32aa3791cc",
      "detail": "Promotes and protects the interest of service users and carers, treating people with dignity, respecting an individual’s diversity, beliefs, culture, needs, and preferences."
    },
    {
      "behaviourId": "745ab795-c795-4979-8801-9f36499a18ca",
      "detail": "Self-aware, self-regulated, open-minded, inquisitive and innovative. "
    },
    {
      "behaviourId": "cb4a2e2c-338e-4db5-8193-896b8e52e63a",
      "detail": "Honest, trustworthy and open when things go wrong."
    },
    {
      "behaviourId": "f303aa3a-04f0-40bb-9208-4afc59ee6a04",
      "detail": "Professional, respectful, diplomatic and considerate in all interactions with service users and colleagues."
    },
    {
      "behaviourId": "d86fc826-67c1-42f9-b9a9-905ba6b758ca",
      "detail": "Organised, efficient and values the time of service users and colleagues. "
    }
  ],
  "skills": [
    {
      "skillId": "242a4914-79e7-4370-83ef-e92dd7e25d83",
      "detail": "Identify the limits of own practice and when to seek advice or refer to another professional or service."
    },
    {
      "skillId": "6949aa1f-d180-405d-b58d-22a37dabd43c",
      "detail": "Recognise the need to manage own workload and resources safely and effectively, including managing the emotional burden that comes with working in a pressured environment."
    },
    {
      "skillId": "3414bd32-6544-422e-9dac-ae50f12fa9c7",
      "detail": "Keep own skills and knowledge up to date."
    },
    {
      "skillId": "16e188d0-eef9-4642-aa0b-8575ce2d48f6",
      "detail": "Maintain high standards of personal and professional conduct."
    },
    {
      "skillId": "01578843-71b2-42ea-8b91-5438009a703e",
      "detail": "Promote and protect the service user’s interests at all times."
    },
    {
      "skillId": "f748a616-ea74-462e-b430-88e5d92fb3be",
      "detail": "Engage in safeguarding processes where necessary."
    },
    {
      "skillId": "44162e05-2e5d-42fe-b517-3711a5bdb576",
      "detail": "Respect and uphold the rights, dignity, values, and autonomy of service users, including own role in the assessment, diagnostic, treatment and or therapeutic process."
    },
    {
      "skillId": "3ae0384f-56eb-42d4-90ad-40af1e041337",
      "detail": "Recognise that relationships with service users, carers and others should be based on mutual respect and trust, and maintain high standards of care in all circumstances."
    },
    {
      "skillId": "df882cce-5e80-4984-bd9a-82ea39a0370e",
      "detail": "Obtain valid consent, which is voluntary and informed, has due regard to capacity, is proportionate to the circumstances and is appropriately documented."
    },
    {
      "skillId": "aac0f5f4-673f-4045-8cb5-10f2834e7342",
      "detail": "Exercise a duty of care."
    },
    {
      "skillId": "ca364b71-fd5c-4b8e-8002-3788dccbe8eb",
      "detail": "Apply legislation, policies and guidance relevant to own profession and scope of practice."
    },
    {
      "skillId": "5a0f8a16-be0d-4096-978f-78086b1e3a72",
      "detail": "Recognise the power imbalance which comes with being a health care professional, and ensure it is not for personal gain."
    },
    {
      "skillId": "5438f880-cd5f-44d0-8516-690184adac7e",
      "detail": "Identify own anxiety and stress and recognise the potential impact on own practice."
    },
    {
      "skillId": "cc56c502-c227-4cd6-8c79-14821c084c31",
      "detail": "Develop and adopt clear strategies for physical and mental self-care and self-awareness, to maintain a high standard of professional effectiveness and a safe working environment."
    },
    {
      "skillId": "a70a096d-23e1-45c8-9312-a5b96170d56f",
      "detail": "Recognise that they are personally responsible for, and must be able to, justify own decisions and actions."
    },
    {
      "skillId": "61047f4a-eb5b-4554-b322-b560399d87bf",
      "detail": "Use own skills, knowledge and experience, and the information available, to make informed decisions and or act where necessary."
    },
    {
      "skillId": "df45d24f-fef1-4d64-8391-dd3a3050fe4b",
      "detail": "Make reasoned decisions to initiate, continue, modify or cease treatment or the use of techniques or procedures, and record the decisions and reasoning appropriately."
    },
    {
      "skillId": "89fef4f7-ae8f-4335-9607-257c58dc8e81",
      "detail": "Make and receive appropriate referrals, where necessary."
    },
    {
      "skillId": "a3d8d877-9457-41ec-bb19-56f8cc116511",
      "detail": "Exercise personal initiative."
    },
    {
      "skillId": "2141b61c-7b69-4a36-b4bd-f8ad199fc076",
      "detail": "Demonstrate a logical and systematic approach to problem solving."
    },
    {
      "skillId": "cfeed4a4-3548-4277-bf25-71d7a9bd6a28",
      "detail": "Use research, reasoning and problem-solving skills when determining appropriate actions."
    },
    {
      "skillId": "56f39825-0798-46bc-ae63-b46ba82d06eb",
      "detail": "Coordinate a complete service user pathway, where appropriate, and in line with local guidelines."
    },
    {
      "skillId": "b26d5bc9-14fb-4644-bf7c-174328554bd4",
      "detail": "Respond appropriately to the needs of all different groups and individuals in practice, recognising this can be affected by difference of any kind including, but not limited to, protected characteristics, intersectional experiences and cultural differences."
    },
    {
      "skillId": "6dfd11e9-5b4c-4821-83b7-1d2020cbfa70",
      "detail": "Recognise the potential impact of own values, beliefs and personal biases, which may be unconscious, on practice and take personal action to ensure all service users and carers are treated appropriately with respect and dignity."
    },
    {
      "skillId": "f4ee2ce1-a114-487d-8f9a-3813f089f6b6",
      "detail": "Make and support reasonable adjustments in own and others’ practice."
    },
    {
      "skillId": "af194f3c-32a0-472e-b023-603d68f1b48f",
      "detail": "Actively challenge barriers to inclusion, supporting the implementation of change wherever possible."
    },
    {
      "skillId": "dc28abd4-0929-43c3-af4b-bfea737e587e",
      "detail": "Adhere to the professional duty of confidentiality."
    },
    {
      "skillId": "f2790f17-c65c-4309-9946-bdc19c31cee8",
      "detail": "Recognise and respond in a timely manner to situations where it is necessary to share information to safeguard service users, carers and or the wider public."
    },
    {
      "skillId": "9bcfd80f-1b68-4394-8ee1-6094349e1e9c",
      "detail": "Use effective and appropriate verbal and non-verbal skills to communicate with service users, carers, colleagues and others."
    },
    {
      "skillId": "5779cb3e-42e6-46a5-8224-406340548ff1",
      "detail": "Communicate in English to the required standard for the profession. "
    },
    {
      "skillId": "381c3073-b694-42cc-a99c-5944accc59b2",
      "detail": "Work with service users and or own carers to facilitate the service user’s preferred role in decision-making, and provide service users and carers with the information they may need where appropriate"
    },
    {
      "skillId": "5033a0c8-2e7c-43c5-b140-609129b85e23",
      "detail": "Modify own means of communication to address the individual communication needs and preferences of service users and carers, and remove any barriers to communication where possible."
    },
    {
      "skillId": "a0d3ecdf-8a3d-49b0-be92-7579ef2d004a",
      "detail": "Use information, communication and digital technologies appropriate to own practice."
    },
    {
      "skillId": "3e7e10e3-c0be-44b3-97aa-4c027d59146a",
      "detail": "Recognise the need to modify interpersonal skills for the assessment and management of children."
    },
    {
      "skillId": "a7860d97-1bf4-4465-9558-555c9dc8eef4",
      "detail": "Keep full, clear and accurate records in accordance with applicable legislation, protocols and guidelines."
    },
    {
      "skillId": "d44610b9-d041-419e-a8a3-555fee962b90",
      "detail": "Manage records and all other information in accordance with applicable legislation, protocols and guidelines."
    },
    {
      "skillId": "0bc83533-de5f-4bb9-beb1-3c060604f6ff",
      "detail": "Use digital record keeping tools, where required."
    },
    {
      "skillId": "6fecbd71-01aa-4022-af9f-35c4e4b6b7f4",
      "detail": "Work in partnership with service users, carers, colleagues and others."
    },
    {
      "skillId": "4d58c9c9-f4f4-4a58-bae4-4bddfaf7d0ce",
      "detail": "Contribute effectively to work undertaken as part of a multi-disciplinary team."
    },
    {
      "skillId": "4341ca35-67fc-4681-87c4-fc71f23a1958",
      "detail": "Identify anxiety and stress in service users, carers and colleagues, adapting own practice and providing support where appropriate."
    },
    {
      "skillId": "0e5c6735-355c-4836-a16a-9dd66a421211",
      "detail": "Identify own leadership qualities, behaviours and approaches, taking into account the importance of equality, diversity and inclusion."
    },
    {
      "skillId": "8e0fd505-2dc4-4c40-86a1-7b2abf50d9b3",
      "detail": "Demonstrate leadership behaviours appropriate to own practice."
    },
    {
      "skillId": "65b26ef4-94ff-4240-83fd-94391c45742f",
      "detail": "Act as a role model for others."
    },
    {
      "skillId": "f961a574-6ea7-467e-86eb-801480f412b4",
      "detail": "Promote and engage in the learning of others."
    },
    {
      "skillId": "23b261a7-064c-4962-8af0-d977906d1604",
      "detail": "Recognise the need to participate effectively in the planning, implementation and evaluation of multi-professional approaches to healthcare delivery by liaising with other health or social care professionals."
    },
    {
      "skillId": "5541843b-8658-4470-8ec5-2d93e3e5febb",
      "detail": "Recognise the orthoptist’s role in the promotion of ocular health by other health professionals."
    },
    {
      "skillId": "0f81f2b3-e0e2-49ca-a78b-abf00792acbe",
      "detail": "Engage in evidence-based practice."
    },
    {
      "skillId": "198c5fb7-a63c-4ea1-a18a-6b634c9aa0db",
      "detail": "Gather and use feedback and information, including qualitative and quantitative data, to evaluate the response of service users to own care."
    },
    {
      "skillId": "6cda629d-32bf-4750-8fec-64ac4e2a1549",
      "detail": "Monitor and systematically evaluate the quality of practice, and maintain an effective quality management and quality assurance process working towards continual improvement."
    },
    {
      "skillId": "08d0642c-3b5b-4096-8802-e86a96851b45",
      "detail": "Participate in quality management, including quality control, quality assurance, clinical governance and the use of appropriate outcome measures."
    },
    {
      "skillId": "7a03a168-2c76-4058-b3c0-1bcaf4d0e060",
      "detail": "Evaluate care plans or intervention plans using recognised and appropriate outcome measures, in conjunction with the service user where possible, and revise the plans as necessary."
    },
    {
      "skillId": "7eeb6bb8-5ecd-4e9a-8f25-3f0cd271ea44",
      "detail": "Demonstrate awareness of the principles and applications of scientific enquiry, including the evaluation of treatment efficacy and the research process."
    },
    {
      "skillId": "ca2a4860-8d88-4650-913e-b84c7a9b25c9",
      "detail": "Demonstrate awareness of human behaviour and recognise the need for sensitivity to the psychosocial aspects of ocular conditions, including strabismus."
    },
    {
      "skillId": "5d496e95-e59a-4347-833a-5277b81e7fa7",
      "detail": "Apply the principles governing visual function and the development of vision to clinical practice."
    },
    {
      "skillId": "4f31fac5-e2db-4f0f-a05b-54a3403986b6",
      "detail": "Apply the principles governing binocular vision, its investigation and the significance of its presence or absence to clinical practice."
    },
    {
      "skillId": "096943cc-337d-4831-8eee-ac2ba76dadc9",
      "detail": "Apply an understanding of how convergence, accommodation and pupillary response affect investigation, diagnosis and service user management in clinical practice."
    },
    {
      "skillId": "c35c1f28-41d5-4f9f-b043-11c9a60d99de",
      "detail": "Apply the principles governing ocular motility and their relevance to diagnosis and management to clinical practice."
    },
    {
      "skillId": "40b68eb5-7b2f-4412-ad63-044019641c2c",
      "detail": "Recognise the functional and perceptual difficulties that may arise as a result of defective visual, binocular or ocular motor functions."
    },
    {
      "skillId": "2e7ea88e-cafe-4f95-8b04-c39ca08d20cb",
      "detail": "Use orthoptic and ophthalmological equipment during the investigative process."
    },
    {
      "skillId": "3f865991-189c-4812-8826-e2201299bf81",
      "detail": "Plan, operate and evaluate appropriate vision screening programmes."
    },
    {
      "skillId": "c53cb497-ced2-4a25-8e41-991caa88a6b9",
      "detail": "Demonstrate safe use of medicines including being able to undertake drug calculations accurately."
    },
    {
      "skillId": "ede447aa-ca8f-4491-941f-d1df97a96a18",
      "detail": "Monitor response to medicines and modify or cease treatment as appropriate within own professional scope of practice, including referral to another professional."
    },
    {
      "skillId": "63670948-983a-44ba-b4aa-873e10b95136",
      "detail": "Apply the principles of evidence-based practice, including clinical and cost- effectiveness, to the supply and administration of exemption listed medicines relevant to own practice."
    },
    {
      "skillId": "5d40b370-42fc-4961-a8a4-33823738873e",
      "detail": "Change their practice as needed to take account of new developments, technologies and changing contexts."
    },
    {
      "skillId": "7257c09b-2588-4188-8daa-179c59f09af6",
      "detail": "Gather appropriate information."
    },
    {
      "skillId": "5ecea6a5-88b3-4de0-a798-eb7d46f7ce18",
      "detail": "Analyse and critically evaluate the information collected. "
    },
    {
      "skillId": "80b65122-92a2-4a5e-8680-f1cb1b610742",
      "detail": "Select and use appropriate assessment techniques and equipment. "
    },
    {
      "skillId": "3a3a52cd-72fe-4c5c-800d-76b460e24c1f",
      "detail": "Undertake thorough, sensitive, and detailed patient medical history, including an appropriate medication history."
    },
    {
      "skillId": "1cabd2a2-2fe8-4913-83b0-61c85da73304",
      "detail": "Undertake or arrange investigations as appropriate."
    },
    {
      "skillId": "ffc3c4ec-8725-46f3-a297-ab8129c1cd46",
      "detail": "Conduct appropriate assessment or monitoring procedures, treatment, therapy or other actions safely and effectively."
    },
    {
      "skillId": "c47f63ba-8958-4f51-b372-8d2fa714959b",
      "detail": "Recognise a range of research methodologies relevant to own role."
    },
    {
      "skillId": "b00b44e7-f1a3-4ca9-905e-74e394cc3750",
      "detail": "Critically evaluate research and other evidence to inform own practice."
    },
    {
      "skillId": "b15163ae-b9d9-4e78-85e1-9e6fb7ebf940",
      "detail": "Engage service users in research as appropriate"
    },
    {
      "skillId": "d2ef1931-22ee-4869-8d78-0b6e885f6b78",
      "detail": "Use diagnostic and therapeutic procedures to address anomalies of binocular vision, visual function and ocular motility defects resulting in a clinically defined outcome, which can be recorded and monitored in a manner appropriate to safe orthoptic practice."
    },
    {
      "skillId": "4501c886-14ca-4953-a0c1-1886386807ed",
      "detail": "Apply measurement techniques used to assess binocular vision and other ocular conditions."
    },
    {
      "skillId": "e4c332c6-1955-4d70-9029-87be53112199",
      "detail": "Conduct a thorough investigation of ocular motility."
    },
    {
      "skillId": "c818d444-2192-4dc9-a79d-5e38c73eb61e",
      "detail": "Take a comprehensive case history."
    },
    {
      "skillId": "653759d7-213c-4548-bd95-39b9eada3e3a",
      "detail": "Identify where there is a clinical need for medical, neurological, social or psychological investigations or interventions."
    },
    {
      "skillId": "6bc87545-a5cf-4067-9cc8-03f8f611adc4",
      "detail": "Use investigative techniques to identify ocular defects within a specific population to form a diagnosis and devise an appropriate course of action."
    },
    {
      "skillId": "5e00a8bb-3119-49c5-a14d-659cea9fcf0a",
      "detail": "Diagnose conditions and select appropriate management."
    },
    {
      "skillId": "498efaab-0212-4439-b5d7-d2739affdc7e",
      "detail": "Diagnose a range of vision, binocular vision and ocular motility defects and all categories of strabismus."
    },
    {
      "skillId": "540b6dd0-4008-48d6-bc3d-dce798ff9307",
      "detail": "Identify pathological changes and related clinical features of conditions commonly encountered by orthoptists."
    },
    {
      "skillId": "b5b84d7d-7e70-472c-8afa-1ce7f8caabb5",
      "detail": "Perform, an objective and subjective refraction."
    },
    {
      "skillId": "bb87176f-841c-46dd-b0f3-63fdc3d48b4b",
      "detail": "Perform an examination of the anterior and posterior segments of the eye."
    },
    {
      "skillId": "e4f2c2f8-5159-4214-a5ce-752f5f98a9cb",
      "detail": "Perform visual fields assessments."
    },
    {
      "skillId": "023a6d70-2f05-4af0-b7ed-4fbf0b40c37e",
      "detail": "Formulate specific and appropriate management plans, and set timescales."
    },
    {
      "skillId": "fd0047df-0d5b-438f-93dc-c020494f481b",
      "detail": "Recognise and document any adverse reaction to treatment and take appropriate action in response to this."
    },
    {
      "skillId": "01c52cc4-94ee-4021-be1b-e661f3960c35",
      "detail": "Demonstrate awareness of relevant health and safety legislation and comply with all local operational procedures and policies."
    },
    {
      "skillId": "c1ced2fa-1ce7-487e-9789-20a666582804",
      "detail": "Work safely, including being able to select appropriate hazard control and risk management, reduction or elimination techniques in a safe manner and in accordance with health and safety legislation."
    },
    {
      "skillId": "6f946272-c733-42f9-852d-49db688f5d92",
      "detail": "Select appropriate personal protective equipment and use it correctly."
    },
    {
      "skillId": "3ebc8e34-a297-4dc3-b7b1-16f5bc43d2da",
      "detail": "Establish safe environments for practice, which appropriately manages risk."
    },
    {
      "skillId": "6a7d3dfd-ed17-4328-b58f-3d0d4412cf16",
      "detail": "Empower and enable individuals, including service users and colleagues to play a part in managing own health."
    },
    {
      "skillId": "2be610ef-4009-4b5b-aa97-b626c6aff226",
      "detail": "Engage in occupational health, including being aware of immunisation requirements."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2024-08-22T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "integrated degree",
  "tbReference": "TB0864",
  "tbMainContact": "vicechair@orthoptics.org.uk",
  "involvedEmployers": "British and Irish Orthoptic Society, Cambridge University Hospitals NHS Foundation Trust, Hampshire Hospitals NHS Foundation Trust, Lancashire Teaching Hospitals NHS Foundation Trust, Newcastle Eye Centre, North Devon Healthcare Trust, North West Anglia NHS Foundation Trust, Plymouth Hospitals NHS Trust, Royal Cornwall Hospitals NHS Trust, Royal Devon & Exeter Hospital NHS Foundation Trust, Skills for Health, Somerset NHS Foundation Trust, South Devon Healthcare NHS Foundation Trust, University College London, University Hospitals Southampton NHS Trust, University of Liverpool, University of Sheffield",
  "otherInvolvedStakeholders": "",
  "regulated": true,
  "regulatedBody": "The Health and Care Professionals Council",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Orthoptist"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Health professional",
  "clusterId": "6",
  "clusterDescription": null,
  "createdDate": "2024-08-22T17:21:04 +00:00",
  "lastUpdated": "2024-09-06T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2024-08-22T00:00:00 +00:00",
  "banners": "This apprenticeship standard has been approved for delivery by the Institute for Apprenticeships and Technical Education. However, starts on the apprenticeship will only be possible once a suitable end-point assessment organisation (EPAO) is in place. Once an EPAO is in place, funding for apprentice starts will be permitted and this message will be removed.",
  "occupationCode": "OCC1272",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1272-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1272-v1-0",
  "qualifications": [
    {
      "qualificationId": "75c67df4-4067-46e1-80c8-0186d83c3c26",
      "title": "BSc (Hons) Orthoptics",
      "level": "6 (integrated degree)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "7772e48d-a7a0-4135-b131-c844332b963f",
      "title": "Orthoptics (pre-registration) MSc",
      "level": "7 (integrated degree)",
      "anyAdditionalInformation": "BSc (Hons) degree in Orthoptics or Level 7 qualification approved by the Health and Care Professions Council (HCPC) where the apprentice already holds a Level 6 degree.",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "c1fdeab8-9b11-43f9-8e12-6d20359f19cd",
      "dutyDetail": "Practise safely and effectively within the scope of practice and within the legal and ethical boundaries of the profession.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "be0cbbe0-e318-4a03-83ec-4ba9f36e99fb",
        "5649d047-e347-4151-86b6-0f32aa3791cc",
        "745ab795-c795-4979-8801-9f36499a18ca",
        "cb4a2e2c-338e-4db5-8193-896b8e52e63a",
        "f303aa3a-04f0-40bb-9208-4afc59ee6a04",
        "d86fc826-67c1-42f9-b9a9-905ba6b758ca"
      ],
      "mappedKnowledge": [
        "2d453ad4-b4d9-44b9-ab36-3df04e3075ad",
        "903bb355-210f-41f7-ba7e-69ebbc3fe8af",
        "11fa0649-4e6f-4f57-9d3a-311f4df2cb16",
        "f7493501-f197-42d0-8aa7-f7a0ec911240",
        "94d907e3-77f9-4df8-8c40-53f396c56689",
        "8974f9f3-e181-46e9-a2f5-b5da3201d50a",
        "11224619-1ea6-49f3-b5d9-f27f356dd98f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "242a4914-79e7-4370-83ef-e92dd7e25d83",
        "6949aa1f-d180-405d-b58d-22a37dabd43c",
        "3414bd32-6544-422e-9dac-ae50f12fa9c7",
        "16e188d0-eef9-4642-aa0b-8575ce2d48f6",
        "01578843-71b2-42ea-8b91-5438009a703e",
        "f748a616-ea74-462e-b430-88e5d92fb3be",
        "44162e05-2e5d-42fe-b517-3711a5bdb576",
        "3ae0384f-56eb-42d4-90ad-40af1e041337",
        "df882cce-5e80-4984-bd9a-82ea39a0370e",
        "aac0f5f4-673f-4045-8cb5-10f2834e7342",
        "ca364b71-fd5c-4b8e-8002-3788dccbe8eb",
        "5a0f8a16-be0d-4096-978f-78086b1e3a72"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "66cfae8a-e0ec-42ea-9831-1e2992eb914c",
      "dutyDetail": "Look after own health and wellbeing, seeking appropriate support where necessary.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "be0cbbe0-e318-4a03-83ec-4ba9f36e99fb",
        "5649d047-e347-4151-86b6-0f32aa3791cc",
        "745ab795-c795-4979-8801-9f36499a18ca",
        "cb4a2e2c-338e-4db5-8193-896b8e52e63a",
        "f303aa3a-04f0-40bb-9208-4afc59ee6a04",
        "d86fc826-67c1-42f9-b9a9-905ba6b758ca"
      ],
      "mappedKnowledge": [
        "8c08d679-a286-4a2d-80da-898ef1374673",
        "d3432a91-a94a-4e52-8b71-bb7ecda9ea6c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5438f880-cd5f-44d0-8516-690184adac7e",
        "cc56c502-c227-4cd6-8c79-14821c084c31"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0da7435a-3b9f-40ab-a624-ce0b55640585",
      "dutyDetail": "Practise as an autonomous professional, exercising professional judgement.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "be0cbbe0-e318-4a03-83ec-4ba9f36e99fb",
        "5649d047-e347-4151-86b6-0f32aa3791cc",
        "745ab795-c795-4979-8801-9f36499a18ca",
        "cb4a2e2c-338e-4db5-8193-896b8e52e63a",
        "f303aa3a-04f0-40bb-9208-4afc59ee6a04",
        "d86fc826-67c1-42f9-b9a9-905ba6b758ca"
      ],
      "mappedKnowledge": [
        "470399ac-2a5a-4983-9e35-aa9995e594d8"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a70a096d-23e1-45c8-9312-a5b96170d56f",
        "61047f4a-eb5b-4554-b322-b560399d87bf",
        "df45d24f-fef1-4d64-8391-dd3a3050fe4b",
        "89fef4f7-ae8f-4335-9607-257c58dc8e81",
        "a3d8d877-9457-41ec-bb19-56f8cc116511",
        "2141b61c-7b69-4a36-b4bd-f8ad199fc076",
        "cfeed4a4-3548-4277-bf25-71d7a9bd6a28",
        "56f39825-0798-46bc-ae63-b46ba82d06eb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6a702afd-79de-4fac-9fe6-ae03270b5253",
      "dutyDetail": "Practise in a non-discriminatory and inclusive manner recognising the impact of culture, equality and diversity.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "be0cbbe0-e318-4a03-83ec-4ba9f36e99fb",
        "5649d047-e347-4151-86b6-0f32aa3791cc",
        "745ab795-c795-4979-8801-9f36499a18ca",
        "cb4a2e2c-338e-4db5-8193-896b8e52e63a",
        "f303aa3a-04f0-40bb-9208-4afc59ee6a04",
        "d86fc826-67c1-42f9-b9a9-905ba6b758ca"
      ],
      "mappedKnowledge": [
        "0c69452c-1d01-40df-a13d-b0f9ae27cf52",
        "0d61976d-eaa2-4ee7-8039-0638bfcd6794",
        "49ee78f3-0fe8-4258-8499-0c521146f9ad",
        "70823e8c-a46b-43ff-8008-bdfcdb5e8016"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b26d5bc9-14fb-4644-bf7c-174328554bd4",
        "6dfd11e9-5b4c-4821-83b7-1d2020cbfa70",
        "f4ee2ce1-a114-487d-8f9a-3813f089f6b6",
        "af194f3c-32a0-472e-b023-603d68f1b48f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "804fb108-0886-4964-b87c-92cde55cfa8f",
      "dutyDetail": "Communicate effectively, maintaining confidentiality and records appropriately.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "be0cbbe0-e318-4a03-83ec-4ba9f36e99fb",
        "5649d047-e347-4151-86b6-0f32aa3791cc",
        "745ab795-c795-4979-8801-9f36499a18ca",
        "cb4a2e2c-338e-4db5-8193-896b8e52e63a",
        "f303aa3a-04f0-40bb-9208-4afc59ee6a04",
        "d86fc826-67c1-42f9-b9a9-905ba6b758ca"
      ],
      "mappedKnowledge": [
        "531fd40b-ab14-4ffc-a5d3-65ce410058ce",
        "faf2a663-dccd-43d8-a53a-e0d8d5bb6229",
        "2bb5c07a-cd7e-4ee4-8645-f45d3cc0910f",
        "2a74ddd5-1ed6-495b-81f2-98c3ff50fbaf",
        "875d5320-54c3-47cc-b596-79b3f4155290",
        "c88de580-b189-4876-8568-406eb9b385a1",
        "b8be7f66-5b67-452b-805c-7cb69f077ee2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "dc28abd4-0929-43c3-af4b-bfea737e587e",
        "f2790f17-c65c-4309-9946-bdc19c31cee8",
        "9bcfd80f-1b68-4394-8ee1-6094349e1e9c",
        "5779cb3e-42e6-46a5-8224-406340548ff1",
        "381c3073-b694-42cc-a99c-5944accc59b2",
        "5033a0c8-2e7c-43c5-b140-609129b85e23",
        "a0d3ecdf-8a3d-49b0-be92-7579ef2d004a",
        "3e7e10e3-c0be-44b3-97aa-4c027d59146a",
        "a7860d97-1bf4-4465-9558-555c9dc8eef4",
        "d44610b9-d041-419e-a8a3-555fee962b90",
        "0bc83533-de5f-4bb9-beb1-3c060604f6ff"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a252d6e0-09b8-4d3c-9ddc-640c1b74c911",
      "dutyDetail": "Work appropriately with others.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "be0cbbe0-e318-4a03-83ec-4ba9f36e99fb",
        "5649d047-e347-4151-86b6-0f32aa3791cc",
        "745ab795-c795-4979-8801-9f36499a18ca",
        "cb4a2e2c-338e-4db5-8193-896b8e52e63a",
        "f303aa3a-04f0-40bb-9208-4afc59ee6a04",
        "d86fc826-67c1-42f9-b9a9-905ba6b758ca"
      ],
      "mappedKnowledge": [
        "a65defdd-0858-440e-9738-f05b64995889",
        "e5a8aa05-8aa4-4d65-a0e5-ed4f84de1257",
        "bad929d5-e608-442d-8356-00d3a237458b",
        "8e9902a6-465e-42fd-874b-ce8b872a51c6",
        "edde1dea-866b-4237-8c2f-c565ad78da7a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6fecbd71-01aa-4022-af9f-35c4e4b6b7f4",
        "4d58c9c9-f4f4-4a58-bae4-4bddfaf7d0ce",
        "4341ca35-67fc-4681-87c4-fc71f23a1958",
        "0e5c6735-355c-4836-a16a-9dd66a421211",
        "8e0fd505-2dc4-4c40-86a1-7b2abf50d9b3",
        "65b26ef4-94ff-4240-83fd-94391c45742f",
        "f961a574-6ea7-467e-86eb-801480f412b4",
        "23b261a7-064c-4962-8af0-d977906d1604",
        "5541843b-8658-4470-8ec5-2d93e3e5febb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6b8946e7-02d2-4f70-bdc3-1cb4c40249ca",
      "dutyDetail": "Reflect on, review and assure the quality of own practice.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "be0cbbe0-e318-4a03-83ec-4ba9f36e99fb",
        "5649d047-e347-4151-86b6-0f32aa3791cc",
        "745ab795-c795-4979-8801-9f36499a18ca",
        "cb4a2e2c-338e-4db5-8193-896b8e52e63a",
        "f303aa3a-04f0-40bb-9208-4afc59ee6a04",
        "d86fc826-67c1-42f9-b9a9-905ba6b758ca"
      ],
      "mappedKnowledge": [
        "d4d1f535-cb27-4e12-a4b7-e53d88129d48",
        "7496d668-535f-4fc4-bbfd-dc533c6b8abe",
        "90241022-a63e-45aa-bff5-8165358065e0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0f81f2b3-e0e2-49ca-a78b-abf00792acbe",
        "198c5fb7-a63c-4ea1-a18a-6b634c9aa0db",
        "6cda629d-32bf-4750-8fec-64ac4e2a1549",
        "08d0642c-3b5b-4096-8802-e86a96851b45",
        "7a03a168-2c76-4058-b3c0-1bcaf4d0e060"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fb8f9227-3cc5-48dc-9068-edd6e42d61c0",
      "dutyDetail": "Draw on appropriate knowledge and skills to inform practice and apply the key concepts of the knowledge base relevant to the profession.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "be0cbbe0-e318-4a03-83ec-4ba9f36e99fb",
        "5649d047-e347-4151-86b6-0f32aa3791cc",
        "745ab795-c795-4979-8801-9f36499a18ca",
        "cb4a2e2c-338e-4db5-8193-896b8e52e63a",
        "f303aa3a-04f0-40bb-9208-4afc59ee6a04",
        "d86fc826-67c1-42f9-b9a9-905ba6b758ca"
      ],
      "mappedKnowledge": [
        "7730bd31-3717-45f0-b99a-06fc6ccf54ec",
        "73912654-cb37-4e75-b92a-be3598f93ff9",
        "f0401966-f847-49ae-b010-0b0b36732f42",
        "1df3e1f6-1cc4-452a-b4cb-018abcdbdddb",
        "0a1861b8-0e98-4439-b5e2-7c9aec9c61d4",
        "49fc60aa-7311-45b8-a8c9-492bea904c12",
        "3c2ab112-3fb5-47d2-baeb-8f5ad9937b85",
        "f407d605-70dd-40f0-9416-c1ef3dd03a87",
        "89b13d0e-0541-429b-b7b7-0cbb4f60fcc5",
        "163adf6d-d8f5-473e-ab70-62f408c3ee8b",
        "ce447e94-8296-45ff-aa4e-8bcc5cc115a3",
        "96fc52cd-900c-4653-9bd7-4d4bc8abd5b6",
        "edd02826-c9d4-4c8a-8574-fc3db5d23dee",
        "475e2bca-5046-4548-8f83-31f9b7977a5a",
        "44952373-2f88-4722-9374-56a34b8a50e0",
        "11019248-595d-4019-b804-19602eb2947d",
        "b701cc0a-476a-4916-a78d-85cd67c41be8",
        "339b0a67-94f2-4382-b307-f313445cd204",
        "e3dfb0fb-1413-4e04-8cc9-a3fa0079266d",
        "bab40a63-c58f-4017-acfe-daf497107204",
        "7998b8ee-cb10-45c7-8d17-5ef8cee01c26",
        "246aa86b-b606-4cfb-a461-f9bfa3cdbd75",
        "11eeb437-1261-4021-99f9-3b2ca39b0fc4",
        "7de7d04e-f9bc-4f03-b8a8-bce36d715475",
        "89c886c5-6ece-4ebc-a380-ecc7631b8899",
        "43270d83-f80f-4a87-bfd8-cb35a3b58faa",
        "2c284a80-38c0-4fdc-a9be-70d4462e298d",
        "c80454cc-ed8b-486c-8102-763a2c1bb626",
        "8e82b271-0bed-48b9-bb78-e48822631a3f",
        "76d0fe54-2504-48cf-b3a2-1c534f4bebc5",
        "33e7b0f7-5a05-4af4-abdd-eb8dca09359d",
        "368fbedd-8441-41f6-818d-52360a3baf74",
        "9161fff6-6874-4a4a-b14f-0421647577ed",
        "57379356-9f77-43ec-aaa5-02a6304d0866",
        "01f724e5-a361-4523-82c4-6e1482b1f5bd",
        "ff3fb6d4-cf92-4079-b2a6-47db017c8df2",
        "379dddd1-1289-4d3a-b58a-b0943cd2fb00",
        "2d5b397c-5b3b-49d1-b55e-f5bac69c6df6",
        "6e8ab0e8-d835-4f9c-9e7b-226668a2fb8b",
        "93c4aabb-d0d4-4ed2-a6da-b89c2f328004",
        "e343da9d-6cae-4861-bb17-ddf00fe3aa79",
        "f4c9e9ab-3329-4e2d-96e1-f91175e7aa00"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7eeb6bb8-5ecd-4e9a-8f25-3f0cd271ea44",
        "ca2a4860-8d88-4650-913e-b84c7a9b25c9",
        "5d496e95-e59a-4347-833a-5277b81e7fa7",
        "4f31fac5-e2db-4f0f-a05b-54a3403986b6",
        "096943cc-337d-4831-8eee-ac2ba76dadc9",
        "c35c1f28-41d5-4f9f-b043-11c9a60d99de",
        "40b68eb5-7b2f-4412-ad63-044019641c2c",
        "2e7ea88e-cafe-4f95-8b04-c39ca08d20cb",
        "3f865991-189c-4812-8826-e2201299bf81",
        "c53cb497-ced2-4a25-8e41-991caa88a6b9",
        "ede447aa-ca8f-4491-941f-d1df97a96a18",
        "63670948-983a-44ba-b4aa-873e10b95136",
        "5d40b370-42fc-4961-a8a4-33823738873e",
        "7257c09b-2588-4188-8daa-179c59f09af6",
        "5ecea6a5-88b3-4de0-a798-eb7d46f7ce18",
        "80b65122-92a2-4a5e-8680-f1cb1b610742",
        "3a3a52cd-72fe-4c5c-800d-76b460e24c1f",
        "1cabd2a2-2fe8-4913-83b0-61c85da73304",
        "ffc3c4ec-8725-46f3-a297-ab8129c1cd46",
        "c47f63ba-8958-4f51-b372-8d2fa714959b",
        "b00b44e7-f1a3-4ca9-905e-74e394cc3750",
        "b15163ae-b9d9-4e78-85e1-9e6fb7ebf940",
        "d2ef1931-22ee-4869-8d78-0b6e885f6b78",
        "4501c886-14ca-4953-a0c1-1886386807ed",
        "e4c332c6-1955-4d70-9029-87be53112199",
        "c818d444-2192-4dc9-a79d-5e38c73eb61e",
        "653759d7-213c-4548-bd95-39b9eada3e3a",
        "6bc87545-a5cf-4067-9cc8-03f8f611adc4",
        "5e00a8bb-3119-49c5-a14d-659cea9fcf0a",
        "498efaab-0212-4439-b5d7-d2739affdc7e",
        "540b6dd0-4008-48d6-bc3d-dce798ff9307",
        "b5b84d7d-7e70-472c-8afa-1ce7f8caabb5",
        "bb87176f-841c-46dd-b0f3-63fdc3d48b4b",
        "e4f2c2f8-5159-4214-a5ce-752f5f98a9cb",
        "023a6d70-2f05-4af0-b7ed-4fbf0b40c37e",
        "fd0047df-0d5b-438f-93dc-c020494f481b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ce912414-8d02-4a30-a4b9-3aff35236604",
      "dutyDetail": "Establish and maintain a safe practice environment.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "be0cbbe0-e318-4a03-83ec-4ba9f36e99fb",
        "5649d047-e347-4151-86b6-0f32aa3791cc",
        "745ab795-c795-4979-8801-9f36499a18ca",
        "cb4a2e2c-338e-4db5-8193-896b8e52e63a",
        "f303aa3a-04f0-40bb-9208-4afc59ee6a04",
        "d86fc826-67c1-42f9-b9a9-905ba6b758ca"
      ],
      "mappedKnowledge": [
        "028a4389-c754-4b13-b1c4-c1813506eb20",
        "4fe7079c-ae67-4a8b-9e17-d6e595ebbed2",
        "77944285-c631-4826-a3b8-17cffaad7e1e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "01c52cc4-94ee-4021-be1b-e661f3960c35",
        "c1ced2fa-1ce7-487e-9789-20a666582804",
        "6f946272-c733-42f9-852d-49db688f5d92",
        "3ebc8e34-a297-4dc3-b7b1-16f5bc43d2da"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4df1a509-f302-4d78-a446-30fbd74c7d04",
      "dutyDetail": "Promote public health and prevent ill health.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "be0cbbe0-e318-4a03-83ec-4ba9f36e99fb",
        "5649d047-e347-4151-86b6-0f32aa3791cc",
        "745ab795-c795-4979-8801-9f36499a18ca",
        "cb4a2e2c-338e-4db5-8193-896b8e52e63a",
        "f303aa3a-04f0-40bb-9208-4afc59ee6a04",
        "d86fc826-67c1-42f9-b9a9-905ba6b758ca"
      ],
      "mappedKnowledge": [
        "43bafecd-80e5-44c7-bed2-019217f8be66",
        "0e47cb72-330b-47a3-b5f5-82a6cdd2a3ee"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6a7d3dfd-ed17-4328-b58f-3d0d4412cf16",
        "2be610ef-4009-4b5b-aa97-b626c6aff226"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [
    {
      "name": "Training Provider",
      "webLink": "",
      "approved": true
    },
    {
      "name": "EPAO",
      "webLink": "",
      "approved": true
    }
  ],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-09-06T00:00:00"
}