{
  "templateType": "Occupational Standard",
  "larsCode": 710,
  "referenceNumber": "ST1302",
  "learningAimClassCode": "",
  "title": "Governance officer",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1302",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-05-30T00:00:00",
  "earliestStartDate": "2023-05-25T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Governance officers provide administrative and operational support.",
  "level": 4,
  "ePALength": 5,
  "typicalDuration": 18,
  "maxFunding": 11000,
  "maxFundingAdditionalInformation": "",
  "route": "Business and administration",
  "keywords": [
    "governance",
    "officer",
    "operations",
    "framework",
    "compliance"
  ],
  "jobRoles": [
    "Governance administrator",
    "Governance assistant",
    "Governance associate",
    "Governance officer",
    "Secretariat assistant",
    "Secretariat officer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st1302-v1-0?view=epa",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.3 Business management",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in small, medium, and large organisations within the public, private or third sectors. Governance officers are found in all sectors such as government, retail, food and drink, education, charities, and professional services and work in varied environments including in an office or remotely.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to provide and manage an organisation’s governance and governance operations-related services. These include reviewing and maintaining legal and compliance documents; filing returns with regulators (e.g., Companies House); and providing advice on internal and external governance requirements.&#160;&lt;/p&gt;\n&lt;p&gt;This is a technical and specialist role which interacts with senior levels within an organisation to ensure compliance with legal and regulatory requirements, which may include responses to climate change or other sustainability commitments. In addition, they manage the meetings of the governing decision-making body (e.g., board of directors, trustees, or governors; committees of the governing decision-making body), and the information flow to and from them.&#160;&lt;/p&gt;\n&lt;p&gt;The role, and the governance function in general, is concerned with structure and processes for decision making, accountability, control, and behaviour at the top of an organisation. Governance influences how an organisation’s objectives are set and achieved, how risk is managed and how performance is optimised. Governance is a system and process, not a single activity and successful implementation of a good governance strategy therefore requires a systematic approach that incorporates strategic planning, risk management and performance management.&#160;&lt;/p&gt;\n&lt;p&gt;A governance officer is a core member of a critical function within every successful organisation – the governance function. A governance officer supports the governing decision-making body to run the organisation effectively within its governance framework. The role is typically found in the governance or secretariat division of an organisation. The duties and responsibilities of the role sit alongside those of the governing decision-making body.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with a range of internal stakeholders including members of their own team and other departments such as IT, legal, finance, strategy, HR, marketing, fundraising, sustainability, senior management, and governing decision-making bodies. They also interact with a range of external stakeholders such as members of the public, investors, customers, regulators, suppliers, auditors, and partners. They will typically report to the Head of the Governance function (or equivalent).&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for supporting the organisation in the application of its internal governance framework including its operating principles and policies, processes, and procedures. As part of this governance officers maintain and manage the organisation’s formal records such as minutes of the governing decision-making body meetings, register of directors/governors/trustees, and register of shareholders/members. They prepare and submit legal and regulatory compliance documents (e.g., to Companies House, Charity Commission, and Government bodies), and support the preparation and publication of corporate documents (e.g., performance against legislative targets, annual reports, legal contracts).&#160;&lt;/p&gt;\n&lt;p&gt;In addition, they typically advise colleagues on the requirements of these documents and any potential implications involved. The increasing focus on an organisation’s carbon footprint means that governance officers need to have an awareness of climate change and net zero carbon policies and regulatory impacts in their sector. Governance officers analyse and research data and information and prepare briefings and recommendations for their function on matters of governance, governance operations, compliance, legislation, and regulation.&#160;&lt;/p&gt;\n&lt;p&gt;The role typically involves supporting the scheduling and convening of meetings of the governing decision-making body. They develop and produce structured governance documents, and presentation materials for the meetings. Governance officers contribute to the management of meetings, formal Secretariat and stakeholder management and liaison for Board and Board Committees including accurate minutes and collation and distribution of committee papers. They ensure accurate minutes of the meeting are taken which will then be approved and signed. The role may also include ensuring all follow up actions are captured then tracked and completed in a timely manner and to the governing decision-making body’s satisfaction.&#160;&lt;/p&gt;\n&lt;p&gt;Governance officers will have an understanding of the organisation so they can implement governance and facilitate the development of the organisation.&lt;/p&gt;\n&lt;p&gt;Typically, a governance officer arranges annual general meetings (AGMs) of the organisation’s members or other stakeholders, as applicable, which will involve managing a project team that may consist of suppliers and in-house colleagues from across the organisation. Supporting the delivery of the induction and training for members of the governing decision-making body forms part of the role. They will have strong communication and stakeholder management skills at all levels, with the ability to influence and get involved with all staff and working cross functionally.&#160;&lt;/p&gt;\n&lt;p&gt;An employee in this occupation may also be expected to support the governance function to deliver programmes aimed at improving and enhancing the services it provides and how it provides them, for example to reduce risk, improve efficiency and move towards a sustainable delivery model for the organisation.&#160;&lt;/p&gt;\n&lt;p&gt;Governance officers work on their own and in a range of team settings. They work within agreed budgets and available resources, and work without high levels of supervision, usually reporting to senior stakeholders. They may occasionally be responsible for decision making, but more often will guide or influence the decisions of others.&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "f7024e77-9ab3-4adb-aa51-b868c246c0ba",
      "detail": "The role of the company secretary or governance professional."
    },
    {
      "knowledgeId": "cd93d4d2-5047-4924-b7e8-74408492dfff",
      "detail": "Regulatory and legislative frameworks and requirements such as company law, charity law, and data protection."
    },
    {
      "knowledgeId": "3a505e6e-ec90-4c3b-b3c8-0733ca96e8f2",
      "detail": "Organisational structures, governance roles and decision-making frameworks."
    },
    {
      "knowledgeId": "d7aaa339-8c8c-435f-9eae-73db0eaffb57",
      "detail": "The application of governance codes, constitutional requirements, and an organisation’s governance policies and processes."
    },
    {
      "knowledgeId": "e8aa423f-5435-4eb3-8fd1-6fc1301e90b6",
      "detail": "How the role of company secretary or governance officer fits into the organisation’s governance function, and how it adds value to it."
    },
    {
      "knowledgeId": "a77e10ff-6c81-42e7-952c-71f3381ed0f2",
      "detail": "The roles of the key stakeholders in their organisation and how they interact with their own role."
    },
    {
      "knowledgeId": "5aae9e93-cdf1-4ab6-a28c-22c006c363ba",
      "detail": "Governance and compliance record-keeping requirements."
    },
    {
      "knowledgeId": "9d217a4b-ce96-4d83-b654-a138dbf0dc46",
      "detail": "Governance practices and associated administration for meetings."
    },
    {
      "knowledgeId": "aabe2c7f-bacb-44d7-9aa0-cbb482b1c026",
      "detail": "Financial accounting concepts and working knowledge of financial statements and reports."
    },
    {
      "knowledgeId": "f0df3787-af9f-4f5a-b2ad-9efbc872ba20",
      "detail": "Governance reporting and disclosure obligations of the organisation such as legal and regulatory filings and announcements, and annual reports."
    },
    {
      "knowledgeId": "c4c82e50-e1f1-4061-a764-f29695d919d7",
      "detail": "Technology and software used in the performance of governance activities."
    },
    {
      "knowledgeId": "f004caa9-ebc5-43c5-8245-6c921aeaa6b1",
      "detail": "The risks associated with data processing."
    },
    {
      "knowledgeId": "070c0c8b-35dc-47f1-8006-dc9159d7a336",
      "detail": "Continuous development of organisational systems, processes, and procedures to ensure that regulatory, governance, and risk management requirements are met."
    },
    {
      "knowledgeId": "cab518d9-14d0-4c47-9e7d-7e9ea5b3b798",
      "detail": "Organisational changes and developments."
    },
    {
      "knowledgeId": "c4db70bd-c336-444a-8eaf-e1bfb3be013c",
      "detail": "The importance of horizon scanning for future changes to regulation and developments in governance practices that affect the organisation."
    },
    {
      "knowledgeId": "b83f81af-9a7b-467f-bd17-5fddc7d32984",
      "detail": "Frameworks used to assess, capture, mitigate and report on risk, such as its link to climate change and sustainability for that organisation."
    },
    {
      "knowledgeId": "2c34886c-8c2f-438d-bce6-a08abcfcb904",
      "detail": "The context and concepts for governance today."
    },
    {
      "knowledgeId": "3e946885-b401-4ec8-a33a-21d4a915a9c2",
      "detail": "The purpose and application of measures requiring the disclosure and verification of individuals' and entities’ identity and connected relationships."
    },
    {
      "knowledgeId": "cab6f952-a514-4941-8de9-22a35e29de71",
      "detail": "Project management principles and techniques."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "cc2c264e-a3f3-43f2-93fa-e16f834a442c",
      "detail": "Operates professionally with integrity and confidentiality."
    },
    {
      "behaviourId": "db96e92c-0796-4967-aadf-74a929c69cc2",
      "detail": "Works collaboratively and shares knowledge with colleagues and stakeholders across the organisation."
    },
    {
      "behaviourId": "b9181174-2542-4b21-8e04-b94800af6b57",
      "detail": "Has accountability and ownership of their tasks and workload."
    },
    {
      "behaviourId": "2bf41a78-5ba8-4b80-83b3-49ae62f18e1a",
      "detail": "Seeks learning opportunities and continuous professional development. "
    },
    {
      "behaviourId": "ea949306-83f6-4251-808c-4ea7ca08394b",
      "detail": "Works flexibly and adapts to circumstances."
    }
  ],
  "skills": [
    {
      "skillId": "b9199643-8af2-48a4-966a-29b9aef15e50",
      "detail": "Interpret regulation, legislation and governance practices and advise and train stakeholders on its practical application."
    },
    {
      "skillId": "4d95a902-3dae-464a-8c2a-fb05469d458a",
      "detail": "Establish, maintain, and influence relationships with key stakeholders and team members."
    },
    {
      "skillId": "4eea3046-6fd2-4a1b-b84e-a4b81499cea7",
      "detail": "Use IT systems to manage, share and store information in accordance with regulatory requirements and organisational policies and procedures."
    },
    {
      "skillId": "4e29ab9a-e5db-43d0-9b78-bd938f3107ed",
      "detail": "Communicate complex information through a variety of media to enable key stakeholders to understand what is required."
    },
    {
      "skillId": "00f7ebf6-e6dc-40ce-a1d0-0e9cd3bb6684",
      "detail": "Review instructions, following them to a conclusion through the execution of tasks."
    },
    {
      "skillId": "c3105158-300e-4627-8fa5-7d0239ac436a",
      "detail": "Identify and use precedents adapted for specific circumstances such as resolutions, announcements, reports."
    },
    {
      "skillId": "b156b77b-7bcd-4ec5-b548-bf0e00c6a08f",
      "detail": "Produce work which is factually accurate and well presented for submission to the members of a decision-making governing body and for publication by the organisation."
    },
    {
      "skillId": "d38b3c38-38d7-465d-b136-a85d107b219b",
      "detail": "Develop and maintain structure charts for the organisation."
    },
    {
      "skillId": "19991f08-1205-43a5-beea-cedb81bf9fbe",
      "detail": "Plan and prioritise their workload to meet deadlines."
    },
    {
      "skillId": "de9051d4-f3d0-495a-9d61-2c308a0fdc20",
      "detail": "Maintain and organise forward looking plans and calendars, keeping relevant stakeholders informed of upcoming events such as meetings, reporting timetables, compliance deadlines."
    },
    {
      "skillId": "6eae73f0-6737-4eb1-9a1c-b59af01aa787",
      "detail": "Gather, analyse, use, and share data to inform the decision-making process and make judgements on actions to take."
    },
    {
      "skillId": "e02a42a6-fd9d-40d5-9529-ff3826c0c41d",
      "detail": "Identify problems and present potential solutions to stakeholders."
    },
    {
      "skillId": "45294ef7-165c-43e2-9a5b-1916c09c783a",
      "detail": "Respond to stakeholder questions and requests, knowing when to consult with others or escalate on matters of a more complex or sensitive nature."
    },
    {
      "skillId": "40f2b4fb-64b7-4530-b75c-98ac983ad5e6",
      "detail": "Identify and implement improvements to support the governance of the organisation."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2023-05-25T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0694",
  "tbMainContact": "helen@hn06.co.uk",
  "involvedEmployers": "Action for Children, British American Tobacco , Brunel University London, Cabinet Office, Coca Cola Europacific Partners, Computershare, HN06 Limited, ITM Power, John Lewis, Keller Group, Kuberno, Legal & General, Mind in Mid Herts, NHS West Hampshire CCG, Northern Star Academy Trust, Order of Malta Volunteers, Smith & Nephew, The Chartered Governance Institute, The Football Association, Wickes, Severn Trent Plc",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Governance administrator",
    "Governance assistant",
    "Governance associate",
    "Governance officer",
    "Secretariat assistant",
    "Secretariat officer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Management and Administration",
  "cluster": "Business manager",
  "clusterId": "25",
  "clusterDescription": null,
  "createdDate": "2023-04-04T12:29:43 +00:00",
  "lastUpdated": "2023-05-30T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2023-05-25T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC1302",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1302-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1302-v1-0",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "Chartered Governance Institute",
      "level": "Foundation Level",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "fb48eb75-0e8f-49aa-aa14-34322e897f6e",
      "dutyDetail": "Support the governing decision-making body of the organisation to ensure it is efficient and effective, and supported in its decision-making.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cc2c264e-a3f3-43f2-93fa-e16f834a442c",
        "db96e92c-0796-4967-aadf-74a929c69cc2",
        "b9181174-2542-4b21-8e04-b94800af6b57",
        "2bf41a78-5ba8-4b80-83b3-49ae62f18e1a"
      ],
      "mappedKnowledge": [
        "f7024e77-9ab3-4adb-aa51-b868c246c0ba",
        "3a505e6e-ec90-4c3b-b3c8-0733ca96e8f2",
        "e8aa423f-5435-4eb3-8fd1-6fc1301e90b6",
        "9d217a4b-ce96-4d83-b654-a138dbf0dc46",
        "cab6f952-a514-4941-8de9-22a35e29de71"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b9199643-8af2-48a4-966a-29b9aef15e50",
        "4d95a902-3dae-464a-8c2a-fb05469d458a",
        "4eea3046-6fd2-4a1b-b84e-a4b81499cea7",
        "4e29ab9a-e5db-43d0-9b78-bd938f3107ed",
        "00f7ebf6-e6dc-40ce-a1d0-0e9cd3bb6684",
        "c3105158-300e-4627-8fa5-7d0239ac436a",
        "b156b77b-7bcd-4ec5-b548-bf0e00c6a08f",
        "19991f08-1205-43a5-beea-cedb81bf9fbe",
        "de9051d4-f3d0-495a-9d61-2c308a0fdc20",
        "6eae73f0-6737-4eb1-9a1c-b59af01aa787",
        "e02a42a6-fd9d-40d5-9529-ff3826c0c41d",
        "45294ef7-165c-43e2-9a5b-1916c09c783a",
        "40f2b4fb-64b7-4530-b75c-98ac983ad5e6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "eb5625e3-7ae2-46b7-a0f5-517fdffb7e83",
      "dutyDetail": "As required by the internal governance framework, legislation and regulation, document meetings, including decisions, and ensure the actions arising from decisions are taken.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cc2c264e-a3f3-43f2-93fa-e16f834a442c",
        "db96e92c-0796-4967-aadf-74a929c69cc2",
        "b9181174-2542-4b21-8e04-b94800af6b57",
        "ea949306-83f6-4251-808c-4ea7ca08394b"
      ],
      "mappedKnowledge": [
        "f7024e77-9ab3-4adb-aa51-b868c246c0ba",
        "cd93d4d2-5047-4924-b7e8-74408492dfff",
        "3a505e6e-ec90-4c3b-b3c8-0733ca96e8f2",
        "d7aaa339-8c8c-435f-9eae-73db0eaffb57",
        "e8aa423f-5435-4eb3-8fd1-6fc1301e90b6",
        "5aae9e93-cdf1-4ab6-a28c-22c006c363ba",
        "9d217a4b-ce96-4d83-b654-a138dbf0dc46",
        "f0df3787-af9f-4f5a-b2ad-9efbc872ba20",
        "2c34886c-8c2f-438d-bce6-a08abcfcb904"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b9199643-8af2-48a4-966a-29b9aef15e50",
        "4eea3046-6fd2-4a1b-b84e-a4b81499cea7",
        "4e29ab9a-e5db-43d0-9b78-bd938f3107ed",
        "00f7ebf6-e6dc-40ce-a1d0-0e9cd3bb6684",
        "c3105158-300e-4627-8fa5-7d0239ac436a",
        "b156b77b-7bcd-4ec5-b548-bf0e00c6a08f",
        "19991f08-1205-43a5-beea-cedb81bf9fbe",
        "de9051d4-f3d0-495a-9d61-2c308a0fdc20",
        "e02a42a6-fd9d-40d5-9529-ff3826c0c41d",
        "45294ef7-165c-43e2-9a5b-1916c09c783a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "938f3e51-e110-48f9-b332-906095e390e3",
      "dutyDetail": "Support the recruitment, development, and succession of the members of the governing decision-making body within the organisation.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cc2c264e-a3f3-43f2-93fa-e16f834a442c",
        "b9181174-2542-4b21-8e04-b94800af6b57"
      ],
      "mappedKnowledge": [
        "cab518d9-14d0-4c47-9e7d-7e9ea5b3b798",
        "cab6f952-a514-4941-8de9-22a35e29de71"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4d95a902-3dae-464a-8c2a-fb05469d458a",
        "4eea3046-6fd2-4a1b-b84e-a4b81499cea7",
        "4e29ab9a-e5db-43d0-9b78-bd938f3107ed",
        "00f7ebf6-e6dc-40ce-a1d0-0e9cd3bb6684",
        "c3105158-300e-4627-8fa5-7d0239ac436a",
        "b156b77b-7bcd-4ec5-b548-bf0e00c6a08f",
        "19991f08-1205-43a5-beea-cedb81bf9fbe"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d063e781-71e3-4748-a58c-11660e70db89",
      "dutyDetail": "Deliver the induction of new members of the governing decision-making body (e.g., directors, governors, trustees).",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cc2c264e-a3f3-43f2-93fa-e16f834a442c",
        "b9181174-2542-4b21-8e04-b94800af6b57"
      ],
      "mappedKnowledge": [
        "cd93d4d2-5047-4924-b7e8-74408492dfff",
        "a77e10ff-6c81-42e7-952c-71f3381ed0f2",
        "cab518d9-14d0-4c47-9e7d-7e9ea5b3b798",
        "3e946885-b401-4ec8-a33a-21d4a915a9c2",
        "cab6f952-a514-4941-8de9-22a35e29de71"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4d95a902-3dae-464a-8c2a-fb05469d458a",
        "4eea3046-6fd2-4a1b-b84e-a4b81499cea7",
        "4e29ab9a-e5db-43d0-9b78-bd938f3107ed",
        "00f7ebf6-e6dc-40ce-a1d0-0e9cd3bb6684",
        "c3105158-300e-4627-8fa5-7d0239ac436a",
        "b156b77b-7bcd-4ec5-b548-bf0e00c6a08f",
        "19991f08-1205-43a5-beea-cedb81bf9fbe"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6a143611-cd94-44e8-88f8-fe5d4acf7b9a",
      "dutyDetail": "Review and contribute to the development of organisational governance controls and associated documents that set out how the organisation runs and co-ordinate compliance with them.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cc2c264e-a3f3-43f2-93fa-e16f834a442c",
        "db96e92c-0796-4967-aadf-74a929c69cc2",
        "b9181174-2542-4b21-8e04-b94800af6b57",
        "2bf41a78-5ba8-4b80-83b3-49ae62f18e1a"
      ],
      "mappedKnowledge": [
        "f7024e77-9ab3-4adb-aa51-b868c246c0ba",
        "3a505e6e-ec90-4c3b-b3c8-0733ca96e8f2",
        "d7aaa339-8c8c-435f-9eae-73db0eaffb57",
        "e8aa423f-5435-4eb3-8fd1-6fc1301e90b6",
        "070c0c8b-35dc-47f1-8006-dc9159d7a336",
        "cab518d9-14d0-4c47-9e7d-7e9ea5b3b798",
        "b83f81af-9a7b-467f-bd17-5fddc7d32984",
        "2c34886c-8c2f-438d-bce6-a08abcfcb904",
        "cab6f952-a514-4941-8de9-22a35e29de71"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b9199643-8af2-48a4-966a-29b9aef15e50",
        "4eea3046-6fd2-4a1b-b84e-a4b81499cea7",
        "00f7ebf6-e6dc-40ce-a1d0-0e9cd3bb6684",
        "d38b3c38-38d7-465d-b136-a85d107b219b",
        "19991f08-1205-43a5-beea-cedb81bf9fbe",
        "6eae73f0-6737-4eb1-9a1c-b59af01aa787",
        "e02a42a6-fd9d-40d5-9529-ff3826c0c41d",
        "40f2b4fb-64b7-4530-b75c-98ac983ad5e6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "524e0ac1-c876-412e-b14a-4cc12350bc06",
      "dutyDetail": "Monitor, analyse and apply relevant laws, regulations, and governance best practice to ensure compliance, and make recommendations on areas of change that should be applied.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cc2c264e-a3f3-43f2-93fa-e16f834a442c",
        "db96e92c-0796-4967-aadf-74a929c69cc2",
        "b9181174-2542-4b21-8e04-b94800af6b57",
        "2bf41a78-5ba8-4b80-83b3-49ae62f18e1a",
        "ea949306-83f6-4251-808c-4ea7ca08394b"
      ],
      "mappedKnowledge": [
        "cd93d4d2-5047-4924-b7e8-74408492dfff",
        "d7aaa339-8c8c-435f-9eae-73db0eaffb57",
        "e8aa423f-5435-4eb3-8fd1-6fc1301e90b6",
        "070c0c8b-35dc-47f1-8006-dc9159d7a336",
        "c4db70bd-c336-444a-8eaf-e1bfb3be013c",
        "2c34886c-8c2f-438d-bce6-a08abcfcb904",
        "cab6f952-a514-4941-8de9-22a35e29de71"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b9199643-8af2-48a4-966a-29b9aef15e50",
        "4eea3046-6fd2-4a1b-b84e-a4b81499cea7",
        "4e29ab9a-e5db-43d0-9b78-bd938f3107ed",
        "00f7ebf6-e6dc-40ce-a1d0-0e9cd3bb6684",
        "b156b77b-7bcd-4ec5-b548-bf0e00c6a08f",
        "19991f08-1205-43a5-beea-cedb81bf9fbe",
        "6eae73f0-6737-4eb1-9a1c-b59af01aa787",
        "e02a42a6-fd9d-40d5-9529-ff3826c0c41d",
        "45294ef7-165c-43e2-9a5b-1916c09c783a",
        "40f2b4fb-64b7-4530-b75c-98ac983ad5e6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "35948563-5eb8-49fe-9f2f-23d0d63c87cc",
      "dutyDetail": "Co-ordinate and maintain the governing decision-making body’s records of internal and external activities.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cc2c264e-a3f3-43f2-93fa-e16f834a442c",
        "db96e92c-0796-4967-aadf-74a929c69cc2",
        "b9181174-2542-4b21-8e04-b94800af6b57"
      ],
      "mappedKnowledge": [
        "3a505e6e-ec90-4c3b-b3c8-0733ca96e8f2",
        "5aae9e93-cdf1-4ab6-a28c-22c006c363ba",
        "9d217a4b-ce96-4d83-b654-a138dbf0dc46",
        "f0df3787-af9f-4f5a-b2ad-9efbc872ba20",
        "f004caa9-ebc5-43c5-8245-6c921aeaa6b1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4eea3046-6fd2-4a1b-b84e-a4b81499cea7",
        "00f7ebf6-e6dc-40ce-a1d0-0e9cd3bb6684",
        "b156b77b-7bcd-4ec5-b548-bf0e00c6a08f",
        "d38b3c38-38d7-465d-b136-a85d107b219b",
        "19991f08-1205-43a5-beea-cedb81bf9fbe"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fc7ea204-368f-4c66-a021-9fbc8eb7325d",
      "dutyDetail": "Periodically review operational processes to seek efficient ways of working to facilitate the governance of the organisation.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cc2c264e-a3f3-43f2-93fa-e16f834a442c",
        "db96e92c-0796-4967-aadf-74a929c69cc2",
        "b9181174-2542-4b21-8e04-b94800af6b57",
        "2bf41a78-5ba8-4b80-83b3-49ae62f18e1a",
        "ea949306-83f6-4251-808c-4ea7ca08394b"
      ],
      "mappedKnowledge": [
        "3a505e6e-ec90-4c3b-b3c8-0733ca96e8f2",
        "d7aaa339-8c8c-435f-9eae-73db0eaffb57",
        "e8aa423f-5435-4eb3-8fd1-6fc1301e90b6",
        "9d217a4b-ce96-4d83-b654-a138dbf0dc46",
        "c4c82e50-e1f1-4061-a764-f29695d919d7",
        "070c0c8b-35dc-47f1-8006-dc9159d7a336",
        "c4db70bd-c336-444a-8eaf-e1bfb3be013c",
        "b83f81af-9a7b-467f-bd17-5fddc7d32984",
        "2c34886c-8c2f-438d-bce6-a08abcfcb904",
        "cab6f952-a514-4941-8de9-22a35e29de71"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b9199643-8af2-48a4-966a-29b9aef15e50",
        "4eea3046-6fd2-4a1b-b84e-a4b81499cea7",
        "00f7ebf6-e6dc-40ce-a1d0-0e9cd3bb6684",
        "c3105158-300e-4627-8fa5-7d0239ac436a",
        "19991f08-1205-43a5-beea-cedb81bf9fbe",
        "6eae73f0-6737-4eb1-9a1c-b59af01aa787",
        "e02a42a6-fd9d-40d5-9529-ff3826c0c41d",
        "45294ef7-165c-43e2-9a5b-1916c09c783a",
        "40f2b4fb-64b7-4530-b75c-98ac983ad5e6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6c14b515-27db-49ba-b869-5df774a05a95",
      "dutyDetail": "Work with stakeholders on projects to support the organisation's governance framework.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cc2c264e-a3f3-43f2-93fa-e16f834a442c",
        "db96e92c-0796-4967-aadf-74a929c69cc2",
        "b9181174-2542-4b21-8e04-b94800af6b57",
        "2bf41a78-5ba8-4b80-83b3-49ae62f18e1a",
        "ea949306-83f6-4251-808c-4ea7ca08394b"
      ],
      "mappedKnowledge": [
        "3a505e6e-ec90-4c3b-b3c8-0733ca96e8f2",
        "d7aaa339-8c8c-435f-9eae-73db0eaffb57",
        "e8aa423f-5435-4eb3-8fd1-6fc1301e90b6",
        "a77e10ff-6c81-42e7-952c-71f3381ed0f2",
        "cab518d9-14d0-4c47-9e7d-7e9ea5b3b798",
        "b83f81af-9a7b-467f-bd17-5fddc7d32984",
        "2c34886c-8c2f-438d-bce6-a08abcfcb904",
        "cab6f952-a514-4941-8de9-22a35e29de71"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b9199643-8af2-48a4-966a-29b9aef15e50",
        "4d95a902-3dae-464a-8c2a-fb05469d458a",
        "4e29ab9a-e5db-43d0-9b78-bd938f3107ed",
        "00f7ebf6-e6dc-40ce-a1d0-0e9cd3bb6684",
        "c3105158-300e-4627-8fa5-7d0239ac436a",
        "19991f08-1205-43a5-beea-cedb81bf9fbe",
        "6eae73f0-6737-4eb1-9a1c-b59af01aa787",
        "45294ef7-165c-43e2-9a5b-1916c09c783a",
        "40f2b4fb-64b7-4530-b75c-98ac983ad5e6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "45c4b928-fc1c-40c1-81df-326221392282",
      "dutyDetail": "Attend meetings and contribute to communications with external stakeholders such as regulators, shareholders, and members on matters relating to the governance of the organisation.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cc2c264e-a3f3-43f2-93fa-e16f834a442c",
        "db96e92c-0796-4967-aadf-74a929c69cc2",
        "b9181174-2542-4b21-8e04-b94800af6b57",
        "2bf41a78-5ba8-4b80-83b3-49ae62f18e1a"
      ],
      "mappedKnowledge": [
        "f7024e77-9ab3-4adb-aa51-b868c246c0ba",
        "3a505e6e-ec90-4c3b-b3c8-0733ca96e8f2",
        "e8aa423f-5435-4eb3-8fd1-6fc1301e90b6",
        "a77e10ff-6c81-42e7-952c-71f3381ed0f2",
        "5aae9e93-cdf1-4ab6-a28c-22c006c363ba",
        "9d217a4b-ce96-4d83-b654-a138dbf0dc46",
        "f0df3787-af9f-4f5a-b2ad-9efbc872ba20",
        "b83f81af-9a7b-467f-bd17-5fddc7d32984",
        "cab6f952-a514-4941-8de9-22a35e29de71"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4d95a902-3dae-464a-8c2a-fb05469d458a",
        "4eea3046-6fd2-4a1b-b84e-a4b81499cea7",
        "4e29ab9a-e5db-43d0-9b78-bd938f3107ed",
        "00f7ebf6-e6dc-40ce-a1d0-0e9cd3bb6684",
        "c3105158-300e-4627-8fa5-7d0239ac436a",
        "b156b77b-7bcd-4ec5-b548-bf0e00c6a08f",
        "19991f08-1205-43a5-beea-cedb81bf9fbe",
        "6eae73f0-6737-4eb1-9a1c-b59af01aa787",
        "e02a42a6-fd9d-40d5-9529-ff3826c0c41d",
        "45294ef7-165c-43e2-9a5b-1916c09c783a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "346bf05e-9325-44b3-bdc6-45437c327f44",
      "dutyDetail": "Manage external suppliers of governance-related products and/or services and support procurement processes to appoint or re-appoint them.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cc2c264e-a3f3-43f2-93fa-e16f834a442c",
        "b9181174-2542-4b21-8e04-b94800af6b57"
      ],
      "mappedKnowledge": [
        "a77e10ff-6c81-42e7-952c-71f3381ed0f2",
        "c4c82e50-e1f1-4061-a764-f29695d919d7",
        "2c34886c-8c2f-438d-bce6-a08abcfcb904",
        "cab6f952-a514-4941-8de9-22a35e29de71"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4d95a902-3dae-464a-8c2a-fb05469d458a",
        "4eea3046-6fd2-4a1b-b84e-a4b81499cea7",
        "4e29ab9a-e5db-43d0-9b78-bd938f3107ed",
        "00f7ebf6-e6dc-40ce-a1d0-0e9cd3bb6684",
        "19991f08-1205-43a5-beea-cedb81bf9fbe",
        "e02a42a6-fd9d-40d5-9529-ff3826c0c41d",
        "45294ef7-165c-43e2-9a5b-1916c09c783a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "558625b0-2063-4631-b330-bf1487c9c834",
      "dutyDetail": "Analyse and interpret data and qualitative information, including financial information, to inform the governance of the organisation.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cc2c264e-a3f3-43f2-93fa-e16f834a442c",
        "2bf41a78-5ba8-4b80-83b3-49ae62f18e1a"
      ],
      "mappedKnowledge": [
        "aabe2c7f-bacb-44d7-9aa0-cbb482b1c026",
        "c4c82e50-e1f1-4061-a764-f29695d919d7",
        "f004caa9-ebc5-43c5-8245-6c921aeaa6b1",
        "b83f81af-9a7b-467f-bd17-5fddc7d32984"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b9199643-8af2-48a4-966a-29b9aef15e50",
        "4e29ab9a-e5db-43d0-9b78-bd938f3107ed",
        "00f7ebf6-e6dc-40ce-a1d0-0e9cd3bb6684",
        "b156b77b-7bcd-4ec5-b548-bf0e00c6a08f",
        "19991f08-1205-43a5-beea-cedb81bf9fbe",
        "6eae73f0-6737-4eb1-9a1c-b59af01aa787",
        "e02a42a6-fd9d-40d5-9529-ff3826c0c41d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2b127a3e-009f-4793-a7ce-327528554932",
      "dutyDetail": "Promote awareness of the governance function to stakeholders, explaining what its role is and sharing information on governance matters.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cc2c264e-a3f3-43f2-93fa-e16f834a442c",
        "db96e92c-0796-4967-aadf-74a929c69cc2",
        "b9181174-2542-4b21-8e04-b94800af6b57",
        "ea949306-83f6-4251-808c-4ea7ca08394b"
      ],
      "mappedKnowledge": [
        "f7024e77-9ab3-4adb-aa51-b868c246c0ba",
        "3a505e6e-ec90-4c3b-b3c8-0733ca96e8f2",
        "e8aa423f-5435-4eb3-8fd1-6fc1301e90b6",
        "a77e10ff-6c81-42e7-952c-71f3381ed0f2",
        "5aae9e93-cdf1-4ab6-a28c-22c006c363ba",
        "2c34886c-8c2f-438d-bce6-a08abcfcb904"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4d95a902-3dae-464a-8c2a-fb05469d458a",
        "4e29ab9a-e5db-43d0-9b78-bd938f3107ed",
        "00f7ebf6-e6dc-40ce-a1d0-0e9cd3bb6684",
        "c3105158-300e-4627-8fa5-7d0239ac436a",
        "d38b3c38-38d7-465d-b136-a85d107b219b",
        "19991f08-1205-43a5-beea-cedb81bf9fbe",
        "45294ef7-165c-43e2-9a5b-1916c09c783a",
        "40f2b4fb-64b7-4530-b75c-98ac983ad5e6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f01dd8fc-3d1a-4be6-8191-790600b31bb7",
      "dutyDetail": "Contribute to the identification of governance initiatives and execute them collaboratively with internal and external stakeholders.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cc2c264e-a3f3-43f2-93fa-e16f834a442c",
        "db96e92c-0796-4967-aadf-74a929c69cc2",
        "b9181174-2542-4b21-8e04-b94800af6b57",
        "2bf41a78-5ba8-4b80-83b3-49ae62f18e1a",
        "ea949306-83f6-4251-808c-4ea7ca08394b"
      ],
      "mappedKnowledge": [
        "f7024e77-9ab3-4adb-aa51-b868c246c0ba",
        "3a505e6e-ec90-4c3b-b3c8-0733ca96e8f2",
        "d7aaa339-8c8c-435f-9eae-73db0eaffb57",
        "e8aa423f-5435-4eb3-8fd1-6fc1301e90b6",
        "a77e10ff-6c81-42e7-952c-71f3381ed0f2",
        "c4c82e50-e1f1-4061-a764-f29695d919d7",
        "c4db70bd-c336-444a-8eaf-e1bfb3be013c",
        "b83f81af-9a7b-467f-bd17-5fddc7d32984",
        "2c34886c-8c2f-438d-bce6-a08abcfcb904",
        "cab6f952-a514-4941-8de9-22a35e29de71"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b9199643-8af2-48a4-966a-29b9aef15e50",
        "4d95a902-3dae-464a-8c2a-fb05469d458a",
        "4eea3046-6fd2-4a1b-b84e-a4b81499cea7",
        "4e29ab9a-e5db-43d0-9b78-bd938f3107ed",
        "00f7ebf6-e6dc-40ce-a1d0-0e9cd3bb6684",
        "c3105158-300e-4627-8fa5-7d0239ac436a",
        "19991f08-1205-43a5-beea-cedb81bf9fbe",
        "6eae73f0-6737-4eb1-9a1c-b59af01aa787",
        "e02a42a6-fd9d-40d5-9529-ff3826c0c41d",
        "45294ef7-165c-43e2-9a5b-1916c09c783a",
        "40f2b4fb-64b7-4530-b75c-98ac983ad5e6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9505fc3d-72a9-438d-bba9-ad666b06a9ae",
      "dutyDetail": "Contribute to the operation of the governance function to optimise how the function operates.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cc2c264e-a3f3-43f2-93fa-e16f834a442c",
        "b9181174-2542-4b21-8e04-b94800af6b57",
        "2bf41a78-5ba8-4b80-83b3-49ae62f18e1a",
        "ea949306-83f6-4251-808c-4ea7ca08394b"
      ],
      "mappedKnowledge": [
        "f7024e77-9ab3-4adb-aa51-b868c246c0ba",
        "3a505e6e-ec90-4c3b-b3c8-0733ca96e8f2",
        "d7aaa339-8c8c-435f-9eae-73db0eaffb57",
        "e8aa423f-5435-4eb3-8fd1-6fc1301e90b6",
        "5aae9e93-cdf1-4ab6-a28c-22c006c363ba",
        "c4c82e50-e1f1-4061-a764-f29695d919d7",
        "f004caa9-ebc5-43c5-8245-6c921aeaa6b1",
        "c4db70bd-c336-444a-8eaf-e1bfb3be013c",
        "b83f81af-9a7b-467f-bd17-5fddc7d32984",
        "2c34886c-8c2f-438d-bce6-a08abcfcb904",
        "cab6f952-a514-4941-8de9-22a35e29de71"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b9199643-8af2-48a4-966a-29b9aef15e50",
        "4d95a902-3dae-464a-8c2a-fb05469d458a",
        "4eea3046-6fd2-4a1b-b84e-a4b81499cea7",
        "4e29ab9a-e5db-43d0-9b78-bd938f3107ed",
        "00f7ebf6-e6dc-40ce-a1d0-0e9cd3bb6684",
        "19991f08-1205-43a5-beea-cedb81bf9fbe",
        "6eae73f0-6737-4eb1-9a1c-b59af01aa787",
        "e02a42a6-fd9d-40d5-9529-ff3826c0c41d",
        "45294ef7-165c-43e2-9a5b-1916c09c783a",
        "40f2b4fb-64b7-4530-b75c-98ac983ad5e6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "07ec2770-0510-4061-9a98-2c65b9ec30e7",
      "dutyDetail": "Work with internal and external auditors in the co-ordination of audits and in responding to audit questions and findings.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cc2c264e-a3f3-43f2-93fa-e16f834a442c",
        "b9181174-2542-4b21-8e04-b94800af6b57"
      ],
      "mappedKnowledge": [
        "a77e10ff-6c81-42e7-952c-71f3381ed0f2",
        "5aae9e93-cdf1-4ab6-a28c-22c006c363ba",
        "f004caa9-ebc5-43c5-8245-6c921aeaa6b1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4d95a902-3dae-464a-8c2a-fb05469d458a",
        "4e29ab9a-e5db-43d0-9b78-bd938f3107ed",
        "00f7ebf6-e6dc-40ce-a1d0-0e9cd3bb6684",
        "b156b77b-7bcd-4ec5-b548-bf0e00c6a08f",
        "19991f08-1205-43a5-beea-cedb81bf9fbe",
        "e02a42a6-fd9d-40d5-9529-ff3826c0c41d",
        "45294ef7-165c-43e2-9a5b-1916c09c783a"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-05-30T00:00:00"
}