{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 670,
  "referenceNumber": "ST1324",
  "learningAimClassCode": "",
  "title": "Journalist",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1324",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-04-22T00:00:00",
  "earliestStartDate": "2021-12-13T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Find and tell stories and inform the public.",
  "level": 5,
  "ePALength": 0,
  "typicalDuration": 14,
  "maxFunding": 13000,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "writing",
    "journalism",
    "shorthand",
    "newspaper",
    "magazine",
    "website",
    "news"
  ],
  "jobRoles": [
    "Journalist",
    "Reporter",
    "Trainee reporter",
    "Social media producer",
    "Multimedia reporter",
    "Digital journalist",
    "Data journalist"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/5744/20210917-st1324_journalist_l5_for-publishing.pdf",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.3 Media and communication",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in media businesses such as TV, radio, online, social media and print (newspapers, digital publishing and magazines), public relations and communications.&lt;br /&gt;&lt;br /&gt;The broad purpose of the occupation is to inform the public- either through news and current events, or through the creation of authoritative features, opinion or analysis.&lt;br /&gt;&lt;br /&gt;In their daily work, an employee in this occupation interacts with colleagues within the same organisation, representatives of other businesses/organisations and members of the general public.&lt;br /&gt;&lt;br /&gt;An employee in this occupation will be responsible for finding, researching and creating journalistic content tailored to brand needs and target audience in a deadline driven environment. The content can include: news, features, reviews, documentaries, covering live events, researching data, shooting, recording and editing video, recording and editing audio interviews and creating podcasts.&lt;/p&gt;\n&lt;p&gt;The content could be used to inform or entertain on TV, radio, online, social media or in print. This could be across multiple genres; from crime to politics, to technology to sport to fashion. A journalist will source material, speak to contacts, conduct interviews and produce content as required in a timely way.&#160;&lt;/p&gt;\n&lt;p&gt;They will talk directly and engage with the audience in what can be unpredictable and testing circumstances. They understand the need for audience/reader engagement and evaluation of audience analytics. They will also source contributions to stories through verified user-generated content and the public.&lt;/p&gt;\n&lt;p&gt;Throughout, good editorial judgements must be demonstrated with a clear understanding and application of the law, relevant codes of practice and ethical principles.&lt;/p&gt;\n&lt;p&gt;A journalist will typically report to a senior colleague within their area of working. Typically, work will be completed in an office or in varied locations, including remotely from home, and will usually involve unsociable hours or shift working.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "bc113b24-d2da-42e1-ad5d-79eec330ed65",
      "detail": "Own role within the business, the brand's business model and target audience, both in terms of demographic and sociographic profile; and understand audiences’ needs from the media."
    },
    {
      "knowledgeId": "688fa487-4d19-491d-a77d-acf185aa1a0e",
      "detail": "The relevant legislation affecting journalists: defamation; contempt of court; reporting restrictions; privacy, copyright, confidential sources."
    },
    {
      "knowledgeId": "069fe093-3255-4deb-872b-b26a6f988cec",
      "detail": "The relevant regulations and more general ethical issues and how they can affect a journalist’s work including; the codes of conduct/practice and relevant regulatory bodies to comply with such as the Independent Press Standards Organisation (IPSO), the Ofcom Broadcasting Code, BBC editorial guidelines and employer guidelines."
    },
    {
      "knowledgeId": "a4158661-ba9d-407b-b9c4-44089cf3317a",
      "detail": "How to identify, find and establish physical and on-line contacts/sources to inform and contribute to content."
    },
    {
      "knowledgeId": "e835108c-6cef-4d16-bb69-ea4e86974cbe",
      "detail": "How to use audience analytics to inform content selection and story telling."
    },
    {
      "knowledgeId": "83dc933e-4ce5-4b74-8246-3a0626794021",
      "detail": "The techniques for planning and structuring content narratives, including working to a brief, which adopt the brand’s tone and follow brand rules and conventions."
    },
    {
      "knowledgeId": "616404f2-a57e-404b-af2d-19b556433357",
      "detail": "How to generate original and exclusive content, and the contexts within which the content can be used."
    },
    {
      "knowledgeId": "cc544907-8632-481a-bf38-e3ae4b7d6e08",
      "detail": "How to identify and use techniques to extract data which will support content creation."
    },
    {
      "knowledgeId": "e47008a8-c7b8-4465-a4cf-de0f45ec49e3",
      "detail": "Interviewing techniques, strategies and lines of questioning to extract the maximum, relevant information from interviewees whether face-to-face, by telephone or electronic means in many settings, including press conferences, formal one-to-one interviews, on-the-doorstep and in the street."
    },
    {
      "knowledgeId": "e90e1c57-5e3b-4e01-886e-4f020bcec2e8",
      "detail": "How and when to obtain specialist subject knowledge selecting appropriate research techniques to ensure accuracy."
    },
    {
      "knowledgeId": "ed0b21cc-dcdf-4335-aad4-1c99083e28f3",
      "detail": "The theoretical and practical uses of social media platforms, the issues/risks of these and how this aligns with the employer’s target audience and protocols."
    },
    {
      "knowledgeId": "8d614c8a-9497-4558-88cf-26cd70b7a967",
      "detail": "The technical requirements and use of multi-platform digital/social journalism recording equipment, editing and publishing applications/programs."
    },
    {
      "knowledgeId": "b847f4b9-1113-42aa-b46f-f4a4dc8adbcf",
      "detail": "How to shoot and edit video and audio to meet standards for publication on different platforms."
    },
    {
      "knowledgeId": "49ad3718-88da-4d63-a414-7b4552c09c5f",
      "detail": "Own employer’s recording and editing protocols and programs; how to proof read content and edit as required."
    },
    {
      "knowledgeId": "8d24d58d-7241-4076-ae31-fb8107accb76",
      "detail": "How to maintain professional ethics and practices and keep abreast of new developments within the media industry."
    },
    {
      "knowledgeId": "4cac1626-513f-44b0-91b0-6e30f014f34c",
      "detail": "How clear, timely communication contributes to productive working relationships."
    },
    {
      "knowledgeId": "93a63c78-97b9-4698-a654-634c7dc70276",
      "detail": "The value of brands, how they are developed and enhanced and how they can be damaged."
    },
    {
      "knowledgeId": "7b24cef3-eb84-4023-a209-c4c51991a939",
      "detail": "The requirements of health and safety legislation in day-to-day work."
    },
    {
      "knowledgeId": "dd334cd3-59fc-44fc-b692-7a88cee6afb9",
      "detail": "Own workplace terminology, equipment and programs."
    },
    {
      "knowledgeId": "845f6fa9-937a-4382-84ce-9d72df4402b8",
      "detail": "Procedures for dealing with complaints."
    },
    {
      "knowledgeId": "e2f59a6e-4c2b-4713-b970-09ddead51d16",
      "detail": "How to integrate equality, diversity and inclusion in the workplace. "
    }
  ],
  "behaviours": [
    {
      "behaviourId": "67836fbe-2104-4dfc-b663-e1ff430e5558",
      "detail": "Proactive and is curious, forward-looking, and open to change and emerging trends, to enhance the overall experience of the reader, viewer, or end-user."
    },
    {
      "behaviourId": "8b78cbcc-fb6b-4143-8348-aceafd13fc90",
      "detail": "Work on own initiative to prepare accurate journalistic content in the most eye-catching and compelling manner, getting it ‘right first time’. Takes responsibility for seeing the \"big picture\" amidst a mass of information or data."
    },
    {
      "behaviourId": "f5c8c9a8-3d98-4b05-adb3-5feda8bb1938",
      "detail": "Work ethically and with integrity and knows when to seek advice from more senior staff. "
    },
    {
      "behaviourId": "df59c839-19d0-4e68-a87b-7f634cb36dfa",
      "detail": "Work in a transparent and open way; making judgements free from bias."
    },
    {
      "behaviourId": "34f3c98d-f722-45b5-a9b1-a6b9dfc08c46",
      "detail": "Act to build and enhance the brand (employer’s and personal) and considers the consequences of any actions."
    },
    {
      "behaviourId": "ac6f18e8-6f2f-4f67-a52d-b8e54f5f7f47",
      "detail": "Works collaboratively with stakeholders and colleagues, developing strong working relationships to achieve common goals and promote mutual respect."
    },
    {
      "behaviourId": "853e97fe-7ec3-41f2-8bca-96fc1a88f12d",
      "detail": "Recognises and complies with equality, diversity and inclusion in the workplace."
    },
    {
      "behaviourId": "ac33b454-dea0-42fa-b918-55a4992e4bb7",
      "detail": "Is empathetic, builds trust and contact networks, recognising a duty of care may be owed to sources/contacts, and is a good listener while still critically evaluating the information being received."
    },
    {
      "behaviourId": "11c8abed-7272-43d9-bbee-80cb116ed78a",
      "detail": "Adapts positively to changing work priorities and patterns, ensuring deadlines continue to be met."
    }
  ],
  "skills": [
    {
      "skillId": "0d5271c2-850d-486c-9742-c719a8eb3da2",
      "detail": "Undertake research before reporting to ensure that journalistic content/material published or broadcast is accurate, impartial, balanced, engages the audience and is verifiable with industry standard use of English."
    },
    {
      "skillId": "cf99fba3-4e91-4cd2-bf3a-1ed4f7d4812b",
      "detail": "Identify, select, and verify multiple sources of information, including people, reports, data and social media, cross-checking and corroborating when necessary. "
    },
    {
      "skillId": "1151858b-4fb4-4235-bcd2-5a836a9689af",
      "detail": "Take accurate, relevant notes when and where needed, use shorthand where required by your employer."
    },
    {
      "skillId": "29413263-7cd6-4a5d-8a8e-f018587b2b05",
      "detail": "Assess the strengths/weaknesses of available platforms and where and when journalistic content is likely to work best."
    },
    {
      "skillId": "81f2bdb3-0d98-4486-a580-77068ad39d1c",
      "detail": "Assess and produce journalistic content in accordance with legal and regulatory requirements; ethical issues and organisational specifications, alerting senior managers when necessary."
    },
    {
      "skillId": "18b238f8-4c93-4e80-a155-102a1aec037f",
      "detail": "Make decisions and judgements at speed and when under pressure, on the way stories are researched and presented, aiming to lead when breaking news."
    },
    {
      "skillId": "b05134e6-1c47-4f8d-8d39-b0f7afa1e4bf",
      "detail": "Find and use contacts to create journalistic content and exclusive stories which meet the needs of the target audience. Verify information from contacts and critically review its short and long-term implications."
    },
    {
      "skillId": "27e948b6-a85b-4a7b-a1f0-01c5cacede71",
      "detail": "Use audience analytics to evaluate the success of the journalistic content and how that can inform future decision-making."
    },
    {
      "skillId": "a35539f2-5cb9-4d7a-8ae9-fcf1d28625e0",
      "detail": "Monitor relevant social media on a systematic basis. Proactively seek, verify and curate sources of user-generated content that will help improve targeted content, grow the audience and the depth of engagement."
    },
    {
      "skillId": "afe58617-3dca-4008-bf30-b0bf5ee7c704",
      "detail": "Produce journalistic content using language which resonates with the audience as measured by audience analytics, social media interaction and reach or other internal \"tools\" used by employers to understand audience sentiment."
    },
    {
      "skillId": "59b70815-e6c9-4156-bbeb-e39c2156cf50",
      "detail": "Produce journalistic content in multimedia combinations as required which \"draw in\" the viewer/listener/user to tell the complete story."
    },
    {
      "skillId": "860c245c-bf5b-4d41-b090-b9fe427175c4",
      "detail": "Report live to the audience from the scene of an event using remote technologies."
    },
    {
      "skillId": "510b2fdb-d4d5-411c-9cc7-a9c416b6b984",
      "detail": "Publish journalistic content, using all available tools to enhance the user experience."
    },
    {
      "skillId": "1dd2627d-5c2f-4ff4-a6ea-d6d12ec8e873",
      "detail": "Undertake different types of interviews to extract information, identifying and selecting the right interviewing technique to suit the interviewee and seeking to make a connection with the subject."
    },
    {
      "skillId": "2abdb21e-615f-4f9e-88c0-cfa60c1bda19",
      "detail": "Evaluate answers from interviewees to inform further questioning, probing for detail and inconsistencies in replies given. If needed, identify other people to speak to. "
    },
    {
      "skillId": "56eebc31-8edc-42a0-b63d-89b6014616cf",
      "detail": "Check and evaluate own work in relation to industry standards, adhering to employer guidelines. Ensure it is of a quality to maintain the organisation's reputation in the industry."
    },
    {
      "skillId": "5b86028a-e265-4700-ba99-e56a4f7ac8bf",
      "detail": "Seek constructive feedback from relevant people about your performance; taking action as required."
    },
    {
      "skillId": "1b35cc3e-f9ad-479d-bc8b-1e5672bde142",
      "detail": "Consider the impact of equality and diversity practices on individuals and groups and ensure those practices are inclusive.   "
    },
    {
      "skillId": "2f93434c-1e5f-4974-b0e9-7aa43c690b9c",
      "detail": "Locate, clean and interrogate datasets to inform content generation.   "
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2021-12-13T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0395",
  "tbMainContact": "lyn.jones@nctj.com",
  "involvedEmployers": "Newsquest, Sky Sports News, Archant, BBC, City of Wolverhampton College, dmg media, Future Plc, Guardian News & Media, Iliffe, JPIMedia, London Evening Standard & Independent, Mark Allen Publishing, MNA Media, Reach Plc, Sky News, talkSPORT, The Telegraph, NCTJ\r\n",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Journalist",
    "Reporter",
    "Trainee reporter",
    "Social media producer",
    "Multimedia reporter",
    "Digital journalist",
    "Data journalist"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Media, Broadcast and Production",
  "cluster": "Media, broadcast and production technician",
  "clusterId": "76",
  "clusterDescription": null,
  "createdDate": "2021-12-13T14:39:02 +00:00",
  "lastUpdated": "2022-04-22T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2021-12-13T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC1324",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1324-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1324-v1-0",
  "qualifications": [
    {
      "qualificationId": "37630feb-b51d-4131-979a-545f59db20a3",
      "title": "Diploma in Journalism",
      "level": "5",
      "anyAdditionalInformation": "The NCTJ Diploma in Journalism is the Gateway qualification for the apprenticeship.",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "9b344c4c-3858-4df2-8203-8975b26d382a",
      "dutyDetail": "Create journalistic content for publication on any platform, using brand tone rules and conventions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "8b78cbcc-fb6b-4143-8348-aceafd13fc90"
      ],
      "mappedKnowledge": [
        "83dc933e-4ce5-4b74-8246-3a0626794021",
        "616404f2-a57e-404b-af2d-19b556433357",
        "e90e1c57-5e3b-4e01-886e-4f020bcec2e8",
        "dd334cd3-59fc-44fc-b692-7a88cee6afb9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0d5271c2-850d-486c-9742-c719a8eb3da2",
        "cf99fba3-4e91-4cd2-bf3a-1ed4f7d4812b",
        "1151858b-4fb4-4235-bcd2-5a836a9689af",
        "81f2bdb3-0d98-4486-a580-77068ad39d1c",
        "afe58617-3dca-4008-bf30-b0bf5ee7c704"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "05741489-ef96-4c18-aa17-4f1ca8d878b6",
      "dutyDetail": "Ensure work and professional practice complies with legal, regulatory and ethical codes, guidelines and principles.  ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "f5c8c9a8-3d98-4b05-adb3-5feda8bb1938"
      ],
      "mappedKnowledge": [
        "688fa487-4d19-491d-a77d-acf185aa1a0e",
        "069fe093-3255-4deb-872b-b26a6f988cec",
        "8d24d58d-7241-4076-ae31-fb8107accb76",
        "7b24cef3-eb84-4023-a209-c4c51991a939",
        "845f6fa9-937a-4382-84ce-9d72df4402b8"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0d5271c2-850d-486c-9742-c719a8eb3da2",
        "81f2bdb3-0d98-4486-a580-77068ad39d1c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "54053eb1-9dec-4b5f-abca-8c672ca8cb3c",
      "dutyDetail": "Apply and review equality, diversity and inclusion best practice in all aspects of your work and consider the impact on the audience.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "f5c8c9a8-3d98-4b05-adb3-5feda8bb1938",
        "853e97fe-7ec3-41f2-8bca-96fc1a88f12d",
        "ac33b454-dea0-42fa-b918-55a4992e4bb7"
      ],
      "mappedKnowledge": [
        "8d24d58d-7241-4076-ae31-fb8107accb76",
        "845f6fa9-937a-4382-84ce-9d72df4402b8",
        "e2f59a6e-4c2b-4713-b970-09ddead51d16"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "81f2bdb3-0d98-4486-a580-77068ad39d1c",
        "5b86028a-e265-4700-ba99-e56a4f7ac8bf",
        "1b35cc3e-f9ad-479d-bc8b-1e5672bde142"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c1fc46de-2846-4b6c-9a12-1e50e10d2804",
      "dutyDetail": "Assess and select the most appropriate platforms in line with brand priorities, to achieve maximum audience engagement.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "67836fbe-2104-4dfc-b663-e1ff430e5558",
        "8b78cbcc-fb6b-4143-8348-aceafd13fc90"
      ],
      "mappedKnowledge": [
        "83dc933e-4ce5-4b74-8246-3a0626794021",
        "ed0b21cc-dcdf-4335-aad4-1c99083e28f3",
        "8d614c8a-9497-4558-88cf-26cd70b7a967",
        "49ad3718-88da-4d63-a414-7b4552c09c5f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "29413263-7cd6-4a5d-8a8e-f018587b2b05",
        "a35539f2-5cb9-4d7a-8ae9-fcf1d28625e0"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ccdc338a-26d6-4d66-9e66-63a28102da55",
      "dutyDetail": "Interpret and apply audience analytics to inform content development to meet brand strategies and objectives.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "67836fbe-2104-4dfc-b663-e1ff430e5558",
        "34f3c98d-f722-45b5-a9b1-a6b9dfc08c46"
      ],
      "mappedKnowledge": [
        "bc113b24-d2da-42e1-ad5d-79eec330ed65",
        "e835108c-6cef-4d16-bb69-ea4e86974cbe",
        "93a63c78-97b9-4698-a654-634c7dc70276"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "29413263-7cd6-4a5d-8a8e-f018587b2b05",
        "27e948b6-a85b-4a7b-a1f0-01c5cacede71"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e9418391-9925-4b8c-b8ce-e45283f5c7fd",
      "dutyDetail": "Source and maintain diverse contacts to develop current and future content.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "f5c8c9a8-3d98-4b05-adb3-5feda8bb1938",
        "ac6f18e8-6f2f-4f67-a52d-b8e54f5f7f47",
        "ac33b454-dea0-42fa-b918-55a4992e4bb7"
      ],
      "mappedKnowledge": [
        "688fa487-4d19-491d-a77d-acf185aa1a0e",
        "069fe093-3255-4deb-872b-b26a6f988cec",
        "a4158661-ba9d-407b-b9c4-44089cf3317a",
        "e2f59a6e-4c2b-4713-b970-09ddead51d16"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cf99fba3-4e91-4cd2-bf3a-1ed4f7d4812b",
        "b05134e6-1c47-4f8d-8d39-b0f7afa1e4bf",
        "1b35cc3e-f9ad-479d-bc8b-1e5672bde142"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c9a26b4c-e1a4-4e3e-b5d1-dd30599f259a",
      "dutyDetail": "Conduct sufficient primary and secondary research to produce error-free content.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "8b78cbcc-fb6b-4143-8348-aceafd13fc90"
      ],
      "mappedKnowledge": [
        "688fa487-4d19-491d-a77d-acf185aa1a0e",
        "069fe093-3255-4deb-872b-b26a6f988cec",
        "a4158661-ba9d-407b-b9c4-44089cf3317a",
        "e47008a8-c7b8-4465-a4cf-de0f45ec49e3",
        "e90e1c57-5e3b-4e01-886e-4f020bcec2e8"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0d5271c2-850d-486c-9742-c719a8eb3da2",
        "cf99fba3-4e91-4cd2-bf3a-1ed4f7d4812b",
        "1151858b-4fb4-4235-bcd2-5a836a9689af",
        "1dd2627d-5c2f-4ff4-a6ea-d6d12ec8e873",
        "2abdb21e-615f-4f9e-88c0-cfa60c1bda19"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ac85cf0c-faa6-4a3e-b33b-cffa53d5ce70",
      "dutyDetail": "Adopt appropriate strategies and techniques for effective interviewing in a wide range of settings. Demonstrating empathy and making a connection with interviewees, while applying legal and ethical principles.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "f5c8c9a8-3d98-4b05-adb3-5feda8bb1938",
        "ac6f18e8-6f2f-4f67-a52d-b8e54f5f7f47",
        "ac33b454-dea0-42fa-b918-55a4992e4bb7"
      ],
      "mappedKnowledge": [
        "688fa487-4d19-491d-a77d-acf185aa1a0e",
        "069fe093-3255-4deb-872b-b26a6f988cec",
        "e47008a8-c7b8-4465-a4cf-de0f45ec49e3",
        "4cac1626-513f-44b0-91b0-6e30f014f34c",
        "7b24cef3-eb84-4023-a209-c4c51991a939"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0d5271c2-850d-486c-9742-c719a8eb3da2",
        "1151858b-4fb4-4235-bcd2-5a836a9689af",
        "b05134e6-1c47-4f8d-8d39-b0f7afa1e4bf",
        "1dd2627d-5c2f-4ff4-a6ea-d6d12ec8e873",
        "2abdb21e-615f-4f9e-88c0-cfa60c1bda19"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "70a4ef29-d656-41ea-8b0d-9efc55bfa7dc",
      "dutyDetail": "Create and publish content from a variety of settings, such as the scene of an event.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "8b78cbcc-fb6b-4143-8348-aceafd13fc90",
        "f5c8c9a8-3d98-4b05-adb3-5feda8bb1938",
        "df59c839-19d0-4e68-a87b-7f634cb36dfa",
        "ac33b454-dea0-42fa-b918-55a4992e4bb7",
        "11c8abed-7272-43d9-bbee-80cb116ed78a"
      ],
      "mappedKnowledge": [
        "688fa487-4d19-491d-a77d-acf185aa1a0e",
        "069fe093-3255-4deb-872b-b26a6f988cec",
        "616404f2-a57e-404b-af2d-19b556433357",
        "e47008a8-c7b8-4465-a4cf-de0f45ec49e3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "81f2bdb3-0d98-4486-a580-77068ad39d1c",
        "18b238f8-4c93-4e80-a155-102a1aec037f",
        "afe58617-3dca-4008-bf30-b0bf5ee7c704",
        "59b70815-e6c9-4156-bbeb-e39c2156cf50",
        "860c245c-bf5b-4d41-b090-b9fe427175c4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7a8296dd-700c-4d8c-b35d-90d0d25a90f4",
      "dutyDetail": "Shoot and record video and audio and produce images which are turned into engaging video stories, audio stories and content for multi-platform journalistic use.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "67836fbe-2104-4dfc-b663-e1ff430e5558",
        "8b78cbcc-fb6b-4143-8348-aceafd13fc90"
      ],
      "mappedKnowledge": [
        "8d614c8a-9497-4558-88cf-26cd70b7a967",
        "b847f4b9-1113-42aa-b46f-f4a4dc8adbcf"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "81f2bdb3-0d98-4486-a580-77068ad39d1c",
        "18b238f8-4c93-4e80-a155-102a1aec037f",
        "59b70815-e6c9-4156-bbeb-e39c2156cf50",
        "510b2fdb-d4d5-411c-9cc7-a9c416b6b984",
        "56eebc31-8edc-42a0-b63d-89b6014616cf"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b707e911-d30e-4264-a98d-6e0698041b46",
      "dutyDetail": "Research and interpret data to inform journalistic content creation.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "67836fbe-2104-4dfc-b663-e1ff430e5558",
        "8b78cbcc-fb6b-4143-8348-aceafd13fc90"
      ],
      "mappedKnowledge": [
        "cc544907-8632-481a-bf38-e3ae4b7d6e08",
        "e47008a8-c7b8-4465-a4cf-de0f45ec49e3",
        "e90e1c57-5e3b-4e01-886e-4f020bcec2e8"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cf99fba3-4e91-4cd2-bf3a-1ed4f7d4812b",
        "59b70815-e6c9-4156-bbeb-e39c2156cf50",
        "510b2fdb-d4d5-411c-9cc7-a9c416b6b984",
        "2f93434c-1e5f-4974-b0e9-7aa43c690b9c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ed2b391a-3424-45ea-ab64-fe57d34757f0",
      "dutyDetail": "Verify and curate user-generated content.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "df59c839-19d0-4e68-a87b-7f634cb36dfa",
        "34f3c98d-f722-45b5-a9b1-a6b9dfc08c46",
        "11c8abed-7272-43d9-bbee-80cb116ed78a"
      ],
      "mappedKnowledge": [
        "a4158661-ba9d-407b-b9c4-44089cf3317a",
        "ed0b21cc-dcdf-4335-aad4-1c99083e28f3",
        "845f6fa9-937a-4382-84ce-9d72df4402b8"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cf99fba3-4e91-4cd2-bf3a-1ed4f7d4812b",
        "18b238f8-4c93-4e80-a155-102a1aec037f",
        "b05134e6-1c47-4f8d-8d39-b0f7afa1e4bf",
        "a35539f2-5cb9-4d7a-8ae9-fcf1d28625e0",
        "56eebc31-8edc-42a0-b63d-89b6014616cf"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3c4c204d-fa4c-470b-96d1-d128e95b9599",
      "dutyDetail": "Work collaboratively with others to produce content and achieve results required by the brand.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ac6f18e8-6f2f-4f67-a52d-b8e54f5f7f47",
        "853e97fe-7ec3-41f2-8bca-96fc1a88f12d",
        "ac33b454-dea0-42fa-b918-55a4992e4bb7"
      ],
      "mappedKnowledge": [
        "4cac1626-513f-44b0-91b0-6e30f014f34c",
        "7b24cef3-eb84-4023-a209-c4c51991a939",
        "dd334cd3-59fc-44fc-b692-7a88cee6afb9",
        "845f6fa9-937a-4382-84ce-9d72df4402b8",
        "e2f59a6e-4c2b-4713-b970-09ddead51d16"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "18b238f8-4c93-4e80-a155-102a1aec037f",
        "860c245c-bf5b-4d41-b090-b9fe427175c4",
        "5b86028a-e265-4700-ba99-e56a4f7ac8bf",
        "1b35cc3e-f9ad-479d-bc8b-1e5672bde142"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "aa0166cf-cc57-4ac8-a634-ed3ceeee224e",
      "dutyDetail": "Undertake continuous professional development to aid career progression, maintaining a wide industry awareness.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "67836fbe-2104-4dfc-b663-e1ff430e5558",
        "853e97fe-7ec3-41f2-8bca-96fc1a88f12d"
      ],
      "mappedKnowledge": [
        "8d24d58d-7241-4076-ae31-fb8107accb76",
        "93a63c78-97b9-4698-a654-634c7dc70276",
        "7b24cef3-eb84-4023-a209-c4c51991a939",
        "dd334cd3-59fc-44fc-b692-7a88cee6afb9",
        "e2f59a6e-4c2b-4713-b970-09ddead51d16"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "56eebc31-8edc-42a0-b63d-89b6014616cf",
        "5b86028a-e265-4700-ba99-e56a4f7ac8bf",
        "1b35cc3e-f9ad-479d-bc8b-1e5672bde142"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2022-04-22T00:00:00"
}