{
  "templateType": "Occupational Standard",
  "larsCode": 723,
  "referenceNumber": "ST1318",
  "learningAimClassCode": "",
  "title": "Junior grip",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1318",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-08-30T00:00:00",
  "earliestStartDate": "2023-08-29T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Build, maintain and move grip equipment during productions.",
  "level": 2,
  "ePALength": 3,
  "typicalDuration": 24,
  "maxFunding": 15000,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "media",
    "communications",
    "junior grip",
    "productions",
    "grip"
  ],
  "jobRoles": [
    "Crane grip",
    "Dolly grip",
    "Floor grip",
    "Grip",
    "Rag grip- blue and green screen",
    "Rigging grip",
    "Truck grip"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st1318-v1-0?view=epa",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.3 Media and communication",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;. build, maintain and move grip equipment during productions&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the film and TV sectors and work can be carried out either on set or on location. Depending on the production requirements, conditions on location can be demanding and include extreme terrain, climates or weather conditions. Employers can be large or small equipment rental houses - that rent out equipment to the film and TV industry, film or TV production companies or film or TV studios. However, the vast majority of the sector is freelance – employed for the duration of specific productions.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to build, maintain and move grip equipment during productions, so that the position and movement required by cameras are achievable. This can include equipment such as track, dollies, cranes and jib arms. This is a specialised role which involves constructing and operating bespoke machinery. A grip will select and obtain suitable equipment, materials and consumables. They will also lay track and install rigging mounts, dollies, platforms, cranes, jib arms and remote-controlled heads before filming commences. During filming this involves tracking cameras, dollies, cranes and jib arms so that desired shots are obtained. After filming it involves dismantling, cleaning and returning equipment. All work is carried out as part of a team. As grips need to set things up before filming can commence, it can involve working long and irregular hours. It involves working at height and working outdoors. It may also involve working away from home for periods of time. Driving is typically required as part of this role but is not an entry requirement for the apprenticeship.&#160;&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with other grips and other members of the camera department. They report to the key grip, who is in charge of their work. In addition, they need to interact with members of stunt, lighting and art departments on productions, as well as cast members, equipment hire ordering companies and delivery staff.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for the health and safety of every aspect of their work. This is particularly important given the high-risk nature of the role as grip equipment and its operation has the potential to be very dangerous. A high level of professionalism is expected, and they are responsible for the quality of their work and completing their work to production timescales. Problem-solving is a key part of the role as is engineering knowledge as they may be required to lay track in complex and extreme situations. Communication and team-working is essential to the role. Grips will typically report to the key grip for each job. They work in teams and may refer to team members who have more experience than them or give support to those with less experience. Teams are supervised by the key grip. They will be responsible for the grip or crane equipment and the tools they use for assembly and dismantling it. They will be responsible for keeping the kit in good order, cleaning it and returning it in good condition to the equipment hire company. They are also responsible for reporting any loss or damage when it is finished with. There are no statutory or regulatory entry requirements for these occupations, but insurance typically dictates that entrants are likely to be at least 18.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "acc52b34-7b3f-4bf4-ab38-c7de0c03fcf3",
      "detail": "The workflow for grip activity and its impact on production schedules and budgets."
    },
    {
      "knowledgeId": "c307e6ca-024c-4226-a042-0bfde536563f",
      "detail": "Roles, responsibilities and dependencies of departments involved in the production process and their interactions with grip activities. "
    },
    {
      "knowledgeId": "792644d6-d5f6-480a-8b59-b29d54b90da3",
      "detail": "The impact of own work on the productivity of grip team and other teams involved in productions."
    },
    {
      "knowledgeId": "1f53a35b-b569-48bd-9ddf-593433b7f8b8",
      "detail": "Methods to identify and resolve conflict with other people."
    },
    {
      "knowledgeId": "b05b1d2a-f1d9-40e7-bc5d-9879df14cd5c",
      "detail": "Production protocols for clarifying instructions and requirements, offering suggestions and alternative solutions and alerting others to hazards. "
    },
    {
      "knowledgeId": "c95ace20-c60a-4700-a423-62ada64693cb",
      "detail": "Set etiquette and expected behaviours and protocols for working on a production in both a studio or on location. "
    },
    {
      "knowledgeId": "d2259d92-711b-4fdc-befb-02aa772827d3",
      "detail": "Health and safety legislation, production-specific policies and procedures while handling, fixing, moving and operating grip and grip related equipment."
    },
    {
      "knowledgeId": "6dcfbadc-0b4c-4113-8417-b9079bf5f051",
      "detail": "Protocols and recording requirements to ensure a safe working environment for self, crew, performers and the public."
    },
    {
      "knowledgeId": "08a36e14-4cad-4540-b6a4-e896ede8cc0e",
      "detail": "The purpose, format and content of equipment safety certificates. Which equipment requires a certificate. How to assess if a certificate is valid. How and where to store  information about certificates. "
    },
    {
      "knowledgeId": "e4d0a577-2ab6-4c9c-95de-719b6cbffd85",
      "detail": "The limits of own expertise and when it is appropriate to consult with or refer to others."
    },
    {
      "knowledgeId": "55647f01-047e-4f28-b37e-530ab7ab0b1d",
      "detail": "The range of floor types, frames, boards and decking that might be used to support track and their construction methods, weight limits and strengths. Situations in which they might be used and who might assemble them."
    },
    {
      "knowledgeId": "2e8a3630-cbef-40a6-af19-a83d2926806c",
      "detail": "The range of track. Its design limits for surface type, incline and the size and weight of equipment and people to be carried, including circumstances when different types of bracing should be used."
    },
    {
      "knowledgeId": "1878087a-de0a-4263-a420-551a1de6c824",
      "detail": "The range of dollies, tracking platforms and trailers, their uses, capabilities and design limits. "
    },
    {
      "knowledgeId": "8bba4291-8352-4aa5-b91c-92c23c29b557",
      "detail": "How to operate dollies, camera cranes and jib arms, including those with electric or pressure systems. "
    },
    {
      "knowledgeId": "e7564fef-d246-4642-9fa2-28bfef1e67f9",
      "detail": "The range of camera cranes and jib arms, their uses, differences and design limits. "
    },
    {
      "knowledgeId": "c052685a-28b4-4774-923f-a2efccfa1f21",
      "detail": "The effect of weight, balance, payload, cables, types of mountings and methods and types of fastenings when rigging grip equipment, cameras and remotely controlled heads."
    },
    {
      "knowledgeId": "83003afa-f0e1-4928-9036-00773176fc03",
      "detail": "The purpose of special earth bonds and how to secure them so that cables cannot foul mounts or other parts on the rig."
    },
    {
      "knowledgeId": "d552c4e5-a25a-417d-8a43-02bc3879720d",
      "detail": "The range of materials and consumables required for assembling, rigging, dismantling and cleaning grip equipment. "
    },
    {
      "knowledgeId": "66602a69-d194-4480-b163-ec241095bed4",
      "detail": "The uses and design limits of tools required to assemble, rig and dismantle grip equipment."
    },
    {
      "knowledgeId": "5e4c06ff-aa6c-4936-beb6-05f2d089c990",
      "detail": "Storage requirements for tools, materials and consumables."
    },
    {
      "knowledgeId": "f24b9ea7-b079-444a-9396-6e84d96e056f",
      "detail": "Policies and practices to keep grip equipment and rigs secure, safe and protected from the environment."
    },
    {
      "knowledgeId": "b00e923b-e816-423e-a647-038b8efaef2b",
      "detail": "How to meet freelancing requirements for income, expenditure, cash flow, invoicing, insurance and tax."
    },
    {
      "knowledgeId": "e033b8d2-775f-4650-b40f-7262678c5ef9",
      "detail": "How to use techniques to secure employment in the industry including networking, interviews, and keeping up to date CVs. How to evaluate their effectiveness. "
    }
  ],
  "behaviours": [
    {
      "behaviourId": "0e0facd3-3282-4266-b9a3-08b56a27e88a",
      "detail": "Works with a high level of sustained concentration and attention to detail, producing work which meets safety and production requirements within agreed deadlines."
    },
    {
      "behaviourId": "5563c780-1778-4da9-9cc7-c45bf707bd30",
      "detail": "Works as part of a team, offering and accepting support from colleagues without conflict so that production requirements are met."
    },
    {
      "behaviourId": "47b0be58-7ad5-48dc-8838-418f5f66400f",
      "detail": "Displays professional behaviour and respect to both grip colleagues and the wider production team in line with accepted set etiquette and equality, diversity and inclusion standards."
    },
    {
      "behaviourId": "3643369d-1e6d-4148-a44d-1864d2a48907",
      "detail": "Applies an appreciation of the value of the equipment to their work, using appropriate handling, packaging and cleaning techniques to maintain the safety and security of equipment."
    },
    {
      "behaviourId": "4a3246c3-0d42-4de4-896a-bcc0770a16bc",
      "detail": "Works safely to ensure a safe working environment, for themselves and others, in line with health and safety requirements at all times."
    },
    {
      "behaviourId": "a96f71cc-5f1d-4ef4-830a-ad3a8e988551",
      "detail": "Thinks creatively and logically to solve technical issues, identifying appropriate approaches that meet production requirements."
    },
    {
      "behaviourId": "058f758b-2c6e-41c6-9295-bb77428f812e",
      "detail": "Maintains a key interest in new and emerging innovations and developments in grip equipment, technology and approaches, including viable sustainability options; regularly evaluating their effect on their skills and planning ways to increase their experience."
    }
  ],
  "skills": [
    {
      "skillId": "14939043-b2a3-439f-aa21-cd406a9aae92",
      "detail": "Comply with production specific policies, practices and agreed risk assessments for health and safety."
    },
    {
      "skillId": "47e3be69-5999-45b0-a6eb-c6108449b7be",
      "detail": "Identify, mitigate and report any incidents or risks to self, the public, crew or performer safety to the appropriate person."
    },
    {
      "skillId": "bdddc2a6-7883-4de9-b8d9-cc25669bc1b1",
      "detail": "Select suitable equipment, materials and consumables for the work to be carried out."
    },
    {
      "skillId": "5e81e45d-a49a-4520-ab47-e415b442631a",
      "detail": "Complete role related paperwork to obtain and return grip equipment, materials and consumables."
    },
    {
      "skillId": "facf04ba-a254-44af-8a08-c454b7c8aacc",
      "detail": "Check grip equipment is complete, clean and in appropriate and safe condition, both for use and for return to suppliers."
    },
    {
      "skillId": "243a973a-5a3a-4ee7-ac03-0c0b3803b9dd",
      "detail": "Lay track that is stable, silent, safe and sufficiently level for tracking, providing additional support which gives sufficient strength over gaps or overhangs when required."
    },
    {
      "skillId": "6ea7aa82-25ff-4756-93b1-b4de6d740e28",
      "detail": "Calculate safe working loads for the equipment taking account of its use and prevailing environmental conditions."
    },
    {
      "skillId": "7e271bbb-9ed0-4c95-a82b-0607157c2bff",
      "detail": "Use tools to assemble, position and dismantle track and rigs, checking them for safety before use and storing them correctly after use."
    },
    {
      "skillId": "d063dbe2-471e-4699-b3a0-7e051cfa13ad",
      "detail": "Fasten cameras and accessories in non-complex situations using appropriate camera mounts, materials, ropes, knots or strops and without damaging static mounts, camera dollies, camera mounts, cranes, jib arms, vehicles, tracking cars or trailers or causing injury to people."
    },
    {
      "skillId": "0a47b59c-9fc0-42cc-b5a7-a7327b6d460a",
      "detail": "Produce rigs of dollies, static mounts and on overhanging walls and ledges."
    },
    {
      "skillId": "b31bc98a-700e-42c8-a851-b48ab84bafe5",
      "detail": "Comply with policies and practices for the protection, security and safety of grip equipment, securing rigs when left unattended or in adverse weather conditions and applying environmental protection when required."
    },
    {
      "skillId": "0b412c24-fd18-4f63-bd4c-dc1d05683f81",
      "detail": "Obtain and carry out work on an ongoing basis that is within their area of skills and experience and on which they can deliver, referring to others when required."
    },
    {
      "skillId": "de4a1720-d2b7-4766-ad3a-94e73a7276da",
      "detail": "Lay basic floors with subframes or decks that are strong and stable enough to support the equipment and have sufficient space to operate the equipment and achieve smooth tracking."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2023-08-29T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0710",
  "tbMainContact": "",
  "involvedEmployers": "Alpha Grips Ltd, Arri Rental, BECTU Certified Branch representative, Chapman UK, Hartswood Films, ITV Studios, MovieTech  Pinewood Studios, Panavision London, Pixipixel Rental Limited, Red Planet Pictures, Screen Skills, Warner Brothers",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Crane grip",
    "Dolly grip",
    "Floor grip",
    "Grip",
    "Rag grip- blue and green screen",
    "Rigging grip",
    "Truck grip"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Media, Broadcast and Production",
  "cluster": "Production arts assistant",
  "clusterId": "60",
  "clusterDescription": "Work from event/staging designs to create impactful and safe staging and lighting solutions along with props and costume support",
  "createdDate": "2023-08-03T07:21:55 +00:00",
  "lastUpdated": "2023-08-30T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2023-08-29T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC1318",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1318-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1318-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "36892c22-471c-442d-8f4e-b8ad9d385c87",
      "dutyDetail": "Work effectively with the key grip, colleagues from own and other departments and suppliers, following established set etiquette.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0e0facd3-3282-4266-b9a3-08b56a27e88a",
        "5563c780-1778-4da9-9cc7-c45bf707bd30",
        "47b0be58-7ad5-48dc-8838-418f5f66400f",
        "a96f71cc-5f1d-4ef4-830a-ad3a8e988551",
        "058f758b-2c6e-41c6-9295-bb77428f812e"
      ],
      "mappedKnowledge": [
        "acc52b34-7b3f-4bf4-ab38-c7de0c03fcf3",
        "c307e6ca-024c-4226-a042-0bfde536563f",
        "792644d6-d5f6-480a-8b59-b29d54b90da3",
        "1f53a35b-b569-48bd-9ddf-593433b7f8b8",
        "b05b1d2a-f1d9-40e7-bc5d-9879df14cd5c",
        "c95ace20-c60a-4700-a423-62ada64693cb",
        "e4d0a577-2ab6-4c9c-95de-719b6cbffd85"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "14939043-b2a3-439f-aa21-cd406a9aae92",
        "47e3be69-5999-45b0-a6eb-c6108449b7be",
        "bdddc2a6-7883-4de9-b8d9-cc25669bc1b1",
        "5e81e45d-a49a-4520-ab47-e415b442631a",
        "facf04ba-a254-44af-8a08-c454b7c8aacc",
        "243a973a-5a3a-4ee7-ac03-0c0b3803b9dd",
        "6ea7aa82-25ff-4756-93b1-b4de6d740e28",
        "7e271bbb-9ed0-4c95-a82b-0607157c2bff",
        "d063dbe2-471e-4699-b3a0-7e051cfa13ad",
        "0a47b59c-9fc0-42cc-b5a7-a7327b6d460a",
        "b31bc98a-700e-42c8-a851-b48ab84bafe5",
        "0b412c24-fd18-4f63-bd4c-dc1d05683f81",
        "de4a1720-d2b7-4766-ad3a-94e73a7276da"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7127a091-f4eb-4c5c-8822-38f6e0354cb6",
      "dutyDetail": "Be aware of and follow current risk assessments for productions, anticipating, minimising and responding to the hazards associated with the handling, movement and fixing of heavy and moving equipment.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0e0facd3-3282-4266-b9a3-08b56a27e88a",
        "3643369d-1e6d-4148-a44d-1864d2a48907",
        "4a3246c3-0d42-4de4-896a-bcc0770a16bc"
      ],
      "mappedKnowledge": [
        "d2259d92-711b-4fdc-befb-02aa772827d3",
        "6dcfbadc-0b4c-4113-8417-b9079bf5f051",
        "08a36e14-4cad-4540-b6a4-e896ede8cc0e",
        "f24b9ea7-b079-444a-9396-6e84d96e056f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "14939043-b2a3-439f-aa21-cd406a9aae92",
        "47e3be69-5999-45b0-a6eb-c6108449b7be",
        "243a973a-5a3a-4ee7-ac03-0c0b3803b9dd",
        "6ea7aa82-25ff-4756-93b1-b4de6d740e28",
        "7e271bbb-9ed0-4c95-a82b-0607157c2bff",
        "d063dbe2-471e-4699-b3a0-7e051cfa13ad",
        "0a47b59c-9fc0-42cc-b5a7-a7327b6d460a",
        "b31bc98a-700e-42c8-a851-b48ab84bafe5",
        "de4a1720-d2b7-4766-ad3a-94e73a7276da"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e55cd7ac-5b64-47e9-8fd7-e531f09ce9fc",
      "dutyDetail": "Identify any aspects of planned grip activity that could cause a hazard to own or other departments, documenting this and bringing it to the attention of the key grip.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0e0facd3-3282-4266-b9a3-08b56a27e88a",
        "3643369d-1e6d-4148-a44d-1864d2a48907",
        "4a3246c3-0d42-4de4-896a-bcc0770a16bc"
      ],
      "mappedKnowledge": [
        "d2259d92-711b-4fdc-befb-02aa772827d3",
        "6dcfbadc-0b4c-4113-8417-b9079bf5f051",
        "08a36e14-4cad-4540-b6a4-e896ede8cc0e",
        "f24b9ea7-b079-444a-9396-6e84d96e056f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "14939043-b2a3-439f-aa21-cd406a9aae92",
        "47e3be69-5999-45b0-a6eb-c6108449b7be",
        "facf04ba-a254-44af-8a08-c454b7c8aacc",
        "243a973a-5a3a-4ee7-ac03-0c0b3803b9dd",
        "6ea7aa82-25ff-4756-93b1-b4de6d740e28",
        "7e271bbb-9ed0-4c95-a82b-0607157c2bff",
        "d063dbe2-471e-4699-b3a0-7e051cfa13ad",
        "0a47b59c-9fc0-42cc-b5a7-a7327b6d460a",
        "b31bc98a-700e-42c8-a851-b48ab84bafe5",
        "0b412c24-fd18-4f63-bd4c-dc1d05683f81",
        "de4a1720-d2b7-4766-ad3a-94e73a7276da"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "bbbc70ba-b89a-4faa-b311-4a337bc4078e",
      "dutyDetail": "Work as part of a team to select and obtain suitable equipment, materials and consumables, checking it on delivery, ensuring suitable safety certificates and dealing with any problems. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0e0facd3-3282-4266-b9a3-08b56a27e88a",
        "5563c780-1778-4da9-9cc7-c45bf707bd30",
        "47b0be58-7ad5-48dc-8838-418f5f66400f",
        "3643369d-1e6d-4148-a44d-1864d2a48907",
        "a96f71cc-5f1d-4ef4-830a-ad3a8e988551",
        "058f758b-2c6e-41c6-9295-bb77428f812e"
      ],
      "mappedKnowledge": [
        "08a36e14-4cad-4540-b6a4-e896ede8cc0e",
        "e4d0a577-2ab6-4c9c-95de-719b6cbffd85",
        "d552c4e5-a25a-417d-8a43-02bc3879720d",
        "66602a69-d194-4480-b163-ec241095bed4",
        "5e4c06ff-aa6c-4936-beb6-05f2d089c990",
        "f24b9ea7-b079-444a-9396-6e84d96e056f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "bdddc2a6-7883-4de9-b8d9-cc25669bc1b1",
        "5e81e45d-a49a-4520-ab47-e415b442631a",
        "facf04ba-a254-44af-8a08-c454b7c8aacc",
        "b31bc98a-700e-42c8-a851-b48ab84bafe5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c0e6f060-21ad-446f-bdeb-ae602449d77f",
      "dutyDetail": "Work under supervision, as part of a team to lay track for camera dollies or camera cranes, assessing the suitability of the surface on which the track will be used, and the type of track relative to the sizes and weights of the equipment to be carried.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0e0facd3-3282-4266-b9a3-08b56a27e88a",
        "5563c780-1778-4da9-9cc7-c45bf707bd30",
        "47b0be58-7ad5-48dc-8838-418f5f66400f",
        "3643369d-1e6d-4148-a44d-1864d2a48907",
        "4a3246c3-0d42-4de4-896a-bcc0770a16bc",
        "a96f71cc-5f1d-4ef4-830a-ad3a8e988551"
      ],
      "mappedKnowledge": [
        "d2259d92-711b-4fdc-befb-02aa772827d3",
        "6dcfbadc-0b4c-4113-8417-b9079bf5f051",
        "e4d0a577-2ab6-4c9c-95de-719b6cbffd85",
        "2e8a3630-cbef-40a6-af19-a83d2926806c",
        "1878087a-de0a-4263-a420-551a1de6c824",
        "e7564fef-d246-4642-9fa2-28bfef1e67f9",
        "c052685a-28b4-4774-923f-a2efccfa1f21",
        "d552c4e5-a25a-417d-8a43-02bc3879720d",
        "66602a69-d194-4480-b163-ec241095bed4",
        "f24b9ea7-b079-444a-9396-6e84d96e056f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "243a973a-5a3a-4ee7-ac03-0c0b3803b9dd",
        "7e271bbb-9ed0-4c95-a82b-0607157c2bff"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c92673ed-4df1-4b08-bf98-4dd52264dec8",
      "dutyDetail": "Work under supervision, as part of a team to rig static mounts, camera dollies and tracking platforms selecting the correct camera mounts for the weight and balance of cameras and for the production needs of shots.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0e0facd3-3282-4266-b9a3-08b56a27e88a",
        "5563c780-1778-4da9-9cc7-c45bf707bd30",
        "47b0be58-7ad5-48dc-8838-418f5f66400f",
        "3643369d-1e6d-4148-a44d-1864d2a48907",
        "4a3246c3-0d42-4de4-896a-bcc0770a16bc",
        "a96f71cc-5f1d-4ef4-830a-ad3a8e988551"
      ],
      "mappedKnowledge": [
        "d2259d92-711b-4fdc-befb-02aa772827d3",
        "6dcfbadc-0b4c-4113-8417-b9079bf5f051",
        "e4d0a577-2ab6-4c9c-95de-719b6cbffd85",
        "55647f01-047e-4f28-b37e-530ab7ab0b1d",
        "1878087a-de0a-4263-a420-551a1de6c824",
        "c052685a-28b4-4774-923f-a2efccfa1f21",
        "d552c4e5-a25a-417d-8a43-02bc3879720d",
        "66602a69-d194-4480-b163-ec241095bed4",
        "f24b9ea7-b079-444a-9396-6e84d96e056f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "243a973a-5a3a-4ee7-ac03-0c0b3803b9dd",
        "6ea7aa82-25ff-4756-93b1-b4de6d740e28",
        "7e271bbb-9ed0-4c95-a82b-0607157c2bff"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8c37eb9d-e4c1-471b-a604-daf39c60c5a2",
      "dutyDetail": "Work under supervision, as part of a team to rig camera cranes and jib arms that are suitable for use in prevailing environmental conditions, anticipating the public’s, the performers and the crew’s special safety requirements regarding the equipment.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0e0facd3-3282-4266-b9a3-08b56a27e88a",
        "5563c780-1778-4da9-9cc7-c45bf707bd30",
        "47b0be58-7ad5-48dc-8838-418f5f66400f",
        "3643369d-1e6d-4148-a44d-1864d2a48907",
        "4a3246c3-0d42-4de4-896a-bcc0770a16bc",
        "a96f71cc-5f1d-4ef4-830a-ad3a8e988551"
      ],
      "mappedKnowledge": [
        "d2259d92-711b-4fdc-befb-02aa772827d3",
        "6dcfbadc-0b4c-4113-8417-b9079bf5f051",
        "e4d0a577-2ab6-4c9c-95de-719b6cbffd85",
        "e7564fef-d246-4642-9fa2-28bfef1e67f9",
        "c052685a-28b4-4774-923f-a2efccfa1f21",
        "83003afa-f0e1-4928-9036-00773176fc03",
        "d552c4e5-a25a-417d-8a43-02bc3879720d",
        "66602a69-d194-4480-b163-ec241095bed4",
        "f24b9ea7-b079-444a-9396-6e84d96e056f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7e271bbb-9ed0-4c95-a82b-0607157c2bff",
        "d063dbe2-471e-4699-b3a0-7e051cfa13ad"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "81a54d75-7e6b-4e22-b05b-7d581ae82797",
      "dutyDetail": "Work under supervision, with the head tech to rig remotely controlled heads and systems on mountings (including cranes), within the weight parameters of mountings to be used.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0e0facd3-3282-4266-b9a3-08b56a27e88a",
        "5563c780-1778-4da9-9cc7-c45bf707bd30",
        "47b0be58-7ad5-48dc-8838-418f5f66400f",
        "3643369d-1e6d-4148-a44d-1864d2a48907",
        "4a3246c3-0d42-4de4-896a-bcc0770a16bc",
        "a96f71cc-5f1d-4ef4-830a-ad3a8e988551"
      ],
      "mappedKnowledge": [
        "6dcfbadc-0b4c-4113-8417-b9079bf5f051",
        "e4d0a577-2ab6-4c9c-95de-719b6cbffd85",
        "55647f01-047e-4f28-b37e-530ab7ab0b1d",
        "e7564fef-d246-4642-9fa2-28bfef1e67f9",
        "c052685a-28b4-4774-923f-a2efccfa1f21",
        "83003afa-f0e1-4928-9036-00773176fc03",
        "d552c4e5-a25a-417d-8a43-02bc3879720d",
        "66602a69-d194-4480-b163-ec241095bed4",
        "f24b9ea7-b079-444a-9396-6e84d96e056f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7e271bbb-9ed0-4c95-a82b-0607157c2bff",
        "d063dbe2-471e-4699-b3a0-7e051cfa13ad"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a920c169-8d9e-4b8b-8cd8-686e79282f34",
      "dutyDetail": "Work under supervision, as part of a team to mount internal or external camera mounts on or in vehicles, without damage to vehicles. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0e0facd3-3282-4266-b9a3-08b56a27e88a",
        "5563c780-1778-4da9-9cc7-c45bf707bd30",
        "47b0be58-7ad5-48dc-8838-418f5f66400f",
        "3643369d-1e6d-4148-a44d-1864d2a48907",
        "4a3246c3-0d42-4de4-896a-bcc0770a16bc",
        "a96f71cc-5f1d-4ef4-830a-ad3a8e988551"
      ],
      "mappedKnowledge": [
        "d2259d92-711b-4fdc-befb-02aa772827d3",
        "e4d0a577-2ab6-4c9c-95de-719b6cbffd85",
        "55647f01-047e-4f28-b37e-530ab7ab0b1d",
        "e7564fef-d246-4642-9fa2-28bfef1e67f9",
        "c052685a-28b4-4774-923f-a2efccfa1f21",
        "83003afa-f0e1-4928-9036-00773176fc03",
        "d552c4e5-a25a-417d-8a43-02bc3879720d",
        "66602a69-d194-4480-b163-ec241095bed4",
        "f24b9ea7-b079-444a-9396-6e84d96e056f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7e271bbb-9ed0-4c95-a82b-0607157c2bff",
        "d063dbe2-471e-4699-b3a0-7e051cfa13ad"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "df289d1e-04b0-4bdc-95a4-d902d20ee8d9",
      "dutyDetail": "Work under supervision, as part of a team to rig tracking cars and trailers (travelling platform), selecting the right type of camera mounting, crane, or jib arm, and fixing the whole mount without causing any damage or endangering others.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0e0facd3-3282-4266-b9a3-08b56a27e88a",
        "5563c780-1778-4da9-9cc7-c45bf707bd30",
        "47b0be58-7ad5-48dc-8838-418f5f66400f",
        "3643369d-1e6d-4148-a44d-1864d2a48907",
        "4a3246c3-0d42-4de4-896a-bcc0770a16bc",
        "a96f71cc-5f1d-4ef4-830a-ad3a8e988551"
      ],
      "mappedKnowledge": [
        "d2259d92-711b-4fdc-befb-02aa772827d3",
        "e4d0a577-2ab6-4c9c-95de-719b6cbffd85",
        "55647f01-047e-4f28-b37e-530ab7ab0b1d",
        "e7564fef-d246-4642-9fa2-28bfef1e67f9",
        "c052685a-28b4-4774-923f-a2efccfa1f21",
        "83003afa-f0e1-4928-9036-00773176fc03",
        "d552c4e5-a25a-417d-8a43-02bc3879720d",
        "66602a69-d194-4480-b163-ec241095bed4",
        "f24b9ea7-b079-444a-9396-6e84d96e056f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7e271bbb-9ed0-4c95-a82b-0607157c2bff",
        "d063dbe2-471e-4699-b3a0-7e051cfa13ad"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9b72fb5f-268a-430a-9f1a-5546e37c1b63",
      "dutyDetail": "Work under supervision, as part of a team to track cameras along tracks or other suitable surfaces to meet shot requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0e0facd3-3282-4266-b9a3-08b56a27e88a",
        "5563c780-1778-4da9-9cc7-c45bf707bd30",
        "47b0be58-7ad5-48dc-8838-418f5f66400f",
        "3643369d-1e6d-4148-a44d-1864d2a48907",
        "4a3246c3-0d42-4de4-896a-bcc0770a16bc",
        "a96f71cc-5f1d-4ef4-830a-ad3a8e988551"
      ],
      "mappedKnowledge": [
        "b05b1d2a-f1d9-40e7-bc5d-9879df14cd5c",
        "d2259d92-711b-4fdc-befb-02aa772827d3",
        "e4d0a577-2ab6-4c9c-95de-719b6cbffd85",
        "1878087a-de0a-4263-a420-551a1de6c824",
        "8bba4291-8352-4aa5-b91c-92c23c29b557",
        "f24b9ea7-b079-444a-9396-6e84d96e056f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0a47b59c-9fc0-42cc-b5a7-a7327b6d460a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4ed88544-2e95-4e57-b828-2b462016d24f",
      "dutyDetail": "Work under supervision, as part of a team to track and swing cranes and jib arms to meet shot requirements, taking account of the limitations of rigs within their operating environment.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0e0facd3-3282-4266-b9a3-08b56a27e88a",
        "5563c780-1778-4da9-9cc7-c45bf707bd30",
        "47b0be58-7ad5-48dc-8838-418f5f66400f",
        "3643369d-1e6d-4148-a44d-1864d2a48907",
        "4a3246c3-0d42-4de4-896a-bcc0770a16bc",
        "a96f71cc-5f1d-4ef4-830a-ad3a8e988551"
      ],
      "mappedKnowledge": [
        "d2259d92-711b-4fdc-befb-02aa772827d3",
        "e4d0a577-2ab6-4c9c-95de-719b6cbffd85",
        "8bba4291-8352-4aa5-b91c-92c23c29b557",
        "e7564fef-d246-4642-9fa2-28bfef1e67f9",
        "f24b9ea7-b079-444a-9396-6e84d96e056f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0a47b59c-9fc0-42cc-b5a7-a7327b6d460a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7da50ba9-f1ee-4586-bf38-fb89d34a7e5a",
      "dutyDetail": "Work under supervision, as part of a team to elevate and track camera dollies to meet shot requirements, taking account of the operation and limitations of the equipment.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0e0facd3-3282-4266-b9a3-08b56a27e88a",
        "5563c780-1778-4da9-9cc7-c45bf707bd30",
        "47b0be58-7ad5-48dc-8838-418f5f66400f",
        "3643369d-1e6d-4148-a44d-1864d2a48907",
        "4a3246c3-0d42-4de4-896a-bcc0770a16bc",
        "a96f71cc-5f1d-4ef4-830a-ad3a8e988551"
      ],
      "mappedKnowledge": [
        "b05b1d2a-f1d9-40e7-bc5d-9879df14cd5c",
        "d2259d92-711b-4fdc-befb-02aa772827d3",
        "e4d0a577-2ab6-4c9c-95de-719b6cbffd85",
        "1878087a-de0a-4263-a420-551a1de6c824",
        "8bba4291-8352-4aa5-b91c-92c23c29b557",
        "f24b9ea7-b079-444a-9396-6e84d96e056f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0a47b59c-9fc0-42cc-b5a7-a7327b6d460a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2e2cff72-f3e7-4e7e-b463-03236815a13b",
      "dutyDetail": "Work under supervision, as part of a team to dismantle, clean and arrange for the return of equipment to suppliers in good condition, reporting any loss or damage when it is finished with. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0e0facd3-3282-4266-b9a3-08b56a27e88a",
        "5563c780-1778-4da9-9cc7-c45bf707bd30",
        "47b0be58-7ad5-48dc-8838-418f5f66400f",
        "3643369d-1e6d-4148-a44d-1864d2a48907",
        "4a3246c3-0d42-4de4-896a-bcc0770a16bc",
        "a96f71cc-5f1d-4ef4-830a-ad3a8e988551"
      ],
      "mappedKnowledge": [
        "d2259d92-711b-4fdc-befb-02aa772827d3",
        "e4d0a577-2ab6-4c9c-95de-719b6cbffd85",
        "d552c4e5-a25a-417d-8a43-02bc3879720d",
        "66602a69-d194-4480-b163-ec241095bed4",
        "5e4c06ff-aa6c-4936-beb6-05f2d089c990"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5e81e45d-a49a-4520-ab47-e415b442631a",
        "facf04ba-a254-44af-8a08-c454b7c8aacc",
        "7e271bbb-9ed0-4c95-a82b-0607157c2bff"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "504f11f2-d810-48d7-be1c-7ecde9610141",
      "dutyDetail": "Manage work as a freelancer, in line with legal requirements and sector recognised practice, to ensure continued employment in the industry.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "058f758b-2c6e-41c6-9295-bb77428f812e"
      ],
      "mappedKnowledge": [
        "b00e923b-e816-423e-a647-038b8efaef2b",
        "e033b8d2-775f-4650-b40f-7262678c5ef9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0b412c24-fd18-4f63-bd4c-dc1d05683f81"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-08-30T00:00:00"
}