{
  "templateType": "Occupational Standard",
  "larsCode": 739,
  "referenceNumber": "ST1340",
  "learningAimClassCode": "",
  "title": "Advertising creative",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1340",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-11-24T00:00:00",
  "earliestStartDate": "2023-11-24T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Develop strategic campaigns, or one-off pieces of communication, that meet a client brief.",
  "level": 6,
  "ePALength": 4,
  "typicalDuration": 24,
  "maxFunding": 17000,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "Advertising Creative",
    "strategic campaigns",
    "client brief",
    "creative",
    "advertising"
  ],
  "jobRoles": [
    "Advertising creative",
    "Art director",
    "Associate art director",
    "Copywriter",
    "Creative executive",
    "Digital brand and media specialist"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st1340-v1-0?view=epa",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.3 Media and communication",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in advertising, marketing, branding agencies. Across a range of sectors as creatives are either employed in house or in commercial agencies. Creatives can work for agencies and social media owners. Agencies can support multinational corporations through to small &amp;amp; medium sized enterprises. They also work for media agencies, tech agencies and other businesses. There are an increasing number of larger brands who have in-house creative teams, such as Specsavers, Unilever and Barclays Bank and a creative may work directly for them. Creatives are most often hired in teams although some agencies hire single creatives. Some creatives will work on a freelance basis and undertake contract work. They will usually report to an Executive Creative Director, and they will usually receive briefs from creative services. The role of a creative is transferrable with skills valued across multiple sectors. &lt;br /&gt;&lt;br /&gt;The broad purpose of the occupation is to develop strategic campaigns, or one-off pieces of communication, that meet a client brief. Creatives will need to influence stakeholders, working with many interconnecting sectors, partners and influencers. They require a good knowledge of regulated industries and legislative requirements to interpret the purpose of the brief and create an impactful campaign on behalf of the customer. Creatives lead projects from concept and ideas to completion, applying continuous improvement from internal and external feedback to ensure a successful outcome. Creatives must understand the perspectives and approach of each brief and/or campaign. They must determine, refine, and adapt the initial vision of a client, promoting diversity and inclusion within briefs. Most often, this is to drive sales of a product or service, but it can also be to initiate change for example for social good. They will utilise strategic planning, taking responsibility to develop appropriate courses of action that are capable of underpinning change to meet the needs of a brief. A creative will have the skills to understand the clients’ key drivers and to be able to professionally challenge a brief by exercising autonomy and judgement to achieve the best for the client.&lt;/p&gt;\n&lt;p&gt;A creative will always meet the brief and, where appropriate, suggest improvements based on informed research and evaluation to continuously develop and improve strategy. They must manage relationships through conflict and creative differences to achieve the best outcomes for clients. The creative either individually, or as part of a team, will develop ideas presenting them to their creative director or line manager for feedback. Creatives must manage competing demands and their time effectively- sometimes there will be weeks to develop ideas and sometimes just hours.&lt;/p&gt;\n&lt;p&gt;The creative will be expected to show that they can develop ideas that are omnichannel – this means that they are able to execute ideas on a range of platforms such as TV, radio, print, out of home promotion, social media, experiential (for example, publicity stunts, sampling, tasting), PR events and instore promotion. The creative will have a strong say on the ways their idea is executed, partly by choosing and or recommending artisans to work with for example photographers, illustrators and set designers. The creative will understand that their decisions may be influenced by budget and achieving value for money. &lt;br /&gt;&lt;br /&gt;In their daily work this occupation interacts with many other departments inside their agency – if they work for an agency (see above). This will include creative services, strategy and client services. They are expected to present ideas to senior staff in their organisation, including the executive creative director, the client service director and the planning director. They may have contact with the client, either working directly with the client to drive improvements to the brief at the research stage and or presenting and pitching ideas. They could either work independently or as part of a team of creatives to generate ideas. In the production phase the creative may also initially be working with other artisans to achieve the communication of their idea. &lt;br /&gt;&lt;br /&gt;The creative will work independently or as part of a team on the client’s brief. They will have review meetings with their line manager, but they will be expected to take responsibility for their work. They will lead work based on their advanced theoretic and practical knowledge utilising established frameworks and utilising tools to develop ideas. A creative will be responsible for managing their time on briefs. Agencies often invoice clients according to the time taken on work therefore a creative will maintain accurate records and evidence value for money. When working on a brief for a client, they will ensure that any ideas presented are within the tone of voice that is appropriate for that client. Refining their ideas through research to reflect the client brand. If they are working on a brief in a regulated category for example alcohol or gambling, they will be expected to ensure that any ideas presented are within the regulatory requirements. Creatives will be expected to represent their agency always reflecting professionalism and agency values.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "cd9e94e4-4944-4651-b19b-996da7991ae2",
      "detail": "Functions, roles and skills within advertising, creative and professional bodies representing the industry. "
    },
    {
      "knowledgeId": "a70baba3-f20b-4732-97be-de1b89559df2",
      "detail": "Media platforms and their formats including out of home adverts,  TV adverts, radio adverts and social media adverts.  "
    },
    {
      "knowledgeId": "d7ee9a77-38ae-46d7-89d2-7ea9e477b9a2",
      "detail": "Which categories of advertising are subject to legislation and regulation for example food & drink and gambling. How to access the latest regulation and legislation. "
    },
    {
      "knowledgeId": "a40484ba-cb73-49cd-92f5-84bf7bb15818",
      "detail": "Advertising History - recognise the differences in styles and periods in the story of advertising including that of notable historical and contemporary individual campaigns, which underpin current practices. "
    },
    {
      "knowledgeId": "e60099a3-9ec0-4a2d-921b-59f29ef1427d",
      "detail": "Theories, frameworks for example \"Get to Buy\" and models of writing a creative brief. "
    },
    {
      "knowledgeId": "00255015-4633-4901-b241-ca257043395f",
      "detail": "Prioritisation tools and techniques. "
    },
    {
      "knowledgeId": "68f672ff-1edf-43e3-b663-db9c0c72922d",
      "detail": "Pre - idea research techniques, frameworks and post evaluation techniques informing work produced. "
    },
    {
      "knowledgeId": "ab7db3b3-c465-435b-80ea-d034ce346098",
      "detail": "Mainstream software, for example Adobe, to undertake image manipulation and design work including page layouts. "
    },
    {
      "knowledgeId": "309d37a7-af31-4dcb-b9fa-64a1454505a2",
      "detail": "Visual language including semiotics, colour and typography to adhere to brand guidelines. "
    },
    {
      "knowledgeId": "9e91e223-cfd1-4363-a89b-209fcfb92cda",
      "detail": "How to use templates and grids to create work that fits the format. "
    },
    {
      "knowledgeId": "4d3fbcef-eb0b-44a1-b0dc-8fc09aab8986",
      "detail": "Where to find creatives, to support work for example illustrators, animators, set designers. "
    },
    {
      "knowledgeId": "99b66589-38a8-4e66-9815-6c619b38818c",
      "detail": "Commissioning and creative management process for employing third party creatives to work on a project. "
    },
    {
      "knowledgeId": "22c687f5-96e8-422f-a338-ec4a92a4c3d7",
      "detail": "Performance metrics and how they can be used to measure creative brief objectives. "
    },
    {
      "knowledgeId": "4814c01e-f77d-4843-95d7-9da57ff3f651",
      "detail": "Organisational policies and procedures including sustainability, health & safety and equality, diversity & inclusion. "
    },
    {
      "knowledgeId": "71cc9180-5ed5-4ed4-9e3f-6be121b2aea3",
      "detail": "Ethical and cultural values which influences the work produced for the target audience. "
    },
    {
      "knowledgeId": "84af01d6-f026-4bb3-8571-57db02bdac87",
      "detail": "End to end workflow and planning process, the key stages including post-production and own role and responsibilities within this. "
    },
    {
      "knowledgeId": "1a3c0a1b-45d9-4804-85bc-9e3c8f2d154d",
      "detail": "Communication techniques, and approaches to interact with stakeholders."
    },
    {
      "knowledgeId": "ee0ce853-f69b-4030-9794-4fe8b3358632",
      "detail": "Where to source career professional development."
    },
    {
      "knowledgeId": "a205ac05-6a24-4d17-b8ae-4c5e308c8f9c",
      "detail": "Emerging digital trends, and how these can be embedded in professional practice. "
    },
    {
      "knowledgeId": "19b3236a-010b-4da8-9298-ddf4c3cc24af",
      "detail": "Approaches to managing and marketing own skills and services."
    },
    {
      "knowledgeId": "c797737e-75bf-4bdc-9b9f-da202b223c33",
      "detail": "Presentation techniques to use in different settings for example in person, online or recorded which is appropriate for different audiences. "
    },
    {
      "knowledgeId": "e06fc687-c945-4324-b67b-0c43adde69cb",
      "detail": "Negotiation and influencing models and techniques."
    },
    {
      "knowledgeId": "ba45e502-95f9-4e9f-9106-1456e2e5af42",
      "detail": "Frameworks to evaluate ideas including Six Thinking Hats, Three C's and Sticky Thinking. "
    },
    {
      "knowledgeId": "b57306c7-50d9-476e-9f1f-d84994a72b32",
      "detail": "Communication techniques for interacting with colleagues to decode creative briefs."
    },
    {
      "knowledgeId": "b91e72d9-2ba2-4026-bf99-aca07548d174",
      "detail": "Recognise the differences in creative skills to meet creative brief objectives.  "
    }
  ],
  "behaviours": [
    {
      "behaviourId": "9a061752-d870-414b-8fc7-76c5e9357b7e",
      "detail": "Takes personal responsibility for ensuring agreed deadlines are met."
    },
    {
      "behaviourId": "db2cc691-b2d0-4893-9b3f-f5a413f73606",
      "detail": "Curiosity to ask questions to achieve briefs. "
    },
    {
      "behaviourId": "a7525b45-5401-45f8-8f0d-49ecafe07d09",
      "detail": "Seek learning opportunities and continuous professional development to improve practice."
    },
    {
      "behaviourId": "55ff9827-3e01-47c0-aad4-d40d1a863835",
      "detail": "Promotion of equity, diversity and inclusion in creative work. "
    },
    {
      "behaviourId": "a97d823e-6567-4b20-b530-d0b94b9a134c",
      "detail": "Work collaboratively with others across the organisation and external stakeholders."
    },
    {
      "behaviourId": "67779fa5-8b8d-418b-9551-cbeb3780d7f1",
      "detail": "Take responsibility of own obligations for sustainable practice, welfare issues and health and safety. "
    },
    {
      "behaviourId": "17cbded6-0187-4a53-a051-8716c5bded9e",
      "detail": "Take responsibility for ethical principles and consequences of work. "
    },
    {
      "behaviourId": "d1c2d820-fcb2-4559-8a4f-2c9174a8651d",
      "detail": "Motivated and resilient to challenging situations. "
    }
  ],
  "skills": [
    {
      "skillId": "26fa0696-c468-4bd6-8a9e-8d6b5e040ba3",
      "detail": "Work with colleagues to decode and understand the client brief. "
    },
    {
      "skillId": "532fe9e9-2052-4d8a-9e24-622f8ebbf172",
      "detail": "Research client' audiences; understanding personas developing ideas for the target market. "
    },
    {
      "skillId": "f944133e-83c3-4a53-94e8-1192d5ac57b2",
      "detail": "Utilising research to inform work including research of business products, services and competition. "
    },
    {
      "skillId": "4676b86a-4a32-412b-a232-7fd536102f3d",
      "detail": "Work within given time frames utilizing evaluation techniques to identify ideas. "
    },
    {
      "skillId": "da02a35b-0bbc-44af-b136-791451bd1ea4",
      "detail": "Rationalise ideas through the utilisation of frameworks and research techniques. "
    },
    {
      "skillId": "80223f2b-cddc-453a-b438-5cd6371a67f9",
      "detail": "Use prioritisation tools for example priority matrix to manage workload, and deliver against brief objectives."
    },
    {
      "skillId": "5403e9d5-ef6d-4e46-9a55-26f1488cd580",
      "detail": "Present ideas using methods appropriate for the audience including using mock ups to stakeholders and colleagues. "
    },
    {
      "skillId": "56425279-4523-4deb-a81b-bde12680df9d",
      "detail": "Uses creative skills to execute the idea to meet the creative brief. Work produced may be co-produced or self - developed."
    },
    {
      "skillId": "a24dd11a-0233-479c-8089-a8635e8acc65",
      "detail": "Use digital tools and collaborative platforms for example adobe to develop ideas and executions on a client briefs. "
    },
    {
      "skillId": "6306613b-f626-4083-aad6-51f7193fa700",
      "detail": "Insights into the brand, so that the brand identity is reflected in work produced. "
    },
    {
      "skillId": "841e75f6-7bc2-4433-9644-4959eef18453",
      "detail": "Archiving a body of your work showcasing the latest, challenging and outstanding practice. Aiming to increase profile within the communications industry of both the individual and organisation. "
    },
    {
      "skillId": "508a0684-c650-4c47-9514-9539aeb0d2a6",
      "detail": "Maintaining own accurate records for timesheets for best value for the client. "
    },
    {
      "skillId": "82e8f443-c9ea-454a-aed9-eea943bd5905",
      "detail": "Identify and recognise new and emerging trends to inform the relevance of the work. "
    },
    {
      "skillId": "01008bfc-3b1b-483d-9753-943b330ec91a",
      "detail": "Utilising the opportunities to pursue industry awards individually or collectively as part of a team for example D&AD and Creative Circle. "
    },
    {
      "skillId": "6cd86520-ac04-46c4-bc96-5fd159ece342",
      "detail": "Creative ownership to enhance work ensuring client's briefs are achieved to their satisfaction. "
    },
    {
      "skillId": "013bcb4a-791b-4a85-becf-f2de4be093aa",
      "detail": "Identify and justify suitable specialists, for example photographers, animators and illustrators to work on the production of ideas."
    },
    {
      "skillId": "03253a68-936b-43ad-98b0-61ba12a93d71",
      "detail": "Establish and maintain positive relationships with internal and external stakeholders for example suppliers, clients and customers. "
    },
    {
      "skillId": "5c3e78e1-77bf-4507-80ba-6247f454d8bd",
      "detail": "Knows how to facilitate a creative brainstorming exercise and can do so on their own, in teams or in groups. "
    },
    {
      "skillId": "343db376-0066-4b17-8b7f-757e351e38a7",
      "detail": "Maintains a professional network enabling self promotion within the industry. "
    },
    {
      "skillId": "bdfc66c6-5c76-4d6b-acfe-2a0acd41dd91",
      "detail": "Utilising policies and procedures including sustainability, health & safety and equality, diversity & inclusion in work. "
    },
    {
      "skillId": "0f10c4db-f967-4f19-9653-d3acca8ec507",
      "detail": "Frameworks to evaluate individual creative ideas or those generated as part of a team."
    },
    {
      "skillId": "eeb52d19-f9b4-4173-a62c-06f29d3aad06",
      "detail": "Evaluates the creative brief, checking for any missing information and clarifying the outcomes in order to achieve creative brief objectives. "
    },
    {
      "skillId": "2ac1a788-56e6-4461-bd74-cbf132b850cf",
      "detail": "Use performance metrics information to change work accordingly. "
    },
    {
      "skillId": "18a4551b-b40b-446b-a0ab-0ac25a6073d1",
      "detail": "Produce work that respects the ethical and cultural values of the audience. "
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2023-11-24T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0722",
  "tbMainContact": "sca2dean@gmail.com",
  "involvedEmployers": "Havas, Krow (Mission Group), Denstu McGarry Bowen, VCCP, JKR, MD Grey UK, Grayling, Wavemaker, SCA (School of Communication Arts)",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Advertising creative",
    "Art director",
    "Associate art director",
    "Copywriter",
    "Creative executive",
    "Digital brand and media specialist"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Media, Broadcast and Production",
  "cluster": "Media, broadcast and production professional",
  "clusterId": "29",
  "clusterDescription": "Leadership, management, and the application technology of resources to create, produce and deliver broadcast content and artistic productions, often requiring specialist expertise",
  "createdDate": "2023-11-24T14:39:30 +00:00",
  "lastUpdated": "2023-11-24T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2023-11-24T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC1340",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1340-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1340-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "3fa0e648-ac09-4396-9a69-b3bfb1457b42",
      "dutyDetail": "Decode creative briefs to understand markets, drivers and blockers which impact deliverability. Providing strategic solutions to ensure a brief can be effectively delivered utilising success metrics. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "db2cc691-b2d0-4893-9b3f-f5a413f73606"
      ],
      "mappedKnowledge": [
        "e60099a3-9ec0-4a2d-921b-59f29ef1427d",
        "68f672ff-1edf-43e3-b663-db9c0c72922d",
        "b57306c7-50d9-476e-9f1f-d84994a72b32"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "26fa0696-c468-4bd6-8a9e-8d6b5e040ba3",
        "f944133e-83c3-4a53-94e8-1192d5ac57b2",
        "eeb52d19-f9b4-4173-a62c-06f29d3aad06",
        "18a4551b-b40b-446b-a0ab-0ac25a6073d1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f7d3e589-58af-41be-9893-84b4f65b63a0",
      "dutyDetail": "Answering briefs taking them through the creative development process, collaborating and responding to feedback from stakeholders to ensure the client vision is achieved, leading each project from the start to the end of the process.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "a70baba3-f20b-4732-97be-de1b89559df2",
        "d7ee9a77-38ae-46d7-89d2-7ea9e477b9a2",
        "a40484ba-cb73-49cd-92f5-84bf7bb15818",
        "b57306c7-50d9-476e-9f1f-d84994a72b32",
        "b91e72d9-2ba2-4026-bf99-aca07548d174"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "532fe9e9-2052-4d8a-9e24-622f8ebbf172",
        "6306613b-f626-4083-aad6-51f7193fa700"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f229b5f7-2d44-45ee-b295-13ffc813e27e",
      "dutyDetail": "Providing, receiving and responding to feedback from internal and external stakeholders in the development process. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "cd9e94e4-4944-4651-b19b-996da7991ae2",
        "00255015-4633-4901-b241-ca257043395f",
        "68f672ff-1edf-43e3-b663-db9c0c72922d",
        "4d3fbcef-eb0b-44a1-b0dc-8fc09aab8986",
        "b57306c7-50d9-476e-9f1f-d84994a72b32"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "da02a35b-0bbc-44af-b136-791451bd1ea4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "eaed16cd-c03c-40ff-b9b7-cef20e7bc4d7",
      "dutyDetail": "Manage competing demands whilst working on multiple creative briefs ensuring stakeholder and client objectives and agreed deadlines are met.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "00255015-4633-4901-b241-ca257043395f",
        "19b3236a-010b-4da8-9298-ddf4c3cc24af"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4676b86a-4a32-412b-a232-7fd536102f3d",
        "80223f2b-cddc-453a-b438-5cd6371a67f9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e13a4136-7c7d-49e6-ad5a-76b45386678e",
      "dutyDetail": "Liaise with appropriate internal and or external stakeholders to discover insights that will inform the development of ideas, briefs and pitches.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "cd9e94e4-4944-4651-b19b-996da7991ae2",
        "b91e72d9-2ba2-4026-bf99-aca07548d174"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "18a4551b-b40b-446b-a0ab-0ac25a6073d1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9a260af6-55b3-4d45-9b66-f0881cf99693",
      "dutyDetail": "Establish and maintain positive relationships with internal and external customers, clients and other creatives to promote stakeholder engagement and achieve the vision of the brief.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a97d823e-6567-4b20-b530-d0b94b9a134c"
      ],
      "mappedKnowledge": [
        "cd9e94e4-4944-4651-b19b-996da7991ae2",
        "99b66589-38a8-4e66-9815-6c619b38818c",
        "e06fc687-c945-4324-b67b-0c43adde69cb",
        "b57306c7-50d9-476e-9f1f-d84994a72b32",
        "b91e72d9-2ba2-4026-bf99-aca07548d174"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "26fa0696-c468-4bd6-8a9e-8d6b5e040ba3",
        "5403e9d5-ef6d-4e46-9a55-26f1488cd580",
        "03253a68-936b-43ad-98b0-61ba12a93d71"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ac9b40b8-e173-436f-80bc-29b46993fb36",
      "dutyDetail": "Present developed ideas to stakeholders, as part of a pitch, to build confidence and trust that the brief has been met and will achieve agreed objectives and commercial success.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "22c687f5-96e8-422f-a338-ec4a92a4c3d7",
        "c797737e-75bf-4bdc-9b9f-da202b223c33"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5403e9d5-ef6d-4e46-9a55-26f1488cd580",
        "2ac1a788-56e6-4461-bd74-cbf132b850cf",
        "18a4551b-b40b-446b-a0ab-0ac25a6073d1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "45108b53-7506-4a2c-895b-41eeb74b483a",
      "dutyDetail": "Manage workloads within given time frames using analytical, research and evaluation techniques such as six thinking hats and sticky thinking to identify ideas that could be further developed or improved that meet the client's vision. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9a061752-d870-414b-8fc7-76c5e9357b7e"
      ],
      "mappedKnowledge": [
        "84af01d6-f026-4bb3-8571-57db02bdac87",
        "1a3c0a1b-45d9-4804-85bc-9e3c8f2d154d",
        "ba45e502-95f9-4e9f-9106-1456e2e5af42"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5c3e78e1-77bf-4507-80ba-6247f454d8bd",
        "0f10c4db-f967-4f19-9653-d3acca8ec507"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4ded0b2b-0025-405b-a2cb-73d29a48b8c9",
      "dutyDetail": "Identify suitable specialists, for example photographers, animators and illustrators to work on the production of ideas. Express reasons why they are suitable. Supporting delivery if and when required. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "4d3fbcef-eb0b-44a1-b0dc-8fc09aab8986",
        "b91e72d9-2ba2-4026-bf99-aca07548d174"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "013bcb4a-791b-4a85-becf-f2de4be093aa",
        "03253a68-936b-43ad-98b0-61ba12a93d71"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6a41bd14-f489-4afb-b124-117e9bbbf4f9",
      "dutyDetail": "Provide creative direction to help guide specialists that have been hired to fulfil briefs following the commissioning process. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "99b66589-38a8-4e66-9815-6c619b38818c",
        "b91e72d9-2ba2-4026-bf99-aca07548d174"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "56425279-4523-4deb-a81b-bde12680df9d",
        "6cd86520-ac04-46c4-bc96-5fd159ece342"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "87f7326b-cf91-4b9d-91da-3ec9fb17c3e6",
      "dutyDetail": "Proactively develop ideas and take responsibility to achieve industry awards and or recognition that is integral to the client and sector to build brand and business awareness and commercial opportunities.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "ab7db3b3-c465-435b-80ea-d034ce346098",
        "309d37a7-af31-4dcb-b9fa-64a1454505a2",
        "9e91e223-cfd1-4363-a89b-209fcfb92cda"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a24dd11a-0233-479c-8089-a8635e8acc65",
        "841e75f6-7bc2-4433-9644-4959eef18453",
        "01008bfc-3b1b-483d-9753-943b330ec91a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "556d8db1-40e5-4117-8147-b56d4d94059a",
      "dutyDetail": "Identify and recognise new and emerging trends to ensure work is innovative and culturally relevant. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a7525b45-5401-45f8-8f0d-49ecafe07d09"
      ],
      "mappedKnowledge": [
        "a70baba3-f20b-4732-97be-de1b89559df2",
        "a40484ba-cb73-49cd-92f5-84bf7bb15818",
        "71cc9180-5ed5-4ed4-9e3f-6be121b2aea3",
        "a205ac05-6a24-4d17-b8ae-4c5e308c8f9c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "532fe9e9-2052-4d8a-9e24-622f8ebbf172",
        "f944133e-83c3-4a53-94e8-1192d5ac57b2",
        "82e8f443-c9ea-454a-aed9-eea943bd5905",
        "18a4551b-b40b-446b-a0ab-0ac25a6073d1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9e87a198-d33a-4b6d-8ab5-76de65f7d38f",
      "dutyDetail": "Ensure legislation and regulation requirements inform work where relevant. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "d7ee9a77-38ae-46d7-89d2-7ea9e477b9a2",
        "a40484ba-cb73-49cd-92f5-84bf7bb15818"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "26fa0696-c468-4bd6-8a9e-8d6b5e040ba3",
        "532fe9e9-2052-4d8a-9e24-622f8ebbf172",
        "f944133e-83c3-4a53-94e8-1192d5ac57b2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4cdca391-2902-4517-bc16-d176cc9212ad",
      "dutyDetail": "Maintain accurate record keeping following in house processes for the recording of billed hours. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9a061752-d870-414b-8fc7-76c5e9357b7e"
      ],
      "mappedKnowledge": [
        "cd9e94e4-4944-4651-b19b-996da7991ae2",
        "99b66589-38a8-4e66-9815-6c619b38818c",
        "4814c01e-f77d-4843-95d7-9da57ff3f651"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "80223f2b-cddc-453a-b438-5cd6371a67f9",
        "508a0684-c650-4c47-9514-9539aeb0d2a6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4bc70bb6-45e3-449b-8b14-9be5bab100c4",
      "dutyDetail": "Follow organisational policies and procedures including for equality, diversity and inclusion. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "55ff9827-3e01-47c0-aad4-d40d1a863835",
        "67779fa5-8b8d-418b-9551-cbeb3780d7f1"
      ],
      "mappedKnowledge": [
        "d7ee9a77-38ae-46d7-89d2-7ea9e477b9a2",
        "4814c01e-f77d-4843-95d7-9da57ff3f651",
        "71cc9180-5ed5-4ed4-9e3f-6be121b2aea3",
        "1a3c0a1b-45d9-4804-85bc-9e3c8f2d154d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "bdfc66c6-5c76-4d6b-acfe-2a0acd41dd91"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "cda0570a-7df7-4135-bf7e-f3a2c439debe",
      "dutyDetail": "Investing time in Continuous Professional Development including industry trends informing creative work. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a7525b45-5401-45f8-8f0d-49ecafe07d09"
      ],
      "mappedKnowledge": [
        "d7ee9a77-38ae-46d7-89d2-7ea9e477b9a2",
        "a40484ba-cb73-49cd-92f5-84bf7bb15818",
        "ab7db3b3-c465-435b-80ea-d034ce346098",
        "71cc9180-5ed5-4ed4-9e3f-6be121b2aea3",
        "ee0ce853-f69b-4030-9794-4fe8b3358632",
        "a205ac05-6a24-4d17-b8ae-4c5e308c8f9c",
        "19b3236a-010b-4da8-9298-ddf4c3cc24af"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "343db376-0066-4b17-8b7f-757e351e38a7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "62afe025-b704-493f-a28e-3f6d3be0127a",
      "dutyDetail": "Demonstrating professional and personal integrity representing yourself and the business. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "17cbded6-0187-4a53-a051-8716c5bded9e",
        "d1c2d820-fcb2-4559-8a4f-2c9174a8651d"
      ],
      "mappedKnowledge": [
        "4d3fbcef-eb0b-44a1-b0dc-8fc09aab8986",
        "99b66589-38a8-4e66-9815-6c619b38818c",
        "71cc9180-5ed5-4ed4-9e3f-6be121b2aea3",
        "84af01d6-f026-4bb3-8571-57db02bdac87",
        "1a3c0a1b-45d9-4804-85bc-9e3c8f2d154d",
        "ee0ce853-f69b-4030-9794-4fe8b3358632",
        "19b3236a-010b-4da8-9298-ddf4c3cc24af"
      ],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-11-24T00:00:00"
}