{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 771,
  "referenceNumber": "ST1383",
  "learningAimClassCode": "",
  "title": "Dental hygienist",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": true,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1383",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-07-24T00:00:00",
  "earliestStartDate": "2024-07-24T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Dental hygienists are registered dental professionals who help patients maintain their oral and general health by preventing and treating periodontal (gum) disease and promoting good oral health practice.",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "dental care",
    "oral health",
    "teeth cleaning",
    "dentists surgery",
    "dental"
  ],
  "jobRoles": [
    "Dental hygienist"
  ],
  "entryRequirements": "&lt;p&gt;Entry requirements for the Dental Hygienist Degree apprenticeship will be agreed between the employer and the university. &lt;span style=&quot;color: rgba(51, 64, 71, 1);&quot;&gt;Applicants will typically enter having completed qualifications like A-levels or a T-level, or they may already be in the workplace as a registered Dental Nurse or having completed the L4 Oral Health Practitioner Apprenticeship.&lt;/span&gt;&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/kxdd3vzw/st1383_dental-hygienist_l6_-epa_v10_for-publication_22052024.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.1 Medicine and dentistry",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in healthcare under the profession of dentistry. Dental hygienists are registered dental professionals who help patients maintain their oral and general health by preventing and treating periodontal (gum) disease and promoting good oral health practice. They carry out treatment direct to patients or under prescription from a dentist. Dental hygienists work in a clinical environment that could be located in the NHS or in the independent sector, in a general dental practice or in a hospital, a specialist dental practice, community dental service or in an armed forces dental clinic. They also treat individuals in their own homes or care settings if they are unable to access a dental surgery. They may work for an independent dental provider or own and operate their own independent dental hygienist practice. In addition to providing dental treatment, they deliver oral and systemic health advice to groups of all ages including antenatal groups, school children and health and social care staff to influence how they care for others. The clinical environment is called a dental surgery and consists of a dental chair, x-ray unit and various equipment and instruments required for dentistry. A dental hygienist should normally be assisted by a dental nurse and work as part of the wider team including for example dentists, registered dental specialists for example oral surgeons, clinical dental technicians, dental technicians, orthodontic therapists and dental therapists. Cross referral of patients between General Dental Council registrants is established practice. &lt;br&gt;&lt;br&gt;The broad purpose of the occupation is to promote oral and systemic health and save teeth by preventing and treating gum disease, especially those that have challenging oral conditions which make every day oral care difficult. Dental hygienists carry out procedures such as dental examinations including oral cancer screenings, taking x rays, scaling teeth, which maybe under local anaesthetic, polishing teeth and applying fluoride and sealant treatments. Dental hygienists will offer advice on maintaining good oral health and may refer onto other members of the team for further treatment. In NHS community services, dental hygienists work with a wide range of vulnerable patient groups that have special or additional needs. In a hospital, dental hygienists will manage and treat the oral health care needs of patients who may have had major surgery, such as head and neck cancer patients, complicated orthodontic treatment or have particular medical conditions meaning that they may be very ill, apprehensive or unsure after life-changing surgery. In addition, they provide oral health training to other members of the health care team. &lt;br&gt;&lt;br&gt;In their daily work, an employee in this occupation interacts with patients, service users and carers. They will interact with other members of the dental team including dental nurses, dentists and registered dental specialists for example oral surgeons, clinical dental technicians, dental technicians, orthodontic therapists and dental therapists. They will also interact with other members of the wider education, health and social care team such as pharmacists, staff in care homes and schools and administration, management and other non-clinical staff, such as practice managers, suppliers of equipment, cleaners and receptionists. &lt;br&gt;&lt;br&gt;An employee in this occupation will be responsible for working within the limits of their competence and scope of practice to provide high quality, evidence-based care as part of the wider dental team. Dental Hygienists provide treatment and preventative care for people of all ages, different backgrounds, cultures and beliefs within a variety of environments. Dental hygienists are registered by the General Dental Council and must ensure that they only carry out a task, treatment or make decisions about a patient’s care if they are appropriately trained, competent, indemnified and have the necessary skills. They may refer patients to other members of the dental team and to the wider healthcare team. Dental Hygienists must communicate effectively and be able to adhere to strict standards, including relevant legislation, when handling sensitive information. They promote a safe and healthy working environment and assess and manage risk. They engage in quality improvement activities and must continually develop their knowledge and skills, supporting others in the team to do the same.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "15e2d5bd-37cb-4a58-957a-f6a3d22a10e2",
      "detail": "The aetiology, pathogenesis and epidemiological trends of oral and dental disease and their application to patient management."
    },
    {
      "knowledgeId": "9fe24051-a61a-4772-ad45-fae7949957ab",
      "detail": "Clinical presentations of oral and dental diseases relevant to that of a dental hygienist and the principles underpinning their diagnosis, prevention and treatment."
    },
    {
      "knowledgeId": "78ebf529-25cc-47c0-b6ab-4b20ca9182b4",
      "detail": "Variance in disease presentation across diverse cultural and social groups, and those with protected characteristics, and how this impacts diagnosis, prevention and treatment. "
    },
    {
      "knowledgeId": "25f97f15-9b35-475f-9614-60f40daab0cb",
      "detail": "General and systemic diseases and psychological conditions, and their relevance to oral health and impact on clinical treatment, patient compliance, self-care and outcomes. "
    },
    {
      "knowledgeId": "4354f42a-3ea9-450e-bcb0-f3036bf36772",
      "detail": "Relevant and appropriate dental, oral, craniofacial and general anatomy including the diversity of anatomy across the patient population and their relevance to patient management. "
    },
    {
      "knowledgeId": "09813fe7-2fc7-449d-bbbc-e3ff0465cf98",
      "detail": "Relevant physiology and its application to patient management. "
    },
    {
      "knowledgeId": "cfae4703-9416-47a8-9012-6027fe53bec7",
      "detail": "Psychological and sociological concepts and theoretical frameworks of health, illness, behavioural change and disease, and how these can be applied in clinical practice. "
    },
    {
      "knowledgeId": "0f412b28-9bb7-42ae-b893-d8fb4243f61a",
      "detail": "Potential routes of transmission of infectious agents in dental practice, mechanisms for the prevention of infection, the scientific principles of decontamination and disinfection and their relevance to health and safety. "
    },
    {
      "knowledgeId": "9dc035f2-500a-4ea3-80f7-d21a68085cc5",
      "detail": "The need for effective recorded maintenance and testing of equipment and requirements for appropriate storage, handling and use of materials. "
    },
    {
      "knowledgeId": "62ce3971-b9a1-4e26-bf1f-edcd3f53532a",
      "detail": "The properties of relevant medicines and therapeutic agents and their application to patient management. "
    },
    {
      "knowledgeId": "db804e53-a71f-4c29-8f32-660a40743b53",
      "detail": "Medicines that may cause adverse effects in patients and the appropriate actions to manage and report. "
    },
    {
      "knowledgeId": "c0a67e53-3211-49f9-8c90-8beb07d827f1",
      "detail": "Commonly used complementary and alternative therapies that may impact on patient management."
    },
    {
      "knowledgeId": "db988b96-6b75-4e77-bede-323b811c7d46",
      "detail": "The health risks of prescribed, non-prescribed and recreational drug use and misuse on oral and general health and how to provide appropriate advice and support including signposting or referral. "
    },
    {
      "knowledgeId": "90cba58f-e68b-4641-91a4-b059cd983110",
      "detail": "The scientific principles underpinning the use of materials and biomaterials used in dentistry, their limitations and selection. "
    },
    {
      "knowledgeId": "a8e35157-b4a8-4074-ae54-0fb943bf75eb",
      "detail": "The scientific principles of medical ionizing radiation and statutory regulations, and their application to clinical practice."
    },
    {
      "knowledgeId": "22fdfc6b-f929-4282-8228-86736eecc3ac",
      "detail": "The principles of obtaining valid patient consent. "
    },
    {
      "knowledgeId": "5e054900-5685-44d9-9d3e-24f0de6f9fa7",
      "detail": "The importance of each component of the patient assessment process. "
    },
    {
      "knowledgeId": "5f8be09f-6121-47e3-bc0c-05d3dde833a5",
      "detail": "The meaning of a prognostic indicator and application of prognostic indicators to a range of clinical situations. "
    },
    {
      "knowledgeId": "08d1817d-8fbe-43c2-946f-78f1bb2eca37",
      "detail": "The risks and benefits of treatment under general anaesthesia including patient selection criteria and making referrals. "
    },
    {
      "knowledgeId": "66e404c8-1cbe-470c-8731-80a63174af60",
      "detail": "The risks and benefits of treatment under conscious sedation including patient selection criteria and making referrals. "
    },
    {
      "knowledgeId": "eb845b78-dd9b-4988-ab92-f5dc8b7bfc06",
      "detail": "The components of patient management including risks, benefits, contra-indications and indications. "
    },
    {
      "knowledgeId": "4fd6f32c-aa49-416f-bdfb-9e6f2695ec16",
      "detail": "The risks, benefits, complications of and contra-indications to interventions, non-surgical and surgical."
    },
    {
      "knowledgeId": "e7fc9d3e-4361-47a4-be91-c625a063e4fe",
      "detail": "The signs of abuse, neglect or emotional trauma, local and national systems that safeguard welfare and how to raise concerns and act accordingly. "
    },
    {
      "knowledgeId": "d9895c77-ed58-472d-8baa-04afb9c4fc57",
      "detail": "The principles of preventive care and how to apply as part of a comprehensive personalised treatment plan. "
    },
    {
      "knowledgeId": "013a8886-760d-4fff-87bd-43ff33a196ab",
      "detail": "The importance of achieving a healthy oral environment prior to restoration and, or replacement of teeth. "
    },
    {
      "knowledgeId": "cc02dcd7-65d7-47fb-b2ce-d74c7024dbd5",
      "detail": "The influence of diet and nutritional status on oral and general health and how to provide appropriate advice and support. "
    },
    {
      "knowledgeId": "4e969ff5-0300-421c-9559-7aa2ff8f0086",
      "detail": "The need for adjunctive chemotherapeutic agents for the management of periodontal conditions in individual patients."
    },
    {
      "knowledgeId": "88205c51-4d99-450f-b6be-e08c4e713fea",
      "detail": "The aetiology and pathogenesis of diseases of the oral and maxillofacial complex. "
    },
    {
      "knowledgeId": "0a759ed2-a028-4241-bae4-0ea726a3106b",
      "detail": "The importance of early referral for individuals identified as having potential malignancy and tumours. "
    },
    {
      "knowledgeId": "390e675f-ce65-482d-9a53-6c84a3f7d0ca",
      "detail": "The significant of normal and abnormal facial growth, physical, mental and dental development milestones."
    },
    {
      "knowledgeId": "7dc2e1d9-b00a-4fd9-99fe-d4baf2224e58",
      "detail": "The roles and organisation of various referral networks, clinical guidelines and policies and local variation."
    },
    {
      "knowledgeId": "841a7c83-2b17-412b-8c66-b53d08c4958c",
      "detail": "The need to take responsibility for establishing personal networks with local dental and medical colleagues."
    },
    {
      "knowledgeId": "922e7e99-696b-40cd-8736-eacdca2c8627",
      "detail": "The responsibilities of the dental team as an access point to and from wider healthcare. "
    },
    {
      "knowledgeId": "fdbd08bd-0edd-4056-8c10-9ea8d892ad23",
      "detail": "The impact of medical and psychological conditions, cultural identity and values in a range of patients and how this can influence patient compliance, self-care and outcomes. "
    },
    {
      "knowledgeId": "5cba08e8-5756-4c30-83ff-6c53255f1091",
      "detail": "The risks around the clinical environment."
    },
    {
      "knowledgeId": "6c5d8ce2-db04-4fdc-a643-f550669a33fe",
      "detail": "The role of surgical management of periodontal disease. "
    },
    {
      "knowledgeId": "3e411727-efce-4984-bceb-b8ea56a36f2c",
      "detail": "The conditions or complications that may arise following dental implant therapy. "
    },
    {
      "knowledgeId": "e984e811-9637-40b9-bf08-9d2d147a0f3e",
      "detail": "Communication methods and technologies and their appropriate application in support of clinical practice. "
    },
    {
      "knowledgeId": "d6ca7191-a08b-4849-a3a3-cbc5c87636ce",
      "detail": "The importance of non-verbal communication, including listening skills, and the barriers to effective communication. "
    },
    {
      "knowledgeId": "9714aee9-fbdf-49d0-bdee-823f8880b042",
      "detail": "Professional expectations, potential impact, and consequence of using social media as a communication tool."
    },
    {
      "knowledgeId": "c84873af-9b8a-4ca2-a657-cad53ebdd901",
      "detail": "Responsibilities and limitations of referring to other members of the dental team. "
    },
    {
      "knowledgeId": "268bde33-64f4-4134-a1ee-5db4d1c4eeff",
      "detail": "The role and professional responsibilities associated with appraisal, training and review of colleagues, provision of and receipt of effective feedback in the context of developing members of the dental team. "
    },
    {
      "knowledgeId": "7b575a4d-e232-46aa-89f3-7d4eff2f7ba7",
      "detail": "The roles of dental and other healthcare professionals in the context of learning and working in a dental and wider healthcare team. "
    },
    {
      "knowledgeId": "46154ecf-d845-465a-8495-b7a12b3accf2",
      "detail": "The contribution that team members and effective team working makes to the delivery of safe and effective high-quality care, including the benefits of working in culturally diverse teams. "
    },
    {
      "knowledgeId": "2d65e161-5790-45a6-ac7d-37e28a5b881b",
      "detail": "The team working guidance provided by the GDC and other relevant bodies. "
    },
    {
      "knowledgeId": "38d7174c-696d-4771-8d02-7eb49da5227a",
      "detail": "The impact of Direct Access on own and others’ scope of practice. "
    },
    {
      "knowledgeId": "4bd7df84-ba70-4d8b-b4c3-05f2a20c522d",
      "detail": "The scope of practice of each member of the dental team and how the roles interact for effective teamwork and patient care."
    },
    {
      "knowledgeId": "dea73ae8-87fe-46e5-bacb-214788239328",
      "detail": "The need to ensure that those who raise concerns are protected from discrimination or other detrimental effects. "
    },
    {
      "knowledgeId": "5168fdf6-14f4-4c8b-90cb-15a993ff0092",
      "detail": "The differences between management and leadership. "
    },
    {
      "knowledgeId": "97081940-67ee-47a3-aeef-973c2ba53fd9",
      "detail": "Own management and leadership role and the range of skills and knowledge required to do this effectively."
    },
    {
      "knowledgeId": "66477c35-2337-4a34-90a3-713246eaa44c",
      "detail": "How to take responsibility for the quality of services and devices provided to the patient as relevant to your scope of practice. "
    },
    {
      "knowledgeId": "dff5123d-c4ef-4bee-8755-29739556f2b3",
      "detail": "The importance of contemporaneous, complete and accurate patient records in accordance with legal requirements and best practice."
    },
    {
      "knowledgeId": "3977fd97-79e5-4766-bc00-0367eae8a0c5",
      "detail": "The legal responsibilities of maintaining and protecting patients’ information. "
    },
    {
      "knowledgeId": "884b4ac0-837a-4aac-b5c0-6e26a1b00391",
      "detail": "GDC’s expectations and requirements as set out in regulations and guidance and other relevant laws, ethical guidance and systems in addition to the legal frameworks."
    },
    {
      "knowledgeId": "fc4ec71f-3b50-4a36-a5ec-1f37a77379f5",
      "detail": "The importance of having appropriate indemnity arrangements in place for both the professional and patient. "
    },
    {
      "knowledgeId": "a043050b-676e-4ff9-b922-942d81c99351",
      "detail": "The importance of candour and effective communication with patients when things go wrong or when dealing with a complaint."
    },
    {
      "knowledgeId": "0f3d126d-bcbc-4b87-ba40-52ad0abac60f",
      "detail": "How and where to report any patient safety issues which arise. "
    },
    {
      "knowledgeId": "73a41090-5cc4-41bf-b165-f906a907920d",
      "detail": "The attributes of professional attitudes and behaviour in all environments and media, including interaction with social media. "
    },
    {
      "knowledgeId": "6b825fbf-fff5-40fc-990f-6076f7896a76",
      "detail": "The responsibilities of, and mechanisms for raising concerns about your own or others’ health, behaviour or professional performance as described in GDC guidance. "
    },
    {
      "knowledgeId": "cae5cd82-6d3a-4741-acf8-e82b4ad7256f",
      "detail": "The principles and procedures for good complaints handling. "
    },
    {
      "knowledgeId": "439dc9f8-a7e0-4462-9583-96d27ecb897d",
      "detail": "The responsibility that dental practices and individual practitioners have in compliance with legal and regulatory frameworks. "
    },
    {
      "knowledgeId": "bdad676c-6a40-451f-97d4-cc2aa22dc635",
      "detail": "The meaning of cultural competence and its relevance in assessing the needs and planning care for patients from diverse backgrounds. "
    },
    {
      "knowledgeId": "eb3c77d9-2a14-46ed-8a97-b26670c570b6",
      "detail": "Diversity, equality, inclusion and discrimination and the underpinning legislation, and how to apply these principles to manage patients with protected characteristics and work within the dental team noting that this legislation may differ in England, Scotland, Wales and Northern Ireland. "
    },
    {
      "knowledgeId": "c657f40c-5643-4869-8d9e-560ca2a98bd5",
      "detail": "The basic principles of a population health approach including demographic and social trends, UK and international oral health trends, determinants of health and inequalities in health, and the ways in which these are measured and current patterns."
    },
    {
      "knowledgeId": "fe5e5629-53e1-4538-bf52-b2daca394695",
      "detail": "The dental and wider healthcare systems dental professionals work within including local and national health policy and organisation, delivery of healthcare and equity. "
    },
    {
      "knowledgeId": "6a57df57-d72f-4b26-944a-5bc5602c32a0",
      "detail": "The principles of planning oral health care for communities to meet needs and demands. "
    },
    {
      "knowledgeId": "18e94b4a-5477-4b5d-9e25-aa4e7fff58cf",
      "detail": "The principles and limitations of the currently available options for funding of dental healthcare provision for individual patients. "
    },
    {
      "knowledgeId": "1db110de-1f94-4b30-8a77-44f3f37393ae",
      "detail": "The ethical challenges associated with providing patient care within the current dental healthcare systems. "
    },
    {
      "knowledgeId": "cf345f17-9933-429a-a2b7-1626841cc4f9",
      "detail": "Considerations for the management of resources in provision of care decisions including appropriate use of primary and secondary care networks. "
    },
    {
      "knowledgeId": "6011687c-a3e1-4531-a101-daa583693f9f",
      "detail": "The importance of collaboration across the health and social care sector for the benefit of communities and individual patients. "
    },
    {
      "knowledgeId": "8540098e-7f49-40b1-89cc-a1445ad240e3",
      "detail": "The barriers and challenges which prevent sections of the population accessing oral healthcare, including patients from marginalised populations and patients with protected characteristics. "
    },
    {
      "knowledgeId": "a0b6c47c-4487-4e3f-ab39-5e06f31a1619",
      "detail": "The main principles relating to sustainable oral health care, and the challenges and barriers to implementing a sustainable approach."
    },
    {
      "knowledgeId": "a0ce0ba8-9edd-46c5-9fb7-071c58c23546",
      "detail": "The meaning of insight in the context of professional practice. "
    },
    {
      "knowledgeId": "54ccad51-affa-4474-9245-14787cd6c94a",
      "detail": "The importance of insight in ensuring safe and effective patient care, and to personal development. "
    },
    {
      "knowledgeId": "293550a0-1dac-46b6-9f79-5bc144f12aa7",
      "detail": "The principles of an evidence-based approach. "
    },
    {
      "knowledgeId": "b820f843-724f-4e8b-b16c-c2d23c86291c",
      "detail": "Models for self-reflection and how this process can be used to inform personal development, viewpoint, preconceptions, bias and behaviour. "
    },
    {
      "knowledgeId": "58e497dd-6cf1-45b1-89ba-5edc3dd27c1a",
      "detail": "The importance of assessment, feedback, critical reflection, identification of learning needs and appraisal in personal development planning."
    },
    {
      "knowledgeId": "b3143326-20a4-4aec-be12-f2ab6491ee5a",
      "detail": "The importance and requirement for commitment to lifelong learning. "
    },
    {
      "knowledgeId": "98191e5d-13ac-441e-b3c5-c34120b60405",
      "detail": "The principles of personal development planning, recording of evidence, and reflective practice. "
    },
    {
      "knowledgeId": "bb016953-17ce-4931-972e-fd8d0223d25b",
      "detail": "Opportunities for improvement of a clinical service or to manage and mitigate risks. "
    },
    {
      "knowledgeId": "3ced39f0-57b9-4b24-b113-704b52e3c591",
      "detail": "Ways of self-monitoring, self-care and routes of seeking appropriate advice in terms of personal wellbeing."
    },
    {
      "knowledgeId": "72581c69-b31d-4683-828b-21226ab0ad31",
      "detail": "Strategies to identify and manage the personal and emotional challenges of work, teamwork and workload."
    },
    {
      "knowledgeId": "39977cc8-2cc0-45f1-8aff-9284da365966",
      "detail": "Strategies to identify and manage the personal and emotional challenges of uncertainty and change. "
    },
    {
      "knowledgeId": "93d418b0-7d61-4073-9623-d610f6bb7b62",
      "detail": "The role of coping strategies for practice, such as reflection, self-acceptance, debriefing, handing over to another colleague, peer support and asking for help in responding to challenges and setbacks. "
    }
  ],
  "behaviours": [
    {
      "behaviourId": "5670da8d-9bb9-4165-becc-b1b3a9484cc7",
      "detail": "Compassionate professional behaviour and professional responsibilities making sure the fundamental needs of patients and carers are addressed."
    },
    {
      "behaviourId": "b10e8847-69a0-4c95-8f13-4f545353f60f",
      "detail": "Act with integrity, be polite, considerate, trustworthy, conscientious and honest."
    },
    {
      "behaviourId": "ca3d8409-8034-41a8-89ae-25981e4dc018",
      "detail": "Take personal and professional responsibility for their actions."
    },
    {
      "behaviourId": "a7d41afc-4c75-4697-8c45-c03cd8ee4960",
      "detail": "Manage time and prioritise effectively."
    },
    {
      "behaviourId": "6928f1b3-ffca-4b04-a12b-a5177f64b498",
      "detail": "Be open and honest in their interactions with patients, carers, colleagues and employers when things go wrong, known as the professional duty of candour."
    },
    {
      "behaviourId": "f45bac41-086c-4570-a451-91702724d300",
      "detail": "Respect patients’ wishes about whether they wish to participate in the education of learners."
    },
    {
      "behaviourId": "d4e8419a-00d2-40b2-872c-101c503f4843",
      "detail": "Uphold the General Dental Council Standards for The Dental Team (2013)."
    },
    {
      "behaviourId": "dc6c3e71-0c72-4ec7-9689-4c7b334040a2",
      "detail": "Willingness to learn, and be proactive in progressing in your own development."
    }
  ],
  "skills": [
    {
      "skillId": "3a2c6290-c023-4ec2-8d1c-38be639298c5",
      "detail": "Adopt an evidence-based approach to clinical practice."
    },
    {
      "skillId": "0b279dcf-e84b-4ea9-b0b2-86e636f0d565",
      "detail": "Underpin all patient care with a preventive approach, which takes account of patient compliance and self-care, to contribute to the patient’s long-term oral and general health. "
    },
    {
      "skillId": "5dac99f5-25db-4e68-b53b-9ee56ec47683",
      "detail": "Take account of and explain to the patient the impact of their periodontal health, including compliance with oral healthcare advice, potential effect on general health and the need for self-care in the overall treatment plan and how this influences their treatment outcome. "
    },
    {
      "skillId": "a5204743-c241-4c80-a1ea-cb0d9a6dc0f0",
      "detail": "Identify potential malignancy and tumours. "
    },
    {
      "skillId": "1b4b887d-cddf-461d-bf64-be74ca2b58a1",
      "detail": "Identify the signs of normal and abnormal facial growth, physical, mental and dental development."
    },
    {
      "skillId": "4045a9ba-67c3-48b9-960f-bae840d19d0a",
      "detail": "Obtain, record and interpret a comprehensive and contemporaneous patient history, taking into account social and, or cultural sensitivities."
    },
    {
      "skillId": "9265a8c9-2469-41ad-a7f0-1484c63e4447",
      "detail": "Undertake an appropriate systematic intra- and extra- oral clinical examination. "
    },
    {
      "skillId": "db651e29-7613-4db1-aa4a-be7161e3436c",
      "detail": "Assess patients’ levels of anxiety, experience and expectations in respect of dental care and oral health. "
    },
    {
      "skillId": "8b5807f8-cc72-4430-a8a4-6e259acd8455",
      "detail": "Appropriately prescribe and, or interpret the findings of clinical investigations. "
    },
    {
      "skillId": "e379c948-8f40-4058-9532-868e43a90e90",
      "detail": "Undertake relevant special investigations and diagnostic procedures, including radiography. "
    },
    {
      "skillId": "df258ce3-80b0-4fdb-bbe5-ab700eec8edf",
      "detail": "Synthesise the full results of the patient’s assessment and make clinical judgements taking into account patient compliance, values, cultural identity and self-care. "
    },
    {
      "skillId": "97ed681f-20b7-46f5-9932-4b44092e3f62",
      "detail": "Formulate a differential diagnosis or diagnoses and from there a definitive diagnosis. "
    },
    {
      "skillId": "9e8a7043-6d5f-4370-83f5-4bb783aaa9f9",
      "detail": "Formulate a personalised treatment plan, synthesising patient assessment, diagnostic data, prognosis and shared decision making. "
    },
    {
      "skillId": "ddd51c92-1d14-4b3a-86a2-a98b5d67cc02",
      "detail": "Obtain valid consent from patients explaining all the relevant factors and taking into account the legal requirements where appropriate within scope of practice. "
    },
    {
      "skillId": "ffad51e0-92c3-4790-bccc-6a846b690ecd",
      "detail": "Assess own capabilities and limitations and refer patients for specialist treatment or advice when and where appropriate. "
    },
    {
      "skillId": "d06c3f1c-55ca-4412-a128-c7a05a6a775c",
      "detail": "Identify and manage the impact of medical and psychological conditions in a range of patients and determine how this can influence patient compliance, self-care and outcomes, taking into account the patient’s cultural identity and values. "
    },
    {
      "skillId": "b0302819-5609-45b3-90ec-84dc13fc338a",
      "detail": "Prevent, diagnose, and manage patient anxiety appropriately, effectively, and safely. "
    },
    {
      "skillId": "1ea5cde6-dc3a-4d31-8646-b9b965cca4f3",
      "detail": "Prevent, diagnose, and manage patient pain appropriately, effectively, and safely. "
    },
    {
      "skillId": "6cb3f23d-0791-4fa5-bda2-223c7accfd7e",
      "detail": "Safely and appropriately prescribe and administer medicines and therapeutic agents. "
    },
    {
      "skillId": "dcaddc52-1d8e-493a-9237-7b7bdd6b8194",
      "detail": "Monitor and review treatment outcomes and patient response to advice, providing aftercare, follow-up and ongoing preventive advice and intervention."
    },
    {
      "skillId": "972059d6-894c-4d05-bb92-514d8fb5ec67",
      "detail": "Identify the risks around the clinical environment and manage these in a safe and effective manner. "
    },
    {
      "skillId": "8da13ca0-72e2-4d00-89d2-8ecb03171314",
      "detail": "Implement, perform, and manage effective decontamination and infection control procedures according to current guidelines. "
    },
    {
      "skillId": "a2e9ac00-b806-4e6d-b173-82193451ce95",
      "detail": "Identify, assess and manage medical emergencies. "
    },
    {
      "skillId": "583f7381-d626-4a60-97a6-4b19bed7da2a",
      "detail": "Manage patients’ acute oral conditions ensuring involvement of appropriate dental team members. "
    },
    {
      "skillId": "3993a627-bda4-4c55-a756-188a0c2e5ba7",
      "detail": "Manage and review the application of preventive treatments, intervention, advice and instruction. "
    },
    {
      "skillId": "14200269-b461-4769-b08d-4ea80a799764",
      "detail": "Provide patients and carers with comprehensive, personalised preventive advice, instruction and intervention in a manner which is accessible, promotes self-care and motivates patients and carers to comply with advice and take responsibility to maintain and improve oral health."
    },
    {
      "skillId": "6873e2cb-82f0-498d-8756-cd507cef400d",
      "detail": "Assess and manage the health of periodontal and soft tissues taking into account risk, lifestyle factors, plaque control, self-care and compliance and response to advice."
    },
    {
      "skillId": "9d7d3645-afe4-4d0c-bf9f-41abe90b672b",
      "detail": "Undertake non-surgical treatments to remove hard and soft deposits and stains using a range of methods. "
    },
    {
      "skillId": "57e4832d-fad4-4967-9a41-b86aa537242d",
      "detail": "Monitor and record changes in periodontal health using appropriate methods. "
    },
    {
      "skillId": "4d160d5c-9f22-4777-84be-749de326271e",
      "detail": "Apply antimicrobials where appropriate to manage periodontal diseases. "
    },
    {
      "skillId": "5efb6f61-fa3e-436b-a521-58fa31d17462",
      "detail": "Manage the health of peri-implant tissues. "
    },
    {
      "skillId": "7263ea12-b1c9-43bf-8c86-a2839ddd9027",
      "detail": "Assess and manage tooth wear. "
    },
    {
      "skillId": "b1feca8f-4732-4da1-9901-645c762e633b",
      "detail": "Create an oral environment where restoration or replacement of the tooth is viable. "
    },
    {
      "skillId": "1e73a6f9-a435-4b9e-a2bb-0237a25684da",
      "detail": "Place temporary dressings and re-cement temporary crowns with a temporary cement. "
    },
    {
      "skillId": "e45e312a-eb94-48d2-90f4-d377464c104a",
      "detail": "Communicate with care, compassion empathy and respect in all professional interactions with patients, their representatives, the public and colleagues."
    },
    {
      "skillId": "bc163f53-59d6-44dd-9601-71dd3bb7fa31",
      "detail": "Communicate effectively and sensitively, tailoring to context, by spoken, written and electronic means with all patients, including patients whose first language is not English, using representatives or interpreters where necessary, in relation to patients with anxious or challenging behaviour or special considerations such as emotional trauma, difficult circumstances, such as breaking bad news, or discussing issues such as alcohol consumption, smoking or diet. "
    },
    {
      "skillId": "13f738c8-cef5-4ff3-8b31-b3e13b81bdff",
      "detail": "Communicate effectively and sensitively by spoken, written and electronic means with the public. "
    },
    {
      "skillId": "1e22130b-8af5-4f14-9084-644bb3e278d5",
      "detail": "Communicate effectively by spoken, written and electronic means with colleagues from dental and other healthcare professions in patients’ best interests in relation to the direct care of individual patients, oral health promotion, raising concerns when problems arise, including where patients cause distress to staff. "
    },
    {
      "skillId": "098b180a-c819-4f27-b7d2-661ce6942ccb",
      "detail": "Respect the roles of dental and other healthcare professionals in the context of learning and working in a dental and wider healthcare team. "
    },
    {
      "skillId": "62d10d64-270c-4ce4-b588-0282811ec02a",
      "detail": "Demonstrate effective team working. "
    },
    {
      "skillId": "3111231d-1cd6-4d70-9eca-1ab322444000",
      "detail": "Contribute to their team in providing dental care for patients. "
    },
    {
      "skillId": "99bf843e-e1ff-4775-b861-f402e639cfdb",
      "detail": "Take a patient-centred approach to working with the dental and wider healthcare team. "
    },
    {
      "skillId": "61757307-77c4-40bf-acb5-15abb1faf287",
      "detail": "Where appropriate manage and refer or delegate work according to the scope of practice of the dental team, in line with competence and professional practice."
    },
    {
      "skillId": "4d0e7769-a5b3-43e0-8b0c-41cc011da4bc",
      "detail": "Use appropriate methods to provide accurate, clear and comprehensive information when referring patients to other dental and healthcare professionals. "
    },
    {
      "skillId": "065f5828-cecd-4907-90aa-f6400c25c2c7",
      "detail": "Communicate appropriately and effectively in professional discussions and transactions with other sectors. "
    },
    {
      "skillId": "3da058a3-215e-4ddf-96f1-002c0e91b13b",
      "detail": "Give feedback effectively to other members of the team. "
    },
    {
      "skillId": "0ece01c1-0a34-4154-b4ca-0274c0d4ec6e",
      "detail": "Raise concerns where appropriate about your own or others’ health, behaviour or professional performance."
    },
    {
      "skillId": "09854450-e7ea-43c4-b66b-10eb1e6dc2e5",
      "detail": "Comply with systems and processes to support safe patient care."
    },
    {
      "skillId": "fcdc6271-6512-45b2-8783-95e25afe1999",
      "detail": "Act in accordance with current best practice guidelines."
    },
    {
      "skillId": "3fa5fd28-f9a8-4dbb-bc34-f374381446e2",
      "detail": "Act in accordance with national and local clinical governance and health and safety requirements."
    },
    {
      "skillId": "955d67f6-c2b6-4eb9-a2f4-deed920c1205",
      "detail": "Act within the legal frameworks which inform personal behaviour, the delivery of healthcare and the protection and promotion of the health of individual patients."
    },
    {
      "skillId": "ee86e497-8aeb-4cb0-b938-5e105e0f40fb",
      "detail": "Maintain contemporaneous, complete and accurate patient records in accordance with legal requirements and best practice."
    },
    {
      "skillId": "1c0dc2e9-b97e-4fda-ae3f-1caa0def4e43",
      "detail": "Act with integrity and ensure your actions maintain the trust of colleagues, patients, and the public in you, your team, and the profession across all environments and media."
    },
    {
      "skillId": "23d252e8-d3e2-4252-953a-193ca9301e85",
      "detail": "Demonstrate personal accountability to patients, the regulator, the team and wider community."
    },
    {
      "skillId": "ad460017-13df-4588-a652-e2610fb834e6",
      "detail": "Work in partnership with colleagues to develop and maintain an effective and supportive environment which promotes the safety and wellbeing of the patient and dental team."
    },
    {
      "skillId": "74ad557a-2db2-4c4f-89f5-2fe67d983c83",
      "detail": "Where appropriate lead, manage and take professional responsibility for the actions of colleagues and other members of the team involved in patient care."
    },
    {
      "skillId": "a4bf564d-19c7-4641-83af-e6928597fc4e",
      "detail": "Treat your patients, members of the public and your colleagues with dignity and respect and without discrimination."
    },
    {
      "skillId": "043f2367-10ff-4b81-8f17-fdb6d64c3ea1",
      "detail": "Support patients to make informed decisions about their care, making their interests your first concern."
    },
    {
      "skillId": "77ec87f1-dc65-4327-a27c-bbf87e6994a0",
      "detail": "Demonstrate cultural competence, accepting and respecting the diversity of patients and colleagues. "
    },
    {
      "skillId": "ac811e0e-7c36-4ad2-ad37-7da2ed088e02",
      "detail": "Provide the best possible outcome for your patients by using your knowledge and skills, acting as an advocate for their needs where appropriate."
    },
    {
      "skillId": "dbca8d5f-9a6d-44fb-bd11-0c6ab28b88e4",
      "detail": "Speak up to protect others from harm."
    },
    {
      "skillId": "4af31abb-277e-4453-a8cc-081c3ca47689",
      "detail": "Proactively address discriminatory language and behaviour and microaggressions from colleagues, patients and other professionals."
    },
    {
      "skillId": "a75862e2-aa3b-4501-876d-cc311865db7d",
      "detail": "Contribute positively to the healthcare communities of which they are a part of."
    },
    {
      "skillId": "65d346d5-e09b-4cb1-b4af-db71ccaf989b",
      "detail": "Evaluate the role of health promotion in terms of the changing environment, community and individual behaviours to deliver health gain."
    },
    {
      "skillId": "c14f4edb-46f6-41a7-a083-2778b8defad7",
      "detail": "Evaluate the effectiveness of evidence-based prevention at a community and or population level. "
    },
    {
      "skillId": "375e6e10-4e08-4207-bdd7-d8bb056c395f",
      "detail": "Support patients to negotiate the barriers and challenges which prevent sections of the population accessing oral healthcare, including patients from marginalised populations and patients with protected characteristics."
    },
    {
      "skillId": "691ba37a-fb67-4345-a077-e9ea7314ff05",
      "detail": "Evaluate and apply the evidence base in relation to the environmental impacts of common treatment methods and approaches to the delivery of oral healthcare. "
    },
    {
      "skillId": "08d1e148-f88b-483f-a6f2-53c01eca74de",
      "detail": "Evaluate an evidence base. "
    },
    {
      "skillId": "b7118878-c220-4960-9623-cb94f3e63f70",
      "detail": "Accurately assess their own capabilities and limitations in the interest of high-quality patient care and seek advice from supervisors or colleagues where appropriate."
    },
    {
      "skillId": "35d56c0b-7ed0-4615-987a-2bb659dce51b",
      "detail": "Recognise personal assumptions, biases and prejudices and manage the impact of these on patient care and professional behaviour with colleagues, patients and wider society."
    },
    {
      "skillId": "c3b2e1f2-59b4-48c1-856d-bd8fa45803b9",
      "detail": "Recognise the impact of contextual factors on the health care environment and manage this professionally."
    },
    {
      "skillId": "8efbe56e-10f4-40de-9415-2a0f8e2e54bf",
      "detail": "Demonstrate own professional responsibility in the development of self. "
    },
    {
      "skillId": "2190c638-c7b9-4bfd-9b0b-3edd368a92aa",
      "detail": "Develop and maintain professional knowledge and competence."
    },
    {
      "skillId": "0ca2d006-3f94-4c54-89c9-2c81cbea6981",
      "detail": "Demonstrate appropriate continuous improvement activities."
    },
    {
      "skillId": "264b2f25-51fd-4ecc-aec5-b0b99be35c06",
      "detail": "Critically appraise approaches to dental research and explain how to integrate the outcomes with patient care."
    },
    {
      "skillId": "cfa5fc9e-ae2c-465d-8a2c-899e1225ffb6",
      "detail": "Evaluate the impact of new techniques and technologies in clinical practice."
    },
    {
      "skillId": "8961f1d1-6cd7-409c-9eb1-d264c16562d4",
      "detail": "Utilise the receipt of effective feedback in the professional development of self. "
    },
    {
      "skillId": "bd4cbea6-8379-4569-9c17-bcbd27a824eb",
      "detail": "Undertake personal development planning, recording of evidence and reflective practice."
    },
    {
      "skillId": "1ebf140b-39b4-4ef8-a5de-9a4ee0b329db",
      "detail": "Demonstrate engagement with systems and personal strategies which promote and maintain well-being."
    },
    {
      "skillId": "65eec88d-b718-428a-92dc-df6362a54de3",
      "detail": "Recognise when and how to take action if well-being is compromised to a point of affecting an individual’s role or professional relationships."
    },
    {
      "skillId": "93324ad2-4f4c-451c-a762-9153462e2624",
      "detail": "Effectively manage their own time and resources."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2024-07-24T00:00:00 +00:00",
  "integratedApprenticeship": true,
  "integration": "Statutory integration",
  "integratedDegree": "integrated degree",
  "tbReference": "TB0053",
  "tbMainContact": "john.darby@hee.nhs.uk, Ruth.Chesmore@bupadentalcare.co.uk, shalin.mehra@rodericksdental.co.uk",
  "involvedEmployers": "Bupa Dental Care, Colosseum Dental, Community Dental Services, Damira Dental, General Dental Council, NHS England, Obex Dental, Riverdale Healthcare, Rodericks Dental, Skills for Health, Smile Dental Care, Taunton & Somerset NHS Foundation Trust, Teesside University, Today's Dental, University College London Hospitals NHS Foundation Trust, University of Portsmouth, Workforce Development Trust",
  "otherInvolvedStakeholders": "",
  "regulated": true,
  "regulatedBody": "General Dental Council",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Dental hygienist"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Health professional",
  "clusterId": "6",
  "clusterDescription": "Provide direct patient contact along with high quality diagnosis and care working independently and with other health professionals",
  "createdDate": "2024-07-24T09:52:27 +00:00",
  "lastUpdated": "2024-07-24T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2024-07-24T00:00:00 +00:00",
  "banners": "This apprenticeship standard has been approved for delivery by the Institute for Apprenticeships and Technical Education. However, starts on the apprenticeship will only be possible once a suitable end-point assessment organisation (EPAO) is in place. Once an EPAO is in place, funding for apprentice starts will be permitted and this message will be removed.",
  "occupationCode": "OCC1383",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1383-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1383-v1-0",
  "qualifications": [
    {
      "qualificationId": "b60f23d5-5d78-42a1-b2f4-f6ca83d34caa",
      "title": "BSc Dental Hygiene",
      "level": "6 (integrated degree)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "General Dental Council",
      "level": "Dental Hygienist",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "66537c46-c703-472c-8bd5-e0d0dfb338d5",
      "dutyDetail": "Conduct clinical consultations, oral health examinations and diagnostic procedures to assess the oral healthcare needs of patients.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "15e2d5bd-37cb-4a58-957a-f6a3d22a10e2",
        "9fe24051-a61a-4772-ad45-fae7949957ab",
        "78ebf529-25cc-47c0-b6ab-4b20ca9182b4",
        "25f97f15-9b35-475f-9614-60f40daab0cb",
        "4354f42a-3ea9-450e-bcb0-f3036bf36772",
        "09813fe7-2fc7-449d-bbbc-e3ff0465cf98",
        "cfae4703-9416-47a8-9012-6027fe53bec7",
        "0f412b28-9bb7-42ae-b893-d8fb4243f61a",
        "9dc035f2-500a-4ea3-80f7-d21a68085cc5",
        "62ce3971-b9a1-4e26-bf1f-edcd3f53532a",
        "db804e53-a71f-4c29-8f32-660a40743b53",
        "c0a67e53-3211-49f9-8c90-8beb07d827f1",
        "db988b96-6b75-4e77-bede-323b811c7d46",
        "90cba58f-e68b-4641-91a4-b059cd983110",
        "a8e35157-b4a8-4074-ae54-0fb943bf75eb",
        "22fdfc6b-f929-4282-8228-86736eecc3ac",
        "5e054900-5685-44d9-9d3e-24f0de6f9fa7",
        "5f8be09f-6121-47e3-bc0c-05d3dde833a5",
        "08d1817d-8fbe-43c2-946f-78f1bb2eca37",
        "66e404c8-1cbe-470c-8731-80a63174af60",
        "eb845b78-dd9b-4988-ab92-f5dc8b7bfc06",
        "4fd6f32c-aa49-416f-bdfb-9e6f2695ec16",
        "e7fc9d3e-4361-47a4-be91-c625a063e4fe",
        "d9895c77-ed58-472d-8baa-04afb9c4fc57",
        "013a8886-760d-4fff-87bd-43ff33a196ab",
        "cc02dcd7-65d7-47fb-b2ce-d74c7024dbd5",
        "4e969ff5-0300-421c-9559-7aa2ff8f0086",
        "88205c51-4d99-450f-b6be-e08c4e713fea",
        "0a759ed2-a028-4241-bae4-0ea726a3106b",
        "390e675f-ce65-482d-9a53-6c84a3f7d0ca",
        "7dc2e1d9-b00a-4fd9-99fe-d4baf2224e58",
        "841a7c83-2b17-412b-8c66-b53d08c4958c",
        "922e7e99-696b-40cd-8736-eacdca2c8627"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3a2c6290-c023-4ec2-8d1c-38be639298c5",
        "0b279dcf-e84b-4ea9-b0b2-86e636f0d565",
        "5dac99f5-25db-4e68-b53b-9ee56ec47683",
        "a5204743-c241-4c80-a1ea-cb0d9a6dc0f0",
        "1b4b887d-cddf-461d-bf64-be74ca2b58a1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "bbcd872f-eea6-4632-97fd-19c45bb7ff09",
      "dutyDetail": "Critically analyse and interpret the results of clinical consultations, oral health examinations and diagnostic procedures, to diagnose and plan oral health care treatment, including cross referral to other members of the dental team and wider health and social care team. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "fdbd08bd-0edd-4056-8c10-9ea8d892ad23",
        "5cba08e8-5756-4c30-83ff-6c53255f1091"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4045a9ba-67c3-48b9-960f-bae840d19d0a",
        "9265a8c9-2469-41ad-a7f0-1484c63e4447",
        "db651e29-7613-4db1-aa4a-be7161e3436c",
        "8b5807f8-cc72-4430-a8a4-6e259acd8455",
        "e379c948-8f40-4058-9532-868e43a90e90",
        "df258ce3-80b0-4fdb-bbe5-ab700eec8edf",
        "97ed681f-20b7-46f5-9932-4b44092e3f62",
        "9e8a7043-6d5f-4370-83f5-4bb783aaa9f9",
        "ddd51c92-1d14-4b3a-86a2-a98b5d67cc02",
        "ffad51e0-92c3-4790-bccc-6a846b690ecd",
        "d06c3f1c-55ca-4412-a128-c7a05a6a775c",
        "b0302819-5609-45b3-90ec-84dc13fc338a",
        "1ea5cde6-dc3a-4d31-8646-b9b965cca4f3",
        "6cb3f23d-0791-4fa5-bda2-223c7accfd7e",
        "dcaddc52-1d8e-493a-9237-7b7bdd6b8194",
        "972059d6-894c-4d05-bb92-514d8fb5ec67",
        "8da13ca0-72e2-4d00-89d2-8ecb03171314",
        "a2e9ac00-b806-4e6d-b173-82193451ce95",
        "583f7381-d626-4a60-97a6-4b19bed7da2a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f45f49db-c95a-4f8c-8264-af4c1dac1c62",
      "dutyDetail": "Provide oral healthcare advice and preventative treatments, periodontal therapy, manage tooth wear, early decay, the maintenance of dental implants and soft tissue conditions within the General Dental Council scope of practice for dental hygienists.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "6c5d8ce2-db04-4fdc-a643-f550669a33fe",
        "3e411727-efce-4984-bceb-b8ea56a36f2c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3993a627-bda4-4c55-a756-188a0c2e5ba7",
        "14200269-b461-4769-b08d-4ea80a799764",
        "6873e2cb-82f0-498d-8756-cd507cef400d",
        "9d7d3645-afe4-4d0c-bf9f-41abe90b672b",
        "57e4832d-fad4-4967-9a41-b86aa537242d",
        "4d160d5c-9f22-4777-84be-749de326271e",
        "5efb6f61-fa3e-436b-a521-58fa31d17462",
        "7263ea12-b1c9-43bf-8c86-a2839ddd9027",
        "b1feca8f-4732-4da1-9901-645c762e633b",
        "1e73a6f9-a435-4b9e-a2bb-0237a25684da"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "bb6c4a7f-ff57-4168-a832-958bbe62654a",
      "dutyDetail": "Communicate effectively, maintaining confidentiality and records appropriately.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "e984e811-9637-40b9-bf08-9d2d147a0f3e",
        "d6ca7191-a08b-4849-a3a3-cbc5c87636ce",
        "9714aee9-fbdf-49d0-bdee-823f8880b042"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e45e312a-eb94-48d2-90f4-d377464c104a",
        "bc163f53-59d6-44dd-9601-71dd3bb7fa31",
        "13f738c8-cef5-4ff3-8b31-b3e13b81bdff",
        "1e22130b-8af5-4f14-9084-644bb3e278d5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "51f861e7-27a4-4372-98a2-d6fc82517b63",
      "dutyDetail": "Provide professional leadership within the team working in partnership with patients, dental teams, other health and social care professionals. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "c84873af-9b8a-4ca2-a657-cad53ebdd901",
        "268bde33-64f4-4134-a1ee-5db4d1c4eeff",
        "7b575a4d-e232-46aa-89f3-7d4eff2f7ba7",
        "46154ecf-d845-465a-8495-b7a12b3accf2",
        "2d65e161-5790-45a6-ac7d-37e28a5b881b",
        "38d7174c-696d-4771-8d02-7eb49da5227a",
        "4bd7df84-ba70-4d8b-b4c3-05f2a20c522d",
        "dea73ae8-87fe-46e5-bacb-214788239328",
        "5168fdf6-14f4-4c8b-90cb-15a993ff0092",
        "97081940-67ee-47a3-aeef-973c2ba53fd9",
        "66477c35-2337-4a34-90a3-713246eaa44c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "098b180a-c819-4f27-b7d2-661ce6942ccb",
        "62d10d64-270c-4ce4-b588-0282811ec02a",
        "3111231d-1cd6-4d70-9eca-1ab322444000",
        "99bf843e-e1ff-4775-b861-f402e639cfdb",
        "61757307-77c4-40bf-acb5-15abb1faf287",
        "4d0e7769-a5b3-43e0-8b0c-41cc011da4bc",
        "065f5828-cecd-4907-90aa-f6400c25c2c7",
        "3da058a3-215e-4ddf-96f1-002c0e91b13b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8b68dc5e-f0af-475b-80ca-4dd10cfe633b",
      "dutyDetail": "Practise as an autonomous professional exercising judgement and integrity, keeping within the scope of practice and the legal and ethical boundaries of the profession.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5670da8d-9bb9-4165-becc-b1b3a9484cc7",
        "b10e8847-69a0-4c95-8f13-4f545353f60f",
        "ca3d8409-8034-41a8-89ae-25981e4dc018",
        "a7d41afc-4c75-4697-8c45-c03cd8ee4960",
        "6928f1b3-ffca-4b04-a12b-a5177f64b498",
        "f45bac41-086c-4570-a451-91702724d300",
        "d4e8419a-00d2-40b2-872c-101c503f4843"
      ],
      "mappedKnowledge": [
        "dff5123d-c4ef-4bee-8755-29739556f2b3",
        "3977fd97-79e5-4766-bc00-0367eae8a0c5",
        "884b4ac0-837a-4aac-b5c0-6e26a1b00391",
        "fc4ec71f-3b50-4a36-a5ec-1f37a77379f5",
        "a043050b-676e-4ff9-b922-942d81c99351",
        "0f3d126d-bcbc-4b87-ba40-52ad0abac60f",
        "73a41090-5cc4-41bf-b165-f906a907920d",
        "6b825fbf-fff5-40fc-990f-6076f7896a76",
        "cae5cd82-6d3a-4741-acf8-e82b4ad7256f",
        "439dc9f8-a7e0-4462-9583-96d27ecb897d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0ece01c1-0a34-4154-b4ca-0274c0d4ec6e",
        "09854450-e7ea-43c4-b66b-10eb1e6dc2e5",
        "fcdc6271-6512-45b2-8783-95e25afe1999",
        "3fa5fd28-f9a8-4dbb-bc34-f374381446e2",
        "955d67f6-c2b6-4eb9-a2f4-deed920c1205",
        "ee86e497-8aeb-4cb0-b938-5e105e0f40fb",
        "1c0dc2e9-b97e-4fda-ae3f-1caa0def4e43",
        "23d252e8-d3e2-4252-953a-193ca9301e85",
        "ad460017-13df-4588-a652-e2610fb834e6",
        "74ad557a-2db2-4c4f-89f5-2fe67d983c83"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "cd30cbcc-f07a-4da9-a3ad-576673c8adc6",
      "dutyDetail": "Practise in a non-discriminatory and inclusive manner recognising the impact of culture, equality and diversity.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "bdad676c-6a40-451f-97d4-cc2aa22dc635",
        "eb3c77d9-2a14-46ed-8a97-b26670c570b6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a4bf564d-19c7-4641-83af-e6928597fc4e",
        "043f2367-10ff-4b81-8f17-fdb6d64c3ea1",
        "77ec87f1-dc65-4327-a27c-bbf87e6994a0",
        "ac811e0e-7c36-4ad2-ad37-7da2ed088e02",
        "dbca8d5f-9a6d-44fb-bd11-0c6ab28b88e4",
        "4af31abb-277e-4453-a8cc-081c3ca47689"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "829679d6-7f21-42a1-930d-969dfe7f05e6",
      "dutyDetail": "Promote oral health to individuals and the wider population and raise awareness of its role in preventing ill health amongst communities. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "c657f40c-5643-4869-8d9e-560ca2a98bd5",
        "fe5e5629-53e1-4538-bf52-b2daca394695",
        "6a57df57-d72f-4b26-944a-5bc5602c32a0",
        "18e94b4a-5477-4b5d-9e25-aa4e7fff58cf",
        "1db110de-1f94-4b30-8a77-44f3f37393ae",
        "cf345f17-9933-429a-a2b7-1626841cc4f9",
        "6011687c-a3e1-4531-a101-daa583693f9f",
        "8540098e-7f49-40b1-89cc-a1445ad240e3",
        "a0b6c47c-4487-4e3f-ab39-5e06f31a1619"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a75862e2-aa3b-4501-876d-cc311865db7d",
        "65d346d5-e09b-4cb1-b4af-db71ccaf989b",
        "c14f4edb-46f6-41a7-a083-2778b8defad7",
        "375e6e10-4e08-4207-bdd7-d8bb056c395f",
        "691ba37a-fb67-4345-a077-e9ea7314ff05"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f4804af3-81de-4e65-97be-45e6d9b97318",
      "dutyDetail": "Reflect on, review and develop the quality of own practice.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "dc6c3e71-0c72-4ec7-9689-4c7b334040a2"
      ],
      "mappedKnowledge": [
        "a0ce0ba8-9edd-46c5-9fb7-071c58c23546",
        "54ccad51-affa-4474-9245-14787cd6c94a",
        "293550a0-1dac-46b6-9f79-5bc144f12aa7",
        "b820f843-724f-4e8b-b16c-c2d23c86291c",
        "58e497dd-6cf1-45b1-89ba-5edc3dd27c1a",
        "b3143326-20a4-4aec-be12-f2ab6491ee5a",
        "98191e5d-13ac-441e-b3c5-c34120b60405",
        "bb016953-17ce-4931-972e-fd8d0223d25b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "08d1e148-f88b-483f-a6f2-53c01eca74de",
        "b7118878-c220-4960-9623-cb94f3e63f70",
        "35d56c0b-7ed0-4615-987a-2bb659dce51b",
        "c3b2e1f2-59b4-48c1-856d-bd8fa45803b9",
        "8efbe56e-10f4-40de-9415-2a0f8e2e54bf",
        "2190c638-c7b9-4bfd-9b0b-3edd368a92aa",
        "0ca2d006-3f94-4c54-89c9-2c81cbea6981",
        "264b2f25-51fd-4ecc-aec5-b0b99be35c06",
        "cfa5fc9e-ae2c-465d-8a2c-899e1225ffb6",
        "8961f1d1-6cd7-409c-9eb1-d264c16562d4",
        "bd4cbea6-8379-4569-9c17-bcbd27a824eb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1e28d0a6-9f13-4143-ac74-71de030094fe",
      "dutyDetail": "Manage own health and well-being and promote the well-being of others in the team.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "3ced39f0-57b9-4b24-b113-704b52e3c591",
        "72581c69-b31d-4683-828b-21226ab0ad31",
        "39977cc8-2cc0-45f1-8aff-9284da365966",
        "93d418b0-7d61-4073-9623-d610f6bb7b62"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1ebf140b-39b4-4ef8-a5de-9a4ee0b329db",
        "65eec88d-b718-428a-92dc-df6362a54de3",
        "93324ad2-4f4c-451c-a762-9153462e2624"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [
    {
      "name": "Training Provider",
      "webLink": "",
      "approved": true
    },
    {
      "name": "EPAO",
      "webLink": "",
      "approved": true
    }
  ],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-07-24T00:00:00"
}