{
  "templateType": "Occupational Standard",
  "larsCode": 695,
  "referenceNumber": "ST1380",
  "learningAimClassCode": "",
  "title": "Learning and skills assessor",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1380",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-03-31T00:00:00",
  "earliestStartDate": "2023-03-31T00:00:00",
  "latestStartDate": "2023-09-11T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Assessing vocational learners, usually on a one-to-one basis, in a range of learning environments.",
  "level": 3,
  "ePALength": 3,
  "typicalDuration": 12,
  "maxFunding": 5000,
  "maxFundingAdditionalInformation": "",
  "route": "Education and early years",
  "keywords": [],
  "jobRoles": [
    "Assessor",
    "Training facilitator",
    "Tutor"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st1380-v1-0?view=epa",
  "ssa1": "13 Education and Training",
  "ssa2": "13.1 Teaching and lecturing",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Role / Occupation &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Assessor-Coach (AC)&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Typically 15 months to gateway&#160;i.e. excluding EPA period.&lt;/p&gt;\n&lt;p&gt;The AC role has emerged within the Education and Training Sector (ETS), over the last 30 years, originally as a result of the implementation of vocational (competence-based) qualifications (notably NVQs) and formalised work-based education and training. The AC is a &lt;em&gt;dual professional&lt;/em&gt;, using their up-to-date professional knowledge and skills to support vocational and professional development across the formal ETS as well as in any employer setting, and at any level. They may, for example, coach and assess apprentices, trainees or new recruits (ranging from young entrants, to new CEOs) in the workplace, commensurate with their own level of experience and qualifications, as required by their employer or their sector. &#160;ACs coach and assess vocational learners, usually on a one-to-one basis, in a range of learning environments.&#160; Coaching skills involve complex communication techniques to actively listen, provide feedback and to engage learners in planning their individualised learning programme. These skills are also integral to assessing learners’ competence in-relation to work-related/industry standards and life skills.&#160;&lt;/p&gt;\n&lt;p&gt;ACs work co-operatively with other ETS or professionals (such as teachers, human resource professionals and mentors/supervisors in the workplace) in supporting the learner’s development of vocational competence and the wider skills that relate to employability and professionalism.&#160;&lt;/p&gt;\n&lt;p&gt;&lt;span class=&quot;highlight&quot;&gt;Within the sector, ‘coaching’ is seen as a more complex set of interpersonal skills, compared with ‘mentoring’.&#160; It is more learner-centred, exploring the learner’s understanding and needs rather than simply giving advice. (See the Level 3 Learning Mentor Standard for further clarification about these two different roles.)&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;p&gt;The AC apprenticeship requires the development of following professional behaviours, knowledge and skills:&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Professional behaviours. The Assessor-Coach will:&lt;/strong&gt;&lt;/h4&gt;\n&lt;ol style=&quot;list-style-type: lower-alpha;&quot;&gt;\n&lt;li&gt;Inspire, motivate and raise learners’ aspirations through their passion for the sector&lt;/li&gt;\n&lt;li&gt;Operate at all times to ethical and legal standards and within professional boundaries&lt;/li&gt;\n&lt;li&gt;Model and encourage mutual respect, displaying a deep understanding of equality and diversity, with and between learners, colleagues and appropriate agencies&lt;/li&gt;\n&lt;li&gt;Be resilient and adaptable when dealing with challenge and change, maintaining focus and self-control&lt;/li&gt;\n&lt;li&gt;Value the importance of maths, English and ICT skills in the learners’ future economic and social well-being&lt;/li&gt;\n&lt;li&gt;Evaluate and improve their own professional practice in relation to the Professional Standards for Teachers and Educators in the Education and Training Sector&lt;/li&gt;\n&lt;/ol&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;The Assessor-Coach will be able to:&lt;/p&gt;\n&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;The Assessor-Coach will understand:&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Plan coaching and assessment&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Procedures for planning coaching and assessment&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S1&#160; &#160;facilitate access to relevant, current information advice and guidance (IAG)&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K1&#160; &#160;sources of and how to access up-to-date and valid IAG&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S2&#160; &#160;apply or reference relevant initial and diagnostic assessment&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K2&#160; &#160;relevant forms of assessment to identify individual needs&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S3&#160; &#160;agree a programme of development and assessment, setting realistic but challenging goals that meet learners’ and employers’ needs&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K3&#160; &#160;how to agree individual programmes that inspire and challenge learners to achieve current work-related knowledge and skills&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S4&#160; &#160;liaise with employers, colleagues and others to support learners’ development&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K4&#160; &#160;additional support for learners available through workplace and provider-based colleagues&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Deliver coaching support&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Effective coaching practice&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S5&#160; &#160;anticipate and overcome barriers to progress and inspire achievement, ensuring that learning is inclusive and supports diversity&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K5&#160; &#160;strategies for inspiring learners, increasing their resilience in overcoming barriers and obstacles, and in raising concerns&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S6&#160; &#160;highlight learners’ mathematics and English needs, and signposts to appropriate support&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K6&#160; &#160;maths and English underpinning vocational skills and how to access additional support&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;S7&#160; &#160;give timely feedback on progress towards mastery of relevant skills and knowledge&lt;/td&gt;\n&lt;td&gt;K7&#160; &#160;effective practice in giving feedback to guide progress and achievement&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;S8&#160; &#160;provide access to pastoral support and guidance&lt;/td&gt;\n&lt;td&gt;K8&#160; &#160;ways of supporting the learner’s well-being&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S9&#160; &#160;promote the safe and effective use of digital and mobile technologies to support learners and the Assessor-Coach role&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K9&#160; &#160;current and emerging technologies that could safely and effectively support learner autonomy and the Assessor-Coach role&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S10&#160; agree and record targets and progress, complying with quality, confidentiality and data protection requirements&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K10&#160; administrative procedures for recording, storing and sharing information that is legally compliant&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Assess learners&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Effective vocational assessment&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S11&#160; use effective listening, assertiveness and questioning to support learners’ to engage with their learning plans and with assessment criteria and processes&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K11&#160; the effective use of active listening, assertiveness and questioning skills to support retention, progress and achievement&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S12&#160; comply with awarding organisation requirements and local quality and safety guidelines&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K12&#160; the quality and safety requirements of assessment and procedures for reporting concerns&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Support quality improvement&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Ways to support quality improvement&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S13&#160; support peer review and quality assurance procedures&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K13&#160; Internal and External quality procedures and the role of peer review&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S14&#160; report concerns about quality and safeguarding through appropriate channels&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K14&#160; organisational and legislative requirements for reporting concerns about quality and safeguarding&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S15&#160; maintain the currency of their own knowledge and skills, with reference to workplace practice and feedback from others&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K15&#160; how to maintain occupational currency and ways to improve coaching and professional practice&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;Typical job titles:&#160;&lt;/h3&gt;\n&lt;p&gt;Typical job titles include: Assessor and coach&#160;&lt;/p&gt;\n&lt;h3&gt;Entry Requirements:&lt;/h3&gt;\n&lt;p&gt;individual employers may set any entry requirements which may include:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;(As a dual-professional) - A qualification, at an appropriate level, and relevant up-to-date experience in the candidate’s vocational/subject specialism.&lt;/li&gt;\n&lt;li&gt;Many candidates will already possess a Level 3 qualification in Assessing. Depending on the specific education and training context, employers (and/or Awarding Organisations) may require candidates without an Assessor qualification, to achieve this prior to completion of their apprenticeship.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Candidates may have achieved maths, English and ICT skills at Level 2 (equivalent to GCSE Grade C, or above) prior to commencing their training. Those that have not must achieve this prior to taking the end-point assessment.&lt;/p&gt;\n&lt;h3&gt;Qualifications outcomes must include:&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 1 Safeguarding&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Employers may also wish candidates to achieve appropriate additional qualifications in Education and Training, including coaching.&lt;/p&gt;\n&lt;h3&gt;Progression opportunities:&lt;/h3&gt;\n&lt;p&gt;the AC may be eligible to progress onto a full teaching role within an education and training provider organisation.&lt;/p&gt;\n&lt;h3&gt;Review&lt;/h3&gt;\n&lt;p&gt;The apprenticeship standard should be reviewed after a maximum of 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the public, private and voluntary sectors in national and multinational organisations. The role of the learning and skills assessor can be found in all sectors where learning, training and development is required. For example, but not limited to, healthcare, military, manufacturing, production, business and professional, education, leisure, construction, creative, technology. &#160;&#160;&lt;br /&gt;&lt;br /&gt;The broad purpose of this occupation is to assess candidates against agreed standards of competence using a range of assessment methods.&#160;&#160;The learning and skills assessor will plan, conduct assessment activities and record and report on assessment decisions to the learner and other relevant stakeholders. They will support the progression of the learner through feedback of assessment decisions, setting of ongoing realistic learning goals and referral to other professionals if required. They will contribute to the quality cycle of the organisation and actively contribute to standardisation and moderation of assessment decisions. The learning and skills assessor will be committed to their own continual professional development to maintain occupational competency in their sector.&#160;&#160;They will typically work in an environment in their organisation where they are assessing competency. They will work in a variety of locations and environments including practical vocational settings where activity may be undertaken face to face or remotely.&#160;&lt;br /&gt;&lt;br /&gt;In their daily work the learning and skills assessor will interact with learners, quality assurance practitioners, teaching and delivery professionals and other relevant stakeholders where necessary. A learning and skills assessor will be responsible for ensuring they are occupationally competent in the sector they are assessing in. They will be responsible for completing their own work to specification, with minimal supervision, ensuring they meet set deadlines. They will report to relevant stakeholders and are responsible for meeting quality requirements.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "27149374-c54b-4963-8b40-b5e2158c8925",
      "detail": "The role of the assessor working within organisational, legal, and ethical frameworks, including confidentiality and safeguarding."
    },
    {
      "knowledgeId": "83e6b020-889d-4e32-badc-52966d8ab662",
      "detail": "How to plan inclusive assessment."
    },
    {
      "knowledgeId": "bfbecdf5-5297-437e-ae7a-41bf8aae26d0",
      "detail": "Types of and methods of assessment."
    },
    {
      "knowledgeId": "65893bd1-c27a-4700-b22b-c29c256127b3",
      "detail": "The principles of assessment to include validity, authenticity, currency, sufficiency, and reliability."
    },
    {
      "knowledgeId": "286c4c2c-e355-4ccc-bb51-eb4826f8b1e5",
      "detail": "Methods of verbal and non-verbal communication to support assessment practice, including questioning techniques."
    },
    {
      "knowledgeId": "9138f79f-22ef-4088-a27b-c98151a15e66",
      "detail": "How to give constructive feedback for the purpose of progress and achievement."
    },
    {
      "knowledgeId": "705426b5-81e5-4e1d-bd6b-908285444d33",
      "detail": "Standardisation, moderation and quality assurance procedures relevant to the assessment."
    },
    {
      "knowledgeId": "61c545a4-5fb8-4725-a955-7d4e12e9fc57",
      "detail": "The purpose and process of the quality cycle."
    },
    {
      "knowledgeId": "047b4425-a6fd-4a18-8d85-150c4b61bbed",
      "detail": "Organisational and legal requirements for recording, storing and sharing personal information."
    },
    {
      "knowledgeId": "596047c4-510b-413e-bfe4-aeb88ae12dc4",
      "detail": "Types and methods of recording and tracking assessment decisions, including the use of digital technology."
    },
    {
      "knowledgeId": "0497c909-081a-4e33-afdc-9b59a8940260",
      "detail": "Sources of and how to access accurate and relevant vocational/pastoral advice and guidance to meet learner needs, including points of referral."
    },
    {
      "knowledgeId": "57c04da6-07aa-44aa-b877-303b72d34c5b",
      "detail": "The role and importance of holistic assessment to support wider skill development."
    },
    {
      "knowledgeId": "e40d4058-aaba-479e-8e88-4dac3e3a2093",
      "detail": "Approaches to sustainable assessment practice."
    },
    {
      "knowledgeId": "2fbf39a9-cffe-418b-bd4e-8f52494e7b7b",
      "detail": "Opportunities for continuing professional development in own sector to maintain occupational competency, including sustainable practice and digital literacy."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "0a7c8885-113d-4356-8849-ee0637760ba7",
      "detail": "Operate at all times to ethical and legal standards within professional boundaries, maintaining an impartial approach."
    },
    {
      "behaviourId": "cebe6319-8c84-4036-8d16-d3363743e15a",
      "detail": "Take personal responsibility for sustainable outcomes in how they carry out the duties of their role by reference to environmental good practice ."
    },
    {
      "behaviourId": "912e2c99-6f28-4a69-9784-80731754fda3",
      "detail": "Demonstrate and encourage mutual respect, displaying a deep understanding of inclusive practice to support the individual(s) in the assessment process."
    },
    {
      "behaviourId": "1f5cb930-58b6-4af8-b7b5-d7278e3c2bfe",
      "detail": "Be committed to improving their own professional practice in relation to the assessment standards."
    },
    {
      "behaviourId": "476c2f75-d17f-4088-8cf4-afb90e7d1519",
      "detail": "Be resilient and adaptable when dealing with challenge and change, maintaining focus and self-control."
    }
  ],
  "skills": [
    {
      "skillId": "bb83a7f3-5a0f-4fe8-b788-2b1a1981f6db",
      "detail": "Conduct sustainable assessment practice working within organisational, legal, and ethical frameworks, including confidentiality and safeguarding."
    },
    {
      "skillId": "b2f1afbf-73a0-4e8b-be0e-a1f2d7ccaff9",
      "detail": "Produce a plan for assessment."
    },
    {
      "skillId": "6f83e79a-e983-409c-82fc-7375449fd1cc",
      "detail": "Select method(s) to assess learner(s) in line with organisational and regulatory requirements."
    },
    {
      "skillId": "abaa05cc-eaa8-46fa-8880-fdc3c512b904",
      "detail": "Make accurate assessment judgments against agreed standards."
    },
    {
      "skillId": "2399da39-64b6-4c47-a79d-b951a3d535ba",
      "detail": "Communicate with learner and relevant stakeholders to support assessment practice."
    },
    {
      "skillId": "50eb6a72-8dd8-43d6-b4bb-207a5116024a",
      "detail": "Provide constructive feedback to support the learner to progress."
    },
    {
      "skillId": "7d888557-288c-4f45-8898-9d6122a9f63f",
      "detail": "Contribute to standardisation, moderation and quality assurance procedures."
    },
    {
      "skillId": "7e1b114a-f1d9-449b-84b4-4acec14894fb",
      "detail": "Develop and maintain records of assessment, complying with quality, confidentiality and data protection requirements."
    },
    {
      "skillId": "9b3470f3-78bc-4e9d-824b-7915d3945aed",
      "detail": "Facilitate access to relevant, current information advice and guidance."
    },
    {
      "skillId": "721b1e2a-478c-46a8-8a55-84bcfeb459c5",
      "detail": "Apply holistic assessment in practice to support wider skills development."
    },
    {
      "skillId": "662324c6-e095-490e-8e48-adbfea6cc6bb",
      "detail": "Identify and implement professional development opportunities to maintain occupational competency, including sustainable practice and digital literacy."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2023-03-31T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0156",
  "tbMainContact": "Sharon.Gamble@hullcc.gov.uk; katyjoy@southdevon.ac.uk",
  "involvedEmployers": "ACL Essex, Activate Apprenticeships, Basingstoke College of Technology, Bedford College, City and Guilds, Crosby Management Training ltd, Derbyshire County Council, Doncaster College, Education & Training Foundation, Hit training, Hull Training and Adult Learning, Inspire Culture, IPS International, Lancashire Teaching Hospitals NHS Foundation Trust, London Borough of Hillingdon, Michael John Training school, Newcastle college, Plymouth College, South Devon College",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Assessor",
    "Training facilitator",
    "Tutor"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": null,
  "cluster": null,
  "clusterId": null,
  "clusterDescription": null,
  "createdDate": "2023-01-06T10:18:28 +00:00",
  "lastUpdated": "2023-03-31T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2023-03-31T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC1380",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1380-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1380-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "2911e14c-3106-4fff-98c2-447cbc5ae393",
      "dutyDetail": "Plan and conduct inclusive assessment using a range of assessment methods and approaches working within organisational, legal, and ethical frameworks, including confidentiality and safeguarding. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0a7c8885-113d-4356-8849-ee0637760ba7",
        "cebe6319-8c84-4036-8d16-d3363743e15a",
        "912e2c99-6f28-4a69-9784-80731754fda3",
        "1f5cb930-58b6-4af8-b7b5-d7278e3c2bfe",
        "476c2f75-d17f-4088-8cf4-afb90e7d1519"
      ],
      "mappedKnowledge": [
        "27149374-c54b-4963-8b40-b5e2158c8925",
        "83e6b020-889d-4e32-badc-52966d8ab662",
        "bfbecdf5-5297-437e-ae7a-41bf8aae26d0",
        "65893bd1-c27a-4700-b22b-c29c256127b3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "bb83a7f3-5a0f-4fe8-b788-2b1a1981f6db",
        "b2f1afbf-73a0-4e8b-be0e-a1f2d7ccaff9",
        "6f83e79a-e983-409c-82fc-7375449fd1cc",
        "abaa05cc-eaa8-46fa-8880-fdc3c512b904"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "539a3a9e-7858-409b-b9a8-da74bfef0708",
      "dutyDetail": "Use a range of communication methods to provide timely constructive feedback on assessment decisions to learners and where relevant, other stakeholders.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0a7c8885-113d-4356-8849-ee0637760ba7",
        "cebe6319-8c84-4036-8d16-d3363743e15a",
        "912e2c99-6f28-4a69-9784-80731754fda3",
        "1f5cb930-58b6-4af8-b7b5-d7278e3c2bfe",
        "476c2f75-d17f-4088-8cf4-afb90e7d1519"
      ],
      "mappedKnowledge": [
        "286c4c2c-e355-4ccc-bb51-eb4826f8b1e5",
        "9138f79f-22ef-4088-a27b-c98151a15e66"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2399da39-64b6-4c47-a79d-b951a3d535ba",
        "50eb6a72-8dd8-43d6-b4bb-207a5116024a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "113f506a-7e06-4923-973e-281346e31516",
      "dutyDetail": "Participate in standardisation, moderation and quality assurance of assessment decisions to contribute to the quality assurance of own and others assessment practice and the organisations quality cycle.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0a7c8885-113d-4356-8849-ee0637760ba7",
        "cebe6319-8c84-4036-8d16-d3363743e15a",
        "912e2c99-6f28-4a69-9784-80731754fda3",
        "1f5cb930-58b6-4af8-b7b5-d7278e3c2bfe",
        "476c2f75-d17f-4088-8cf4-afb90e7d1519"
      ],
      "mappedKnowledge": [
        "65893bd1-c27a-4700-b22b-c29c256127b3",
        "705426b5-81e5-4e1d-bd6b-908285444d33",
        "61c545a4-5fb8-4725-a955-7d4e12e9fc57"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7d888557-288c-4f45-8898-9d6122a9f63f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "604e966f-da57-4a83-bc82-857c4fee9b31",
      "dutyDetail": "Develop and maintain current and accurate records of assessment plans and tracking of assessment decisions, using agreed communication methods to share with relevant stakeholder, recognising confidentiality and privacy.  ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0a7c8885-113d-4356-8849-ee0637760ba7",
        "cebe6319-8c84-4036-8d16-d3363743e15a",
        "912e2c99-6f28-4a69-9784-80731754fda3",
        "1f5cb930-58b6-4af8-b7b5-d7278e3c2bfe",
        "476c2f75-d17f-4088-8cf4-afb90e7d1519"
      ],
      "mappedKnowledge": [
        "286c4c2c-e355-4ccc-bb51-eb4826f8b1e5",
        "047b4425-a6fd-4a18-8d85-150c4b61bbed"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7e1b114a-f1d9-449b-84b4-4acec14894fb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6be42b5c-3418-441e-9e98-54ad38c878a7",
      "dutyDetail": "Use assessment outcomes and data to support the ongoing setting of individual learning goals and progression toward timely achievement of intended outcomes.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0a7c8885-113d-4356-8849-ee0637760ba7",
        "912e2c99-6f28-4a69-9784-80731754fda3",
        "1f5cb930-58b6-4af8-b7b5-d7278e3c2bfe",
        "476c2f75-d17f-4088-8cf4-afb90e7d1519"
      ],
      "mappedKnowledge": [
        "27149374-c54b-4963-8b40-b5e2158c8925",
        "83e6b020-889d-4e32-badc-52966d8ab662",
        "bfbecdf5-5297-437e-ae7a-41bf8aae26d0",
        "286c4c2c-e355-4ccc-bb51-eb4826f8b1e5",
        "705426b5-81e5-4e1d-bd6b-908285444d33",
        "047b4425-a6fd-4a18-8d85-150c4b61bbed",
        "596047c4-510b-413e-bfe4-aeb88ae12dc4"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "bb83a7f3-5a0f-4fe8-b788-2b1a1981f6db",
        "6f83e79a-e983-409c-82fc-7375449fd1cc",
        "2399da39-64b6-4c47-a79d-b951a3d535ba",
        "7d888557-288c-4f45-8898-9d6122a9f63f",
        "7e1b114a-f1d9-449b-84b4-4acec14894fb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "76885243-2dea-4e79-8cfe-bd887bcde321",
      "dutyDetail": "Provide information, advice and guidance, working within own professional boundaries and recognising requirements for referral to other professional services where required.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0a7c8885-113d-4356-8849-ee0637760ba7",
        "1f5cb930-58b6-4af8-b7b5-d7278e3c2bfe",
        "476c2f75-d17f-4088-8cf4-afb90e7d1519"
      ],
      "mappedKnowledge": [
        "0497c909-081a-4e33-afdc-9b59a8940260"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9b3470f3-78bc-4e9d-824b-7915d3945aed"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "52a61223-301a-4625-b674-086ab5dafa84",
      "dutyDetail": "Recognise the role of holistic assessment in supporting the development of wider skills for the learner. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0a7c8885-113d-4356-8849-ee0637760ba7",
        "1f5cb930-58b6-4af8-b7b5-d7278e3c2bfe",
        "476c2f75-d17f-4088-8cf4-afb90e7d1519"
      ],
      "mappedKnowledge": [
        "bfbecdf5-5297-437e-ae7a-41bf8aae26d0",
        "65893bd1-c27a-4700-b22b-c29c256127b3",
        "57c04da6-07aa-44aa-b877-303b72d34c5b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6f83e79a-e983-409c-82fc-7375449fd1cc",
        "721b1e2a-478c-46a8-8a55-84bcfeb459c5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "348ba2b7-6374-4b10-89cd-77235c419871",
      "dutyDetail": "Make sustainably informed decisions in approaches used to plan, conduct, record and evaluate assessment activities. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0a7c8885-113d-4356-8849-ee0637760ba7",
        "cebe6319-8c84-4036-8d16-d3363743e15a",
        "1f5cb930-58b6-4af8-b7b5-d7278e3c2bfe",
        "476c2f75-d17f-4088-8cf4-afb90e7d1519"
      ],
      "mappedKnowledge": [
        "e40d4058-aaba-479e-8e88-4dac3e3a2093"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "bb83a7f3-5a0f-4fe8-b788-2b1a1981f6db",
        "abaa05cc-eaa8-46fa-8880-fdc3c512b904"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5bc51fed-328d-451d-8905-05674c9f468e",
      "dutyDetail": "Undertake and maintain records of continual professional development activities in their sector to maintain occupational competency, including sustainable practice and digital literacy.  ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0a7c8885-113d-4356-8849-ee0637760ba7",
        "cebe6319-8c84-4036-8d16-d3363743e15a",
        "1f5cb930-58b6-4af8-b7b5-d7278e3c2bfe",
        "476c2f75-d17f-4088-8cf4-afb90e7d1519"
      ],
      "mappedKnowledge": [
        "2fbf39a9-cffe-418b-bd4e-8f52494e7b7b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "662324c6-e095-490e-8e48-adbfea6cc6bb"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-09-11T00:00:00"
}