{
  "templateType": "Occupational Standard",
  "larsCode": 770,
  "referenceNumber": "ST1371",
  "learningAimClassCode": "",
  "title": "Model maker",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1371",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-07-23T00:00:00",
  "earliestStartDate": "2024-07-23T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Design, fabricate and assemble models of all scales, styles and complexities – from prototypes to finished products, for use across a range of industries including architectural and building, product design, engineering, museums and exhibitions, film, TV, video games and digital media, props and costumes, advertising and sculpture",
  "level": 6,
  "ePALength": 2,
  "typicalDuration": 36,
  "maxFunding": 26000,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "model maker",
    "architectural models",
    "props",
    "design",
    "digital media",
    "prototypes"
  ],
  "jobRoles": [
    "3d model maker",
    "Architectural model maker",
    "Maker",
    "Model maker",
    "Product designer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st1371-v1-0?view=epa",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.2 Crafts, creative arts and design",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the creative and design sector, across a range of industries including architectural and building, product design, engineering, museums and exhibitions, film, TV, video games and digital media, props and costumes, advertising and sculpture. Employers vary in size from micro to large. The broad purpose of the occupation is to design, fabricate and assemble models of all scales, styles and complexities – from prototypes to finished products. &lt;br&gt;&lt;br&gt;The broad purpose of the occupation is to design, fabricate and assemble models of all scales, styles and complexities and to manage these processes. This can entail working in workshops, studios, film sets and on location, in dedicated workshops or integrated within design office environments. Model makers will be working with machinery according to health and safety procedures. &lt;br&gt;&lt;br&gt;In their daily work, an employee in this occupation interacts with stakeholders such as clients, project managers, designers, workshop managers, suppliers, external contractors, team leaders and supervisors, colleagues and other members of the team. They also may be working autonomously depending upon the business and project involved. Model makers may also interact with external contractors (e.g. metal fabrication, 3D printing) and industry suppliers (e.g. materials, electronics, adhesives). &lt;br&gt;&lt;br&gt;An employee in this occupation will be responsible for working to briefs and specifications and meeting agreed quality within defined budgets in accordance with professional industry standards. Model makers will often need to be versatile and demonstrate curiosity in meeting the brief, adapting to changing objectives throughout the process. They may also be responsible for various workshop duties. They will also be responsible for maintaining a tidy workspace and other various workshop duties (e.g. maintenance, stocktaking, ordering). Responsibilities include safe use of associated machinery, to be able to design and draw in suitable CAD programmes, to acquire craftsmanship skills in producing professional models for reviews, client presentations and exhibitions. This position is responsible for producing high-quality models, prototypes and mock-ups and being involved in the preparation of exhibitions, presentation material and, where applicable, mass production. There will be a requirement to be able to work independently and as a part of an effective team. The position requires a high degree of responsibility, discretion and confidentiality.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "63d125c1-7bae-4143-9d7f-c3e032c9da8f",
      "detail": "Scale, proportion, level of detail and how these relate to the model’s purpose."
    },
    {
      "knowledgeId": "a87d91a0-6e77-4929-8824-50f60acc1678",
      "detail": "Research, analysis and evaluation approaches and methods."
    },
    {
      "knowledgeId": "b4c658f8-58b9-404c-9c97-35bc600b3ec2",
      "detail": "Paints, adhesives, finishes, materials and processes used throughout the model making lifecycle, their tolerances, industry standard sizes and their possible alternatives (for example, moulding, casting, laser cutting)."
    },
    {
      "knowledgeId": "81edd826-9cb2-4a27-b5be-6cc76960fd98",
      "detail": "The impacts of paints, adhesives, finishes, materials and processes on sustainability."
    },
    {
      "knowledgeId": "2b475902-3e1d-4556-9564-debf3c7404cf",
      "detail": "Techniques and processes for the application of materials and how different materials react when being machined, heated, glued and painted. "
    },
    {
      "knowledgeId": "fa36f0ba-c49a-4c52-85cc-c8b41829e91d",
      "detail": "Methods of model design for all stages of the model making process including prototypes, working models and presentation models. "
    },
    {
      "knowledgeId": "2e6d073d-967f-4386-b839-793a8feb9547",
      "detail": "The various types, formats and uses of technical drawings and plans (including digital, hand, 2D, 3D, sketches), their version status (for example provisional, issued, superseded) and their application."
    },
    {
      "knowledgeId": "00139d79-64d9-42d3-95cb-4a0d34a23670",
      "detail": "Types, formats and uses of colour charts and swatches (for example, RAL, Pantone) and sample books for materials (for example, acrylic, laminates, veneers). "
    },
    {
      "knowledgeId": "23d15809-a7f1-41ab-8464-112678f8ce8c",
      "detail": "Uses and processes for 2D and 3D digital systems (for example, Rhino, AutoCAD, Adobe CS, CorelDRAW, Revit, SOLIDWORKS). "
    },
    {
      "knowledgeId": "c264a071-65cc-46e7-b6db-7512b151578c",
      "detail": "Design and construction strategies and methods including hand-, machine-, and computer-controlled fabrication and finishing. "
    },
    {
      "knowledgeId": "d8fead17-7b77-4628-9363-49bfc5f40627",
      "detail": "Capabilities, limitations and uses for hand tools (for example, chisels and planes, hammers and screwdrivers, hand saw, sanding and abrasive tools)."
    },
    {
      "knowledgeId": "40eecb3c-8148-4df4-93cc-6bc82b189482",
      "detail": "Capabilities, limitations and uses of power tools (for example, drills, jigsaw, router, circular saw). "
    },
    {
      "knowledgeId": "2f351ab5-09f3-4b30-853c-0c8377269be4",
      "detail": "Capabilities, limitations and uses of workshop machinery (for example, table saw, band saw, pillar drill, disc sander, sewing machine, moulding and casting facilities)."
    },
    {
      "knowledgeId": "9cbfd8c7-636d-4731-b9b2-050dec604c29",
      "detail": "Capabilities, limitations and uses of digital tools (for example, 3D printer, CNC, laser cutters)."
    },
    {
      "knowledgeId": "70fb3620-ef32-43a9-b962-fe94a2ea362a",
      "detail": "Capabilities, limitations and uses of support equipment (for example, scale rule, measuring instruments, jigs and clamps). "
    },
    {
      "knowledgeId": "69b92a7a-a3a5-4fc1-889f-89b7a487c8c7",
      "detail": "Controls and techniques for creating various finishes, including colour mixing. "
    },
    {
      "knowledgeId": "42c98978-2cab-41f3-b69d-ab6dfb01547e",
      "detail": "Workshop and production safety policies, equipment operation and safety control measures including PPE, manual handling, safe systems of work, risk assessments and COSSH assessments."
    },
    {
      "knowledgeId": "3c014842-3226-47e9-a27b-6a0644583e7e",
      "detail": "Substances that are hazardous to health in the workplace (for example, chemicals, dust and correct handling procedures for them)."
    },
    {
      "knowledgeId": "f409c806-0949-4b5c-a3e0-83ab10fa21fa",
      "detail": "Project and budget management techniques: planning and prioritising tasks, monitoring, organising resources, managing stakeholders and risk management. "
    },
    {
      "knowledgeId": "126d46f6-29e0-426d-8b15-c3d4be7ffc39",
      "detail": "Organisational sources and processes for sourcing, gathering, sharing and recording information. "
    },
    {
      "knowledgeId": "d8c6f46c-81bc-4c6b-856d-6729ff8da4ed",
      "detail": "Methods and tools for resource planning and cost management. "
    },
    {
      "knowledgeId": "62ab56b3-2020-42c4-9469-6c7df6841890",
      "detail": "Methods, tools and organisational requirements for managing data, protecting data and using information systems. "
    },
    {
      "knowledgeId": "25f39c41-4718-488c-a169-1e634b866f0a",
      "detail": "Methods, tools, sources and organisational requirements for ordering and transporting models and materials. "
    },
    {
      "knowledgeId": "b81da20c-9ea5-4188-864e-e02079932061",
      "detail": "Team working principles and techniques. "
    },
    {
      "knowledgeId": "9c4cd6c8-bc9a-4f4f-80be-5566b8ad2b34",
      "detail": "Communication strategies for engaging with and presenting to technical and non-technical stakeholders."
    },
    {
      "knowledgeId": "33599493-e7aa-4bec-a9d6-201cd93ba91e",
      "detail": "Equity, diversity and inclusion. Social inclusion practices. Reasonable adjustments to support accessibility (for example, impact on unconscious bias)."
    },
    {
      "knowledgeId": "ec1becb5-8457-41cf-867f-4be8e1b5c60d",
      "detail": "Tools and methods for continuous professional development (for example, attending events and exhibitions for practitioners)."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "2591b171-a142-417b-99de-f1cef30cb327",
      "detail": "Attention to detail and diligence at all stages of the design and fabrication processes. "
    },
    {
      "behaviourId": "e356f8d6-fb2a-4ae1-870a-009ac02e06b4",
      "detail": "Responsibility, tidiness, and conscientiousness, demonstrating respect for the proper use of tools and machinery in accordance with workplace ethics and culture, health and safety and sustainability objectives. "
    },
    {
      "behaviourId": "5eadb545-f4c0-4a8c-b5fa-d7229a616cad",
      "detail": "Flexibility, resilience, and self-awareness in prioritising tasks to ensure efficient task and time management. "
    },
    {
      "behaviourId": "1bbfa202-14f5-4169-8bc2-8ae5733df975",
      "detail": "Curiosity, intellectual enquiry and creativity, with an enthusiasm for problem-solving and innovative industry practice. "
    },
    {
      "behaviourId": "a3cf6fe6-5e24-4851-871e-6fec04752b49",
      "detail": "Honesty, respect and reliability when working with others. "
    }
  ],
  "skills": [
    {
      "skillId": "fbaa668a-f707-41fd-b0a6-7c24da2bce0c",
      "detail": "Identify which model types, construction methods and tools will be needed for tasks throughout the building process, taking into consideration resources, time, type of materials, and the desired appearance and functionality of the model. "
    },
    {
      "skillId": "0d98d81e-0469-4486-ae8f-8ba3d6360922",
      "detail": "Identify paints, glues, materials and processes to fabricate models, utilising industry standard sizes and sustainable options where appropriate (for example, moulding, casting, laser cutting)."
    },
    {
      "skillId": "a50eafc5-4df4-4836-bf87-88706cfef879",
      "detail": "Select materials taking into account whether they have already been or will eventually be painted, tinted, stained or left in their natural state. "
    },
    {
      "skillId": "4738716d-97f9-491d-8515-f4acf33869d2",
      "detail": "Undertake designs for relevant stages of the model making process (for example, prototypes, working models and presentation models)."
    },
    {
      "skillId": "884a57d0-50a4-440f-8721-118e27dd5e90",
      "detail": "Produce design drawings to scale, using colour and material references when appropriate, to convey overall design concept and finishes of a model. "
    },
    {
      "skillId": "dd2d1300-fecf-4b55-8df7-5cc80e823c85",
      "detail": "Create and experiment with model samples to influence the final design of a built model. "
    },
    {
      "skillId": "35a504fc-2436-424f-9841-f1b8c788b503",
      "detail": "Analyse technical drawings considering the varying scales, details and tolerances and costs needed for a physical model. "
    },
    {
      "skillId": "1dd34391-f82e-4793-8e38-63ea574c284b",
      "detail": "Select and use appropriate digital systems to develop designs (for example, Rhino, AutoCAD, Adobe CS, CorelDRAW, Revit, SOLIDWORKS). "
    },
    {
      "skillId": "11d7a0c8-7e61-48ae-a1e2-d9941acf7860",
      "detail": "Use paints, glues, materials and processes to fabricate models, utilising industry standard sizes and sustainable options where appropriate. (for example, moulding, casting, laser cutting)"
    },
    {
      "skillId": "cca7108a-0ec7-46c6-9cfb-c1c7228ce1ab",
      "detail": "Cut, shape, mould, join, combine, sand and finish various materials, maintaining their form throughout the process, appropriate temperature and technique. "
    },
    {
      "skillId": "f41753e6-6304-4455-b1b5-aeb666951eb7",
      "detail": "Assemble models and their components."
    },
    {
      "skillId": "4f9b3f2c-4882-42b0-a79f-801715a7c94f",
      "detail": "Select and use hand tools and machinery (for example, chisels and planes, hammers and screwdrivers, hand saw, sanding and abrasive tools)."
    },
    {
      "skillId": "cb496078-e04a-4dc4-8bf7-0979b9cbf73c",
      "detail": "Select and use power tools (for example, drills, jigsaw, router, circular saw)."
    },
    {
      "skillId": "e1cb9070-be0f-4874-a624-ed828f6dde7b",
      "detail": "Select and use workshop machinery (for example, table saw, band saw, pillar drill, disc sander, sewing machine, moulding and casting facilities)."
    },
    {
      "skillId": "1c4ff15a-2fd8-42d6-a534-1602ddd02da1",
      "detail": "Select and use digital tools (for example, 3D printer, CNC, laser cutters)."
    },
    {
      "skillId": "75dc3921-4c34-4be6-a879-aac74eb0a7ed",
      "detail": "Select and use support equipment (for example, scale rule, measuring instruments, jigs and clamps). "
    },
    {
      "skillId": "79cf7ca5-86d1-4f13-87fb-b3197fd6bd50",
      "detail": "Produce finishes (for example, spray or painted finishes)."
    },
    {
      "skillId": "2d4734da-40f4-4232-b704-3911eedbe149",
      "detail": "Demonstrate compliance with workshop and production safety policies, equipment operation and safety control measures. "
    },
    {
      "skillId": "a53809f1-47be-42f3-b3f0-0c2640a48832",
      "detail": "Work safely with chemicals and hazardous substances, using the correct controls (for example, dust or fume extraction), PPE, and storage (for example, the chemicals cupboard).  "
    },
    {
      "skillId": "c70c9251-c601-4ca1-8902-eb9babfee6bb",
      "detail": "Move, lift, unload and store equipment, models and materials safely. "
    },
    {
      "skillId": "e03be9a7-bc29-46e5-b704-6288e1873071",
      "detail": "Planning and prioritising tasks, monitoring and organising resources."
    },
    {
      "skillId": "442c4025-c06d-4834-b780-8eaea0cb83d1",
      "detail": "Prepare reports, drawings, specifications and other documentation to manage projects, undertaking version control as appropriate. "
    },
    {
      "skillId": "8e458faf-8ef1-4acb-89d0-6441cbf3a5e3",
      "detail": "Present and discuss project proposals, justifications, and conclusions to technical and non-technical stakeholders, using colour and material references.  "
    },
    {
      "skillId": "a111fa8d-bb9c-4545-94a2-037d05830a5e",
      "detail": "Update and input project time and resource information on digital resource planning software. "
    },
    {
      "skillId": "ec93b06e-2b3d-45f3-8750-18c472ff85bf",
      "detail": "Handle sensitive and confidential information. "
    },
    {
      "skillId": "0fada934-093e-49d1-beb6-12108a39d9ee",
      "detail": "Assess suitability and availability or materials through communication with colleagues, identifying possible alternatives for products that aren’t available if necessary."
    },
    {
      "skillId": "01c87999-bdde-4cf1-85fb-171b691134d1",
      "detail": "Source the necessary approval from relevant parties (for example, internal stakeholders, photographic models, copyright holders) to facilitate appropriate information exchange throughout workflow. "
    },
    {
      "skillId": "86c10be8-d68e-4aed-bd81-fb72399eea56",
      "detail": "Apply team working techniques to build effective working relationships with colleagues and internal and external stakeholders and to promote accessibility, diversity, and inclusion. "
    },
    {
      "skillId": "ff69f093-3daa-4540-9a4b-ca832c460754",
      "detail": "Apply equity, diversity and inclusion principles in the workplace to model and promote good practice. "
    },
    {
      "skillId": "5bff78b4-8b3b-4fe1-a1e3-26184308ce90",
      "detail": "Critically reflect on their own work in relation to model making as a creative craft, undertaking research to maintain up-to-date industry knowledge (for example, attending industry events)."
    },
    {
      "skillId": "525acd34-893d-49e4-a739-4b71ae90b0c4",
      "detail": "Undertake reviews of personal and professional development needs. Plan development activity to meet personal and organisational objectives. Carry out and record planned and unplanned CPD activities."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2024-07-23T00:00:00 +00:00",
  "integratedApprenticeship": true,
  "integration": "Degree-apprenticeship",
  "integratedDegree": "integrated degree",
  "tbReference": "TB0852",
  "tbMainContact": "dteague@fosterandpartners.com; pgarstecki@FosterandPartners.com",
  "involvedEmployers": "3DD, Allford Hall Monaghan Morris (AHMM), Amalgam Models, Arts University Bournemouth, English National Opera and Coliseum, EPH Creative, Foster + Partners, Heatherwick Studio, Kandor Modelmakers Ltd, LL&Co., Make Architects, Modelu, Ogle Models, Pipers Model Makers, Post21 Ltd, Royal Opera House, RSHP (Architects), University for the Creative Arts, University of Bath, University of Hertfordshire",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "3d model maker",
    "Architectural model maker",
    "Maker",
    "Model maker",
    "Product designer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Craft and Design",
  "cluster": "Design professional",
  "clusterId": "178",
  "clusterDescription": "Apply advanced creative skills and industry expertise to lead the design and development of original products, graphics and concepts.",
  "createdDate": "2024-10-08T10:19:23 +00:00",
  "lastUpdated": "2024-07-23T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2024-07-23T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC1371",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1371-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1371-v1-0",
  "qualifications": [
    {
      "qualificationId": "43a2fa23-29cb-414c-b756-ac99bae46e44",
      "title": "Model Maker",
      "level": "6 (integrated degree)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "a01f3014-ca87-45bf-a835-1ef846ded335",
      "dutyDetail": "Analyse and quickly decipher information required to contribute to the design and fabrication of models across projects to deadline. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2591b171-a142-417b-99de-f1cef30cb327",
        "e356f8d6-fb2a-4ae1-870a-009ac02e06b4",
        "5eadb545-f4c0-4a8c-b5fa-d7229a616cad",
        "1bbfa202-14f5-4169-8bc2-8ae5733df975"
      ],
      "mappedKnowledge": [
        "63d125c1-7bae-4143-9d7f-c3e032c9da8f",
        "a87d91a0-6e77-4929-8824-50f60acc1678",
        "81edd826-9cb2-4a27-b5be-6cc76960fd98"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fbaa668a-f707-41fd-b0a6-7c24da2bce0c",
        "0fada934-093e-49d1-beb6-12108a39d9ee"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "16f8e220-58ed-44e8-b3c6-0f55d6ddaa58",
      "dutyDetail": "Undertake designs for physical models, defining appropriate resources and methods for relevant stages of the model-making process.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2591b171-a142-417b-99de-f1cef30cb327",
        "1bbfa202-14f5-4169-8bc2-8ae5733df975"
      ],
      "mappedKnowledge": [
        "b4c658f8-58b9-404c-9c97-35bc600b3ec2",
        "81edd826-9cb2-4a27-b5be-6cc76960fd98",
        "2b475902-3e1d-4556-9564-debf3c7404cf",
        "fa36f0ba-c49a-4c52-85cc-c8b41829e91d",
        "2e6d073d-967f-4386-b839-793a8feb9547",
        "00139d79-64d9-42d3-95cb-4a0d34a23670",
        "23d15809-a7f1-41ab-8464-112678f8ce8c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0d98d81e-0469-4486-ae8f-8ba3d6360922",
        "a50eafc5-4df4-4836-bf87-88706cfef879",
        "4738716d-97f9-491d-8515-f4acf33869d2",
        "884a57d0-50a4-440f-8721-118e27dd5e90",
        "dd2d1300-fecf-4b55-8df7-5cc80e823c85",
        "35a504fc-2436-424f-9841-f1b8c788b503",
        "1dd34391-f82e-4793-8e38-63ea574c284b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "869e21a7-a4e5-4b79-8d12-9413ae47704a",
      "dutyDetail": "Fabricate models to a high level of quality and accuracy. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2591b171-a142-417b-99de-f1cef30cb327",
        "1bbfa202-14f5-4169-8bc2-8ae5733df975"
      ],
      "mappedKnowledge": [
        "c264a071-65cc-46e7-b6db-7512b151578c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "11d7a0c8-7e61-48ae-a1e2-d9941acf7860",
        "cca7108a-0ec7-46c6-9cfb-c1c7228ce1ab",
        "f41753e6-6304-4455-b1b5-aeb666951eb7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e1fc22ff-9e60-4fd9-bf11-573fb4d3b05a",
      "dutyDetail": "Select and use the necessary workshop tools, machinery and power equipment for the management and completion of projects.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2591b171-a142-417b-99de-f1cef30cb327",
        "e356f8d6-fb2a-4ae1-870a-009ac02e06b4"
      ],
      "mappedKnowledge": [
        "d8fead17-7b77-4628-9363-49bfc5f40627",
        "40eecb3c-8148-4df4-93cc-6bc82b189482",
        "2f351ab5-09f3-4b30-853c-0c8377269be4",
        "9cbfd8c7-636d-4731-b9b2-050dec604c29",
        "70fb3620-ef32-43a9-b962-fe94a2ea362a",
        "69b92a7a-a3a5-4fc1-889f-89b7a487c8c7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4f9b3f2c-4882-42b0-a79f-801715a7c94f",
        "cb496078-e04a-4dc4-8bf7-0979b9cbf73c",
        "e1cb9070-be0f-4874-a624-ed828f6dde7b",
        "1c4ff15a-2fd8-42d6-a534-1602ddd02da1",
        "75dc3921-4c34-4be6-a879-aac74eb0a7ed",
        "79cf7ca5-86d1-4f13-87fb-b3197fd6bd50"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c8f88100-329e-4692-b241-46c820ec9ab0",
      "dutyDetail": "Contribute to and facilitate the efficient handling of models, machinery and materials in compliance with workplace health and safety requirements. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2591b171-a142-417b-99de-f1cef30cb327",
        "e356f8d6-fb2a-4ae1-870a-009ac02e06b4"
      ],
      "mappedKnowledge": [
        "42c98978-2cab-41f3-b69d-ab6dfb01547e",
        "3c014842-3226-47e9-a27b-6a0644583e7e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2d4734da-40f4-4232-b704-3911eedbe149",
        "a53809f1-47be-42f3-b3f0-0c2640a48832",
        "c70c9251-c601-4ca1-8902-eb9babfee6bb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "bbfd3755-0dee-4670-90e8-b6027d1a32d5",
      "dutyDetail": "Manage small- to medium-sized projects to meet competing deadlines in a creative environment.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2591b171-a142-417b-99de-f1cef30cb327",
        "e356f8d6-fb2a-4ae1-870a-009ac02e06b4",
        "5eadb545-f4c0-4a8c-b5fa-d7229a616cad",
        "1bbfa202-14f5-4169-8bc2-8ae5733df975",
        "a3cf6fe6-5e24-4851-871e-6fec04752b49"
      ],
      "mappedKnowledge": [
        "f409c806-0949-4b5c-a3e0-83ab10fa21fa",
        "126d46f6-29e0-426d-8b15-c3d4be7ffc39"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e03be9a7-bc29-46e5-b704-6288e1873071",
        "442c4025-c06d-4834-b780-8eaea0cb83d1",
        "8e458faf-8ef1-4acb-89d0-6441cbf3a5e3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6c53e269-7c1b-4062-b330-1b1cef511998",
      "dutyDetail": "Undertake relevant administrative tasks to manage projects in the workplace and ensure confidentiality. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2591b171-a142-417b-99de-f1cef30cb327",
        "e356f8d6-fb2a-4ae1-870a-009ac02e06b4",
        "5eadb545-f4c0-4a8c-b5fa-d7229a616cad",
        "a3cf6fe6-5e24-4851-871e-6fec04752b49"
      ],
      "mappedKnowledge": [
        "d8c6f46c-81bc-4c6b-856d-6729ff8da4ed",
        "62ab56b3-2020-42c4-9469-6c7df6841890",
        "25f39c41-4718-488c-a169-1e634b866f0a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a111fa8d-bb9c-4545-94a2-037d05830a5e",
        "ec93b06e-2b3d-45f3-8750-18c472ff85bf",
        "0fada934-093e-49d1-beb6-12108a39d9ee",
        "01c87999-bdde-4cf1-85fb-171b691134d1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "bc72e594-89e6-4279-9d6a-ca2e5bcc8ff6",
      "dutyDetail": "Target engagement to influence, collaborate and communicate with colleagues and external stakeholders.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2591b171-a142-417b-99de-f1cef30cb327",
        "e356f8d6-fb2a-4ae1-870a-009ac02e06b4",
        "5eadb545-f4c0-4a8c-b5fa-d7229a616cad",
        "1bbfa202-14f5-4169-8bc2-8ae5733df975",
        "a3cf6fe6-5e24-4851-871e-6fec04752b49"
      ],
      "mappedKnowledge": [
        "b81da20c-9ea5-4188-864e-e02079932061",
        "9c4cd6c8-bc9a-4f4f-80be-5566b8ad2b34",
        "33599493-e7aa-4bec-a9d6-201cd93ba91e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0fada934-093e-49d1-beb6-12108a39d9ee",
        "86c10be8-d68e-4aed-bd81-fb72399eea56",
        "ff69f093-3daa-4540-9a4b-ca832c460754"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "731413b9-1841-4328-bf87-48c29ffd6524",
      "dutyDetail": "Maintain up-to-date knowledge and understanding about model making as a creative craft through continuous improvement to meet industry and client needs. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2591b171-a142-417b-99de-f1cef30cb327",
        "1bbfa202-14f5-4169-8bc2-8ae5733df975",
        "a3cf6fe6-5e24-4851-871e-6fec04752b49"
      ],
      "mappedKnowledge": [
        "81edd826-9cb2-4a27-b5be-6cc76960fd98",
        "ec1becb5-8457-41cf-867f-4be8e1b5c60d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5bff78b4-8b3b-4fe1-a1e3-26184308ce90",
        "525acd34-893d-49e4-a739-4b71ae90b0c4"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-07-23T00:00:00"
}