{
  "templateType": "Occupational Standard",
  "larsCode": 745,
  "referenceNumber": "ST1311",
  "learningAimClassCode": "",
  "title": "Licensed conveyancer or licensed probate practitioner",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1311",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2025-01-10T00:00:00",
  "earliestStartDate": "2023-12-06T00:00:00",
  "latestStartDate": "2025-01-09T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "To deliver legal services within conveyancing or probate as an authorised person under the regulation of the Council for Licensed Conveyancers.",
  "level": 6,
  "ePALength": 3,
  "typicalDuration": 56,
  "maxFunding": 18000,
  "maxFundingAdditionalInformation": "",
  "route": "Legal, finance and accounting",
  "keywords": [
    "legal services",
    "licensed conveyancer",
    "Licensed Probate Practitioner",
    "law",
    "conveyancing"
  ],
  "jobRoles": [
    "Licensed conveyancer",
    "Licensed probate practitioner"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st1311-v1-0?view=epa",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.5 Law and legal services",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;.&lt;/p&gt;",
  "occupationalSummary": "&lt;ul&gt;\n&lt;li&gt;This occupation is found in all legal firms that deliver conveyancing, and, or probate legal services and advice. Licensed Conveyancer and Probate Practitioners work in a variety of legal teams and settings. They deal with a broad range of professional organisations or persons. These can include accountants, banks, local authorities, tax authorities, trusts, charities and property professionals.&lt;/li&gt;\n&lt;li&gt;Licensed Conveyancers and Licensed Probate Practitioners work as principal fee earners. They have a significant level of autonomy and are responsible for compliance with Regulatory Arrangements and Lender requirements. Digital skills are increasingly important as is a due regard for the security and sensitivity of customer data. Licensed Conveyancers and Licensed Probate Practitioners need to understand their customers’ needs so that they can give the most appropriate service in the customer&#39;s best interests and in accordance with professional and ethical demands. They will handle customer monies and work closely with regulatory requirements to ensure that they provide an ethical service.&lt;/li&gt;\n&lt;li&gt;Licensed Conveyancers are qualified, professional property lawyers who specialise in the legal aspects surrounding buying and selling property in England and Wales. Licensed Conveyancers are also Commissioners for Oaths. This means they have legal authority to administer and witness official documents such as affidavits to swear that a statement is the truth. A Licensed Conveyancer will ensure that all documentation, contracts and financial arrangements associated with buying or selling a property or piece of land are in order. They understand that each property transaction is unique and work closely with clients. Licensed Conveyancers work with clients who are the buyers and sellers of property and often also a lending institution. The role is varied as no two property transactions are the same. The Licensed Conveyancer helps clients often at a stressful time so they must be able to demonstrate empathy and understanding. Licensed Conveyancers can work anywhere that deals with the transfer of a title to property or land in a legal department headed by a qualified person. The scope of employment is not limited to a law firm. Licensed Conveyancers can work in housing associations, local authorities, banks and building societies to property development companies and even railways and airports.&lt;/li&gt;\n&lt;li&gt;Licensed Probate Practitioners are qualified, professional probate lawyers. They specialise in the legal aspects surrounding inheritance and the administration of Wills and estates in England and Wales. Licensed Probate Practitioners are experts in the legal documentation and processes for dealing with the affairs of a deceased person (“estate”). They advise and draft Wills and Lasting Powers of Attorney. They liaise with the deceased’s representatives to administer the estate in accordance with their Will. When the deceased has not left a Will, they work under the Intestacy provisions. Licensed Probate Practitioners are also Commissioners for Oaths. This means they have legal authority to administer and witness official documents, such as, affidavits to swear that a statement is the truth. Licensed Probate Practitioners work in a variety of legal settings recognised in the private client industry, including Licensed Conveyancing or Solicitors’ practices. The role is varied as no two estates are the same. The Licensed Probate Practitioner helps clients often at an emotional time and so must be able to demonstrate empathy and understanding. They must be vigilant to the needs and risks posed to vulnerable clients such as the elderly to ensure that their interests are protected.&lt;/li&gt;\n&lt;li&gt;An employee in this occupation will be responsible for work managing and guiding junior staff such as conveyancing technicians and probate technicians.&lt;/li&gt;\n&lt;li&gt;The Licensed Conveyancing and Licensed Probate Practitioner Apprenticeship is one of several equivalent ways to qualify as a Licensed Conveyancer or Probate Practitioner and become an Authorised Person.&lt;/li&gt;\n&lt;/ul&gt;",
  "knowledges": [
    {
      "knowledgeId": "3f8f96a8-ffff-479a-94c7-78ae48316bf5",
      "detail": "principles of legal and regulatory liabilities with regards to the client or clients, and organisation to ensure compliance with all professional obligations."
    },
    {
      "knowledgeId": "b5b89e85-025b-4bc0-b8b0-471962e85c08",
      "detail": "requirements for acting in the best interest of the client to protect clients and limit liability for negligence such as identifying and acting for vulnerable clients."
    },
    {
      "knowledgeId": "ef30c4b2-f5ec-4bc6-a3b4-b3d052cae2dd",
      "detail": "principles of anti-money laundering regulations in relation to legal transactions including personal and professional liability."
    },
    {
      "knowledgeId": "8cfb9f36-f223-4d57-aca7-49a6ae776a84",
      "detail": "principles of managing client accounts."
    },
    {
      "knowledgeId": "ded97c98-b98c-4f8a-b0b1-8ff595cd49eb",
      "detail": "approaches to communication to different stakeholders and how to translate complex concepts using plain English to provide clarification and explanation of standard Legal terms."
    },
    {
      "knowledgeId": "d7c5011b-0362-491d-bf16-6cca85a78f55",
      "detail": "approaches to client engagement and conducting Know Your Client activity to establish needs and risks."
    },
    {
      "knowledgeId": "ac071e99-be73-48c5-89c7-da0dd1d1462b",
      "detail": "principles of digital tools and software such as case management systems, databases and online drafting software."
    },
    {
      "knowledgeId": "861c3313-8b2d-4880-8cd2-a77e5001f085",
      "detail": "fundamentals of the legal requirements relating to the use of data including risks to confidentiality of data posed by and to clients actions."
    },
    {
      "knowledgeId": "d4c4f013-dc92-4059-aa7d-7f8b2cd57d0c",
      "detail": "fundamentals of cybersecurity vulnerabilities in an organisation and steps that can be taken to mitigate those risks."
    },
    {
      "knowledgeId": "c8622d66-7d98-46e1-9bfe-3b4b2fed3a68",
      "detail": "the impact of diversity and inclusion on client service delivery."
    },
    {
      "knowledgeId": "485d8c56-af1a-4c08-96e5-caafbbdef0c4",
      "detail": "the activities of the occupation which contribute to their ‘professional carbon footprint’ and steps that can be taken to reduce it."
    },
    {
      "knowledgeId": "9da4ef26-00ad-4dcf-b8af-ae44c6642939",
      "detail": "principles of Law applicable to conveyancing in respect of residential property and land."
    },
    {
      "knowledgeId": "368c2b6f-94d9-49a3-a295-e27dba9cd6b3",
      "detail": "principles of regulatory arrangements for personal compliance with requirements as a licensed conveyancer."
    },
    {
      "knowledgeId": "77265e01-fb5a-498e-b3e5-7f37b025107a",
      "detail": "the impact of climate change on the legal landscape such as green deal, electric charge points, green buildings, EPC certification, planning implications and emerging green technologies and regulations. "
    },
    {
      "knowledgeId": "b8ed7d1d-5ba3-4ce8-90e2-2d8d172d1b47",
      "detail": "fundamentals of tax implications for conveyancing."
    },
    {
      "knowledgeId": "9741787c-8121-466e-8b4f-1c2ce8900005",
      "detail": "principles of regulatory arrangements for personal compliance with requirements as a licensed probate practitioner."
    },
    {
      "knowledgeId": "f63e3fed-bf6c-434e-ae7d-37849c40b7db",
      "detail": "principles of law applicable to Will drafting, Lasting Powers of Attorney and probate activities."
    },
    {
      "knowledgeId": "fb7fb3cc-537b-4a5c-90dd-56adffbe0208",
      "detail": "fundamentals of tax implications for probate activities."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "b919079e-aa69-4537-924a-e9777932dc0c",
      "detail": "Accountable for a caseload of fee generating work and the costs incurred to deliver organisational outputs. "
    },
    {
      "behaviourId": "bd7faced-a4ac-4c36-8735-0c93ddd94aad",
      "detail": "Provides a timely, efficient and legally correct service to generate a positive client experience.  Manages professional relationships and resolves conveyancing or probate issues impartially and comprehensively, taking advice where needed. "
    },
    {
      "behaviourId": "e28c5d88-7fca-4b6b-909f-674fed162eb4",
      "detail": "Generates solutions to conveyancing or probate problems, considering a range of options and identifying when to escalate when problems are outside their remit."
    },
    {
      "behaviourId": "3778b8b7-4c43-4e48-bb1e-32a3ed05ec96",
      "detail": "Takes an analytical approach to risk in legal transactions ensuring that the client and organisation are protected from financial crimes and cyber-crime. "
    },
    {
      "behaviourId": "2adbec30-f3e0-4b6f-9247-87dda2bc4961",
      "detail": "Adheres to professional codes of conduct in legal activities and relationships with others."
    }
  ],
  "skills": [
    {
      "skillId": "c50c06c3-39d6-4d30-9d0a-2d4709ae8ea4",
      "detail": "manage caseload to prioritise client service and working in the clients’ best interests."
    },
    {
      "skillId": "0b0bd4d1-52b2-43fe-965f-e8566a5e5bc9",
      "detail": "manage relationships with other lawyers and professional third parties using most effective channels to progress caseloads."
    },
    {
      "skillId": "0351e6cd-8d76-4047-b353-83a7aa7ea05f",
      "detail": "manage clients and their expectations using the most effective channels to ensure clarity of understanding and facilitate clients making informed choices."
    },
    {
      "skillId": "e73b26fa-bb28-4f79-bf70-d7b494c0e454",
      "detail": "handle points of contact with clients and key milestones in an organised and controlled way to lead the client experience."
    },
    {
      "skillId": "cde19dd0-b70a-47fa-968f-3f7541cb44c8",
      "detail": "use the principles of law and translate using plain English to provide clarification and explanation of the legal process and standard legal terms."
    },
    {
      "skillId": "7920efdc-9ad2-4c28-8f08-98a99a478827",
      "detail": "organise and manage workflow such as legal files, case management and accounting systems to progress work within service level expectations.  "
    },
    {
      "skillId": "18e360db-bdb9-40ba-ae79-32cacaebed7d",
      "detail": "protect interests of clients to ensure they receive an honest and lawful service."
    },
    {
      "skillId": "dd76761d-fe1d-46d4-8923-6b67c6d40607",
      "detail": "manage risk in relation to legal and regulatory liabilities with regards to the client and organisation to satisfactorily discharge all professional obligation and limit exposure to complaints and reputational harm to the organisation."
    },
    {
      "skillId": "bc8d68c9-dee3-48b7-bb3e-161c8d95c4cf",
      "detail": "manage legal processes adhering to professional, supervisory and regulatory Codes of Conduct."
    },
    {
      "skillId": "b79cc405-7d0e-44e3-87ec-427d980e4d8c",
      "detail": "deliver a cost-effective service by analysing the financial costs and fees generated by activities to inform good decision making through price transparency. For example operating within the cost-model of the organisation or identifying when fees have exceeded the initial quote and taking mitigating actions."
    },
    {
      "skillId": "234535d1-b916-47f3-b6d1-b2e53b5de57f",
      "detail": "apply fraud protection measures and cyber security procedures in relation to transactions."
    },
    {
      "skillId": "12948514-174f-449c-8664-5f52d4231beb",
      "detail": "undertake “Know Your Client\" activities to ensure a clear picture of needs and risks throughout legal transactions."
    },
    {
      "skillId": "39b28968-3415-4559-a855-51b73f1c3c83",
      "detail": "provide legal services in connection with sale and purchase and, or, re-mortgage or transfers of equity of residential property including advice and guidance to clients relevant to conveyancing."
    },
    {
      "skillId": "54911d94-d20c-4dd5-a076-864c17ea1c49",
      "detail": "assess legal, regulatory and commercial risk related to sale and purchase, re-mortgage or transfers of equity of residential property."
    },
    {
      "skillId": "669647ec-ae80-4b67-88ee-3c46f76199be",
      "detail": "review and interpret legal documents related to sale and purchase, re-mortgage or transfers of equity of residential property including land registry file documents, statutory declarations completing documents as required."
    },
    {
      "skillId": "838b4337-08cb-4213-9566-942bdc7f411e",
      "detail": "provide legal services in connection with disposal of an estate including advice and guidance to clients relevant to wills and probate."
    },
    {
      "skillId": "51b1e5a3-110d-4ed2-988f-21595503b893",
      "detail": "assess legal, regulatory and commercial risk related to disposal of estate."
    },
    {
      "skillId": "50e1439e-18c6-414f-8aea-5cecbf4fcb76",
      "detail": "review and interpret legal documents related to disposal of estate including completing documentation."
    },
    {
      "skillId": "b41ec875-86b0-4c3b-8ec5-176f0a0a027f",
      "detail": "draft legal documents related to probate transactions such as Wills and Lasting Powers of Attorney. "
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2023-12-06T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": "None",
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0132",
  "tbMainContact": "nicola.houston@pavilionrow.com",
  "involvedEmployers": "BMD-law, CLS Property Insight, Co-operative Group, Countrywide Property Lawyers, PCS Legal, Chadwick Lawrence, Sure Move UK, Conveyancing Direct Property Lawyers, Edkins Millward, Pavilion Row, Gateway 2 Conveyancing, Simplify, Generation Home, Eden Conveyancing, Simply Property Lawyers, Switalskis, Chartahouse, Proddow Mackay, Honey Legal, Shoosmiths, AL-HQ Law.",
  "otherInvolvedStakeholders": "",
  "regulated": true,
  "regulatedBody": "Council for Licensed Conveyancers",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Licensed conveyancer",
    "Licensed probate practitioner"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Legal",
  "cluster": "Legal professional or lawyer",
  "clusterId": "249",
  "clusterDescription": "Deliver legal services to internal and external clients based on specific specialism e.g. land/property conveyancing, Family law, civil litigation, criminal, company & business law",
  "createdDate": "2024-11-11T10:39:07 +00:00",
  "lastUpdated": "2025-01-10T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2023-12-06T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC1311",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1311-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1311-v1-0",
  "qualifications": [
    {
      "qualificationId": "c8902f92-046e-4bc4-a52f-2ece04c0f447",
      "title": "Level 4 Diploma in Conveyancing Law and Practice",
      "level": "4",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": [
        {
          "title": "Licensed Conveyancer",
          "optionID": "48b07111-da49-4dbf-bca4-fc1341c75937"
        }
      ]
    },
    {
      "qualificationId": "6389fc72-b7be-43bf-8f82-669abf0b7b40",
      "title": "Level 4 Diploma in Probate Law and Practice",
      "level": "4",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": [
        {
          "title": "Licensed Probate Practitioner ",
          "optionID": "02d5740a-8148-4a1b-81c8-d5d1759ae84a"
        }
      ]
    },
    {
      "qualificationId": "6ce0b65d-2ba4-4621-9ec5-84ebff7b5bfa",
      "title": "Level 6 Diploma in Conveyancing Law and Practice",
      "level": "6 (non-degree qualification)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": [
        {
          "title": "Licensed Conveyancer",
          "optionID": "48b07111-da49-4dbf-bca4-fc1341c75937"
        }
      ]
    },
    {
      "qualificationId": "cebb92af-2673-4e3e-a671-6d63132bfa6a",
      "title": " Level 6 Diploma in Probate Law and Practice",
      "level": "6 (non-degree qualification)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": [
        {
          "title": "Licensed Probate Practitioner ",
          "optionID": "02d5740a-8148-4a1b-81c8-d5d1759ae84a"
        }
      ]
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "Council for Licensed Conveyancers and Probate Professionals ",
      "level": "Licensed Conveyancer",
      "isPartial": "full",
      "partialFreeText": ""
    },
    {
      "bodyName": "Council for Licensed Conveyancers and Probate Professionals ",
      "level": "Licensed Probate Practitioner",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "db70385e-1aad-4e42-88d4-38c408711355",
      "dutyDetail": "provide ethical legal services ensuring high standards of client care ensuring they are acting in the best interests of the client.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b919079e-aa69-4537-924a-e9777932dc0c",
        "bd7faced-a4ac-4c36-8735-0c93ddd94aad",
        "e28c5d88-7fca-4b6b-909f-674fed162eb4",
        "2adbec30-f3e0-4b6f-9247-87dda2bc4961"
      ],
      "mappedKnowledge": [
        "3f8f96a8-ffff-479a-94c7-78ae48316bf5",
        "b5b89e85-025b-4bc0-b8b0-471962e85c08",
        "ded97c98-b98c-4f8a-b0b1-8ff595cd49eb",
        "ac071e99-be73-48c5-89c7-da0dd1d1462b",
        "c8622d66-7d98-46e1-9bfe-3b4b2fed3a68"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c50c06c3-39d6-4d30-9d0a-2d4709ae8ea4",
        "0351e6cd-8d76-4047-b353-83a7aa7ea05f",
        "cde19dd0-b70a-47fa-968f-3f7541cb44c8",
        "18e360db-bdb9-40ba-ae79-32cacaebed7d",
        "dd76761d-fe1d-46d4-8923-6b67c6d40607",
        "bc8d68c9-dee3-48b7-bb3e-161c8d95c4cf",
        "b79cc405-7d0e-44e3-87ec-427d980e4d8c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b5a3a50a-df8e-4f30-8305-4347996da0c6",
      "dutyDetail": "work closely with third party stakeholders and other professionals to understand their technical legal requirements and provide excellent client service for example, property managing agents, probate lawyers, mortgage brokers or land registry.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b919079e-aa69-4537-924a-e9777932dc0c",
        "e28c5d88-7fca-4b6b-909f-674fed162eb4"
      ],
      "mappedKnowledge": [
        "ded97c98-b98c-4f8a-b0b1-8ff595cd49eb"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0b0bd4d1-52b2-43fe-965f-e8566a5e5bc9",
        "0351e6cd-8d76-4047-b353-83a7aa7ea05f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "822766d7-d433-49ff-9538-76da2168deca",
      "dutyDetail": "undertake legal research to understand technical legal requirements and provide excellent customer service.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3e0dca8f-1abf-4e71-ac97-b9489ed041ed",
      "dutyDetail": "undertake professional case review of self and others to identify risks and recommend areas for improvement, remedial actions paths to progression and escalation.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b919079e-aa69-4537-924a-e9777932dc0c",
        "bd7faced-a4ac-4c36-8735-0c93ddd94aad",
        "e28c5d88-7fca-4b6b-909f-674fed162eb4",
        "2adbec30-f3e0-4b6f-9247-87dda2bc4961"
      ],
      "mappedKnowledge": [
        "8cfb9f36-f223-4d57-aca7-49a6ae776a84",
        "ac071e99-be73-48c5-89c7-da0dd1d1462b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c50c06c3-39d6-4d30-9d0a-2d4709ae8ea4",
        "cde19dd0-b70a-47fa-968f-3f7541cb44c8",
        "7920efdc-9ad2-4c28-8f08-98a99a478827",
        "bc8d68c9-dee3-48b7-bb3e-161c8d95c4cf",
        "b79cc405-7d0e-44e3-87ec-427d980e4d8c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a5276019-e949-48b9-b0cb-62a6303f569f",
      "dutyDetail": "engage in identifying the limits of their personal professional experience and competence and escalate instructions that are beyond their scope of expertise.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b919079e-aa69-4537-924a-e9777932dc0c",
        "3778b8b7-4c43-4e48-bb1e-32a3ed05ec96",
        "2adbec30-f3e0-4b6f-9247-87dda2bc4961"
      ],
      "mappedKnowledge": [
        "3f8f96a8-ffff-479a-94c7-78ae48316bf5",
        "b5b89e85-025b-4bc0-b8b0-471962e85c08",
        "ded97c98-b98c-4f8a-b0b1-8ff595cd49eb",
        "861c3313-8b2d-4880-8cd2-a77e5001f085",
        "c8622d66-7d98-46e1-9bfe-3b4b2fed3a68",
        "485d8c56-af1a-4c08-96e5-caafbbdef0c4"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c50c06c3-39d6-4d30-9d0a-2d4709ae8ea4",
        "cde19dd0-b70a-47fa-968f-3f7541cb44c8",
        "7920efdc-9ad2-4c28-8f08-98a99a478827",
        "18e360db-bdb9-40ba-ae79-32cacaebed7d",
        "bc8d68c9-dee3-48b7-bb3e-161c8d95c4cf",
        "b79cc405-7d0e-44e3-87ec-427d980e4d8c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "93d8c85a-e122-417e-a6b2-8950c59ea6d5",
      "dutyDetail": "manage client and organisation data securely and confidentially in compliance with legislation.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3778b8b7-4c43-4e48-bb1e-32a3ed05ec96",
        "2adbec30-f3e0-4b6f-9247-87dda2bc4961"
      ],
      "mappedKnowledge": [
        "b5b89e85-025b-4bc0-b8b0-471962e85c08",
        "8cfb9f36-f223-4d57-aca7-49a6ae776a84",
        "ac071e99-be73-48c5-89c7-da0dd1d1462b",
        "861c3313-8b2d-4880-8cd2-a77e5001f085",
        "d4c4f013-dc92-4059-aa7d-7f8b2cd57d0c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c50c06c3-39d6-4d30-9d0a-2d4709ae8ea4",
        "7920efdc-9ad2-4c28-8f08-98a99a478827",
        "18e360db-bdb9-40ba-ae79-32cacaebed7d",
        "dd76761d-fe1d-46d4-8923-6b67c6d40607",
        "bc8d68c9-dee3-48b7-bb3e-161c8d95c4cf",
        "234535d1-b916-47f3-b6d1-b2e53b5de57f",
        "12948514-174f-449c-8664-5f52d4231beb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "27309be5-d948-445a-baec-a1ba5dadc912",
      "dutyDetail": "conduct all transactions with awareness of fraud including taking a defensive approach towards cybercrime.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3778b8b7-4c43-4e48-bb1e-32a3ed05ec96"
      ],
      "mappedKnowledge": [
        "b5b89e85-025b-4bc0-b8b0-471962e85c08",
        "8cfb9f36-f223-4d57-aca7-49a6ae776a84",
        "861c3313-8b2d-4880-8cd2-a77e5001f085",
        "d4c4f013-dc92-4059-aa7d-7f8b2cd57d0c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0351e6cd-8d76-4047-b353-83a7aa7ea05f",
        "7920efdc-9ad2-4c28-8f08-98a99a478827",
        "18e360db-bdb9-40ba-ae79-32cacaebed7d",
        "dd76761d-fe1d-46d4-8923-6b67c6d40607",
        "bc8d68c9-dee3-48b7-bb3e-161c8d95c4cf",
        "234535d1-b916-47f3-b6d1-b2e53b5de57f",
        "12948514-174f-449c-8664-5f52d4231beb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "31292f5c-5e20-4c8d-9474-f610792a33c0",
      "dutyDetail": "risk assess the impact of transactions on clients and other stakeholders to ensure compliance with legislation and professional standards including recommendations for the mitigation of risks.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b919079e-aa69-4537-924a-e9777932dc0c",
        "e28c5d88-7fca-4b6b-909f-674fed162eb4",
        "3778b8b7-4c43-4e48-bb1e-32a3ed05ec96"
      ],
      "mappedKnowledge": [
        "3f8f96a8-ffff-479a-94c7-78ae48316bf5",
        "b5b89e85-025b-4bc0-b8b0-471962e85c08",
        "8cfb9f36-f223-4d57-aca7-49a6ae776a84",
        "ded97c98-b98c-4f8a-b0b1-8ff595cd49eb",
        "d7c5011b-0362-491d-bf16-6cca85a78f55"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0351e6cd-8d76-4047-b353-83a7aa7ea05f",
        "e73b26fa-bb28-4f79-bf70-d7b494c0e454",
        "7920efdc-9ad2-4c28-8f08-98a99a478827",
        "18e360db-bdb9-40ba-ae79-32cacaebed7d",
        "dd76761d-fe1d-46d4-8923-6b67c6d40607",
        "bc8d68c9-dee3-48b7-bb3e-161c8d95c4cf",
        "b79cc405-7d0e-44e3-87ec-427d980e4d8c",
        "234535d1-b916-47f3-b6d1-b2e53b5de57f",
        "12948514-174f-449c-8664-5f52d4231beb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d2c6a384-0b4a-44e1-b27c-db43b46cb6e1",
      "dutyDetail": "ensure all transactions are undertaken in compliance with Anti-Money Laundering regulations.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "3778b8b7-4c43-4e48-bb1e-32a3ed05ec96"
      ],
      "mappedKnowledge": [
        "3f8f96a8-ffff-479a-94c7-78ae48316bf5",
        "b5b89e85-025b-4bc0-b8b0-471962e85c08",
        "8cfb9f36-f223-4d57-aca7-49a6ae776a84",
        "d4c4f013-dc92-4059-aa7d-7f8b2cd57d0c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0351e6cd-8d76-4047-b353-83a7aa7ea05f",
        "7920efdc-9ad2-4c28-8f08-98a99a478827",
        "18e360db-bdb9-40ba-ae79-32cacaebed7d",
        "dd76761d-fe1d-46d4-8923-6b67c6d40607",
        "bc8d68c9-dee3-48b7-bb3e-161c8d95c4cf",
        "234535d1-b916-47f3-b6d1-b2e53b5de57f",
        "12948514-174f-449c-8664-5f52d4231beb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ee9ab5ce-f149-4e2a-9108-e5d195a83bdb",
      "dutyDetail": "undertake Know Your Client activity comprehensively and with due diligence to ensure that the appropriate legal services are provided.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b919079e-aa69-4537-924a-e9777932dc0c",
        "bd7faced-a4ac-4c36-8735-0c93ddd94aad",
        "e28c5d88-7fca-4b6b-909f-674fed162eb4",
        "3778b8b7-4c43-4e48-bb1e-32a3ed05ec96",
        "2adbec30-f3e0-4b6f-9247-87dda2bc4961"
      ],
      "mappedKnowledge": [
        "3f8f96a8-ffff-479a-94c7-78ae48316bf5",
        "b5b89e85-025b-4bc0-b8b0-471962e85c08",
        "8cfb9f36-f223-4d57-aca7-49a6ae776a84",
        "ded97c98-b98c-4f8a-b0b1-8ff595cd49eb",
        "d7c5011b-0362-491d-bf16-6cca85a78f55"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c50c06c3-39d6-4d30-9d0a-2d4709ae8ea4",
        "0b0bd4d1-52b2-43fe-965f-e8566a5e5bc9",
        "0351e6cd-8d76-4047-b353-83a7aa7ea05f",
        "e73b26fa-bb28-4f79-bf70-d7b494c0e454",
        "7920efdc-9ad2-4c28-8f08-98a99a478827",
        "dd76761d-fe1d-46d4-8923-6b67c6d40607",
        "bc8d68c9-dee3-48b7-bb3e-161c8d95c4cf",
        "b79cc405-7d0e-44e3-87ec-427d980e4d8c",
        "12948514-174f-449c-8664-5f52d4231beb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "25e0d1f7-3d28-46c0-ac8f-db4b4cebb048",
      "dutyDetail": "lead case progression activity to ensure caseloads move with timeliness and with a view to commerciality.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b919079e-aa69-4537-924a-e9777932dc0c",
        "e28c5d88-7fca-4b6b-909f-674fed162eb4"
      ],
      "mappedKnowledge": [
        "8cfb9f36-f223-4d57-aca7-49a6ae776a84",
        "ac071e99-be73-48c5-89c7-da0dd1d1462b",
        "d4c4f013-dc92-4059-aa7d-7f8b2cd57d0c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c50c06c3-39d6-4d30-9d0a-2d4709ae8ea4",
        "0b0bd4d1-52b2-43fe-965f-e8566a5e5bc9",
        "0351e6cd-8d76-4047-b353-83a7aa7ea05f",
        "e73b26fa-bb28-4f79-bf70-d7b494c0e454",
        "7920efdc-9ad2-4c28-8f08-98a99a478827",
        "b79cc405-7d0e-44e3-87ec-427d980e4d8c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e2a3010c-fa1b-4480-9178-ae9827eb992e",
      "dutyDetail": "work closely with clients and third parties providing excellent client service.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b919079e-aa69-4537-924a-e9777932dc0c",
        "bd7faced-a4ac-4c36-8735-0c93ddd94aad",
        "e28c5d88-7fca-4b6b-909f-674fed162eb4",
        "2adbec30-f3e0-4b6f-9247-87dda2bc4961"
      ],
      "mappedKnowledge": [
        "3f8f96a8-ffff-479a-94c7-78ae48316bf5",
        "ef30c4b2-f5ec-4bc6-a3b4-b3d052cae2dd",
        "8cfb9f36-f223-4d57-aca7-49a6ae776a84",
        "ded97c98-b98c-4f8a-b0b1-8ff595cd49eb",
        "ac071e99-be73-48c5-89c7-da0dd1d1462b",
        "861c3313-8b2d-4880-8cd2-a77e5001f085",
        "d4c4f013-dc92-4059-aa7d-7f8b2cd57d0c",
        "c8622d66-7d98-46e1-9bfe-3b4b2fed3a68"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c50c06c3-39d6-4d30-9d0a-2d4709ae8ea4",
        "0b0bd4d1-52b2-43fe-965f-e8566a5e5bc9",
        "0351e6cd-8d76-4047-b353-83a7aa7ea05f",
        "e73b26fa-bb28-4f79-bf70-d7b494c0e454",
        "7920efdc-9ad2-4c28-8f08-98a99a478827",
        "18e360db-bdb9-40ba-ae79-32cacaebed7d",
        "dd76761d-fe1d-46d4-8923-6b67c6d40607",
        "bc8d68c9-dee3-48b7-bb3e-161c8d95c4cf",
        "b79cc405-7d0e-44e3-87ec-427d980e4d8c",
        "12948514-174f-449c-8664-5f52d4231beb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "23e7a1c9-d04a-44ad-8e9f-bef7fd361f9e",
      "dutyDetail": "manage their personal and professional continuous development.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "3f8f96a8-ffff-479a-94c7-78ae48316bf5",
        "b5b89e85-025b-4bc0-b8b0-471962e85c08",
        "8cfb9f36-f223-4d57-aca7-49a6ae776a84",
        "ac071e99-be73-48c5-89c7-da0dd1d1462b",
        "c8622d66-7d98-46e1-9bfe-3b4b2fed3a68",
        "485d8c56-af1a-4c08-96e5-caafbbdef0c4"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cde19dd0-b70a-47fa-968f-3f7541cb44c8",
        "18e360db-bdb9-40ba-ae79-32cacaebed7d",
        "dd76761d-fe1d-46d4-8923-6b67c6d40607",
        "bc8d68c9-dee3-48b7-bb3e-161c8d95c4cf",
        "b79cc405-7d0e-44e3-87ec-427d980e4d8c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "859851bd-736a-43be-81e5-54ca460603b6",
      "dutyDetail": "provide conveyancing legal advice in connection with sale and purchase, re-mortgage or transfers of equity of residential property.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "9da4ef26-00ad-4dcf-b8af-ae44c6642939",
        "368c2b6f-94d9-49a3-a295-e27dba9cd6b3",
        "77265e01-fb5a-498e-b3e5-7f37b025107a",
        "b8ed7d1d-5ba3-4ce8-90e2-2d8d172d1b47"
      ],
      "mappedOptions": [
        "48b07111-da49-4dbf-bca4-fc1341c75937"
      ],
      "mappedSkills": [
        "39b28968-3415-4559-a855-51b73f1c3c83",
        "54911d94-d20c-4dd5-a076-864c17ea1c49",
        "669647ec-ae80-4b67-88ee-3c46f76199be"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e3e0ad43-eeef-4451-833b-b5f517db8a6d",
      "dutyDetail": "work closely with lending institutions to understand their requirements and provide excellent client service.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "9da4ef26-00ad-4dcf-b8af-ae44c6642939",
        "368c2b6f-94d9-49a3-a295-e27dba9cd6b3",
        "77265e01-fb5a-498e-b3e5-7f37b025107a",
        "b8ed7d1d-5ba3-4ce8-90e2-2d8d172d1b47"
      ],
      "mappedOptions": [
        "48b07111-da49-4dbf-bca4-fc1341c75937"
      ],
      "mappedSkills": [
        "39b28968-3415-4559-a855-51b73f1c3c83",
        "54911d94-d20c-4dd5-a076-864c17ea1c49",
        "669647ec-ae80-4b67-88ee-3c46f76199be"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "75a65401-a9ae-4d2b-a863-d107074ec62b",
      "dutyDetail": "manage a case load of property and land transactions to demanding timescales including a range of types of property and land transactions such as freehold, re-mortgages and transfers of equity.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "9da4ef26-00ad-4dcf-b8af-ae44c6642939",
        "368c2b6f-94d9-49a3-a295-e27dba9cd6b3",
        "77265e01-fb5a-498e-b3e5-7f37b025107a",
        "b8ed7d1d-5ba3-4ce8-90e2-2d8d172d1b47"
      ],
      "mappedOptions": [
        "48b07111-da49-4dbf-bca4-fc1341c75937"
      ],
      "mappedSkills": [
        "39b28968-3415-4559-a855-51b73f1c3c83",
        "54911d94-d20c-4dd5-a076-864c17ea1c49",
        "669647ec-ae80-4b67-88ee-3c46f76199be"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "10b7429b-605c-4124-b723-8e5b5b9cee2f",
      "dutyDetail": "provide advice and drafting of Wills and Lasting Powers of Attorney to clients.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "9741787c-8121-466e-8b4f-1c2ce8900005",
        "f63e3fed-bf6c-434e-ae7d-37849c40b7db",
        "fb7fb3cc-537b-4a5c-90dd-56adffbe0208"
      ],
      "mappedOptions": [
        "02d5740a-8148-4a1b-81c8-d5d1759ae84a"
      ],
      "mappedSkills": [
        "838b4337-08cb-4213-9566-942bdc7f411e",
        "51b1e5a3-110d-4ed2-988f-21595503b893",
        "50e1439e-18c6-414f-8aea-5cecbf4fcb76",
        "b41ec875-86b0-4c3b-8ec5-176f0a0a027f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e24ce5fc-b3cb-4429-b719-67de972e9079",
      "dutyDetail": "provide advice to clients during probate activities and the administration of estates.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "9741787c-8121-466e-8b4f-1c2ce8900005",
        "f63e3fed-bf6c-434e-ae7d-37849c40b7db",
        "fb7fb3cc-537b-4a5c-90dd-56adffbe0208"
      ],
      "mappedOptions": [
        "02d5740a-8148-4a1b-81c8-d5d1759ae84a"
      ],
      "mappedSkills": [
        "838b4337-08cb-4213-9566-942bdc7f411e",
        "51b1e5a3-110d-4ed2-988f-21595503b893",
        "50e1439e-18c6-414f-8aea-5cecbf4fcb76",
        "b41ec875-86b0-4c3b-8ec5-176f0a0a027f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "92f4ab85-9962-4ae9-8c6e-d0397518d2a5",
      "dutyDetail": "manage a case load of drafting of Wills, Lasting Powers of Attorney and probate activities to appropriate timescales and quality standards.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [
        "02d5740a-8148-4a1b-81c8-d5d1759ae84a"
      ],
      "mappedSkills": [
        "838b4337-08cb-4213-9566-942bdc7f411e",
        "51b1e5a3-110d-4ed2-988f-21595503b893",
        "50e1439e-18c6-414f-8aea-5cecbf4fcb76",
        "b41ec875-86b0-4c3b-8ec5-176f0a0a027f"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [
    {
      "optionId": "48b07111-da49-4dbf-bca4-fc1341c75937",
      "title": "Licensed Conveyancer",
      "occupationCode": "OCC1311A"
    },
    {
      "optionId": "02d5740a-8148-4a1b-81c8-d5d1759ae84a",
      "title": "Licensed Probate Practitioner ",
      "occupationCode": "OCC1311B"
    }
  ],
  "regulationDetail": [
    {
      "name": "Training provider",
      "webLink": "",
      "approved": false
    },
    {
      "name": "EPAO",
      "webLink": "",
      "approved": false
    }
  ],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-01-10T00:00:00"
}