{
  "templateType": "Occupational Standard",
  "larsCode": 726,
  "referenceNumber": "ST1320",
  "learningAimClassCode": "",
  "title": "Assistant farm manager",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1320",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Occupational standard and end-point assessment revised",
  "changedDate": "2024-11-18T00:00:00",
  "earliestStartDate": "2024-11-18T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Professionally operate and support the management of an agricultural or horticultural business such as a farm.&nbsp;",
  "level": 4,
  "ePALength": 5,
  "typicalDuration": 24,
  "maxFunding": 11000,
  "maxFundingAdditionalInformation": "",
  "route": "Agriculture, environmental and animal care",
  "keywords": [
    "assistant",
    "Assistant Farm Manager",
    "farm",
    "farming",
    "agriculture",
    "horticulture"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st1320-v1-1?view=epa",
  "ssa1": "3 Agriculture, Horticulture and Animal Care",
  "ssa2": "3.1 Agriculture",
  "version": "1.1",
  "standardInformation": "&lt;p&gt;.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the agriculture and horticulture sectors, specifically the area of agriculture that includes sheep, dairy, cattle, beef cattle, pigs, goats, poultry, arable field based vegetables or energy crops.&amp;nbsp; In horticulture it is recommended for those working in extensive horticultural field crops.&amp;nbsp; Assistant farm managers tend to work in sectors such as dairy, beef and sheep, arable, pigs and poultry or can work at a business which may cut across multiple sectors.&amp;nbsp; An assistant farm manager may work in any size farm business as employed labour whose intention will be to progress (through succession planning) to farm management either employed or running their own business, in the future. Titles in this job sector vary and it would be appropriate to a range of farm or horticultural site management positions&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&lt;br&gt;The broad purpose of the occupation is to professionally operate and support the management of an agricultural or horticultural business such as a farm.&amp;nbsp; They will assist in the management at every stage, from the beginning of the product life cycle with the primary resource (seed for crops or breeding for livestock), during the production of the livestock or crops and through to either farm gate sale or direct supply to the consumer.&amp;nbsp; They will consider human, plant and animal health and welfare standards, and environmental priorities.&amp;nbsp; Assistant farm managers are primarily responsible for the day-to-day management of a farm enterprise or enterprises to achieve productivity and environmental business objectives, industry benchmarks and KPIs.&amp;nbsp; They will understand financial performance and control within the enterprise.&amp;nbsp; Record keeping, data collection, data analysis and effective action planning will be key duties.&amp;nbsp; They will manage people within their influence, which could include a small number of farm staff.&amp;nbsp; They will also contribute to staff and personnel management, including appraisals, continuous professional development and updating of industry knowledge.&amp;nbsp; Assistant farm managers would require relevant knowledge into current and future technologies, innovation and sustainability as this area will become a key focus in the future, such as precision farming and machinery operations.&amp;nbsp; Assistant farm managers also have responsibility for the day-to-day management requirements of supply chain contract requirements/protocols, farm assurance, carbon audits and legislation and industry standards for soil and management.&amp;nbsp;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;In their daily work, an employee in this occupation interacts with and reports to the farm manager or general manager and collaborates with staff and external customers from deliveries of supplies, auditors, and private consumers (depending on the business).&amp;nbsp; They will also deal directly with agronomists, vets, nutritionists, consultants, machinery engineers and sales personnel.&amp;nbsp; They may interact and negotiate with suppliers.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Organising their own work schedule and people within their influence, including any staff they line manage.&lt;/li&gt;\n&lt;li&gt;Working with the farm manager or owner on the physical and financial performance of the enterprise.&lt;/li&gt;\n&lt;li&gt;Utilising technology and associated data management to improve enterprise performance.&lt;/li&gt;\n&lt;li&gt;Implementing and reviewing risk assessments, COSHH assessments and accident reporting / monitoring in line with the farm’s Health and Safety Policy and relevant H&amp;amp;S legislation.&lt;/li&gt;\n&lt;li&gt;The day-to-day efficiency of energy utilisation, pollution prevention, waste minimisation and greenhouse gas (GHG reductions) in line with the farm’s environmental policy and environmental legislation.&lt;/li&gt;\n&lt;li&gt;The compliance of supply chain contracts / market requirements, farm assurance schemes, relevant codes of practice and relevant farm enterprise legislation.&lt;/li&gt;\n&lt;li&gt;The routine maintenance of farm machinery, buildings, field drainage and field boundaries.&lt;/li&gt;\n&lt;li&gt;good communication and teamwork skills and demonstrate a professional approach in their work.&amp;nbsp;&lt;/li&gt;\n&lt;/ul&gt;",
  "knowledges": [
    {
      "knowledgeId": "96a254b3-bc4d-4c88-b3a5-fa382154b3b4",
      "detail": "Physiological principles underpinning a production system and the impacts of husbandry or agronomy activities and inputs. "
    },
    {
      "knowledgeId": "74cea937-b87f-4f83-9e42-47221409b1e1",
      "detail": "Importance of soil, types of soil and their impact on crop and husbandry decisions.  Characteristics of poor and good soil structure, the impact of operations on soil and actions to improve structure.  Soil fertility analysis data, and how to obtain and interpret it.  "
    },
    {
      "knowledgeId": "9cdff98a-12de-4814-8e18-a8d12ca6e5f3",
      "detail": "Components of soil management plans and their purpose for managing soil health, nutrients, yields, runoff, erosion, flooding, soil carbon, external additives.  Importance and principles of nutrient management guidance."
    },
    {
      "knowledgeId": "ca711d85-e399-4e6f-b335-e75670c06d1e",
      "detail": "Principles of managing plant or animal health, the importance and principles of biosecurity and how to comply with plant or animal health legislation.  "
    },
    {
      "knowledgeId": "f0ec8b8b-bf57-40db-979f-24bfcda30f9b",
      "detail": "Main habitats found on production sites, how to obtain and interpret information on site biodiversity. "
    },
    {
      "knowledgeId": "c7d0efcc-106a-4802-8ae7-30a5b83ebff9",
      "detail": "Implications of environmental legislation and industry guidance for site management."
    },
    {
      "knowledgeId": "5762016a-da42-4cd7-9d75-5411910fdc59",
      "detail": "Threats to production from climate change, the principles of sustainability and net zero targets. "
    },
    {
      "knowledgeId": "5edd0af6-49cc-432d-9279-d689f24efe41",
      "detail": "Techniques for optimising value of resources and by-products. Principles of the waste hierarchy (reduce, reuse, recycle).  "
    },
    {
      "knowledgeId": "03c285e9-8e12-446e-a69a-38b145ce78e1",
      "detail": "Legislative and environmental regulation for management of by-products, inorganic waste, hazardous waste, Nitrate Vulnerable Zones, water and air and implications of non-compliance.  "
    },
    {
      "knowledgeId": "e148487f-5a5e-463b-8d9a-8a9b6e22fb32",
      "detail": "Components of a farm or enterprise supply chain, how they interact and the interdependence of the supply chain to ensure quality and quantity.  "
    },
    {
      "knowledgeId": "76e9ba39-f6a8-41fd-b71f-510b2b3a8171",
      "detail": "Technical content quality measures or specification requirements for farm products, why this important to meet customer needs and or commercial contracts. "
    },
    {
      "knowledgeId": "f7691bdd-49f8-4e95-9742-85befc8a4e37",
      "detail": "Regulation, production standards and codes of practice for their area of work and the importance of compliance.  "
    },
    {
      "knowledgeId": "c61eeb9d-c06f-4424-b849-e4fc9c6c8ab4",
      "detail": "Types of financial capital investment, sources of information and their suitability and risk."
    },
    {
      "knowledgeId": "85722f20-a609-4d28-bb95-1cddf37de37b",
      "detail": "Types of production, financial and business data, uses and analysis. "
    },
    {
      "knowledgeId": "4c93a545-cbe0-466d-b1d3-cecd4ba30fad",
      "detail": "Factors impacting on the performance of farm or horticultural enterprises and techniques to set financial and production Key Performance Indicators, monitor and evaluate them.  "
    },
    {
      "knowledgeId": "ed2ea124-ee9e-43e6-9c53-0648da57fd48",
      "detail": "Components of strategic plans, business plans, operational plans and business cases.  Their relationships and importance for improving enterprise performance and response to external factors for example environmental, political, social or financial"
    },
    {
      "knowledgeId": "34f60f4b-01bd-4090-ad0a-b94443722b8e",
      "detail": "Know where to find reliable sources of information on production practices and new technologies."
    },
    {
      "knowledgeId": "7c6728c0-e3c2-48c8-906a-64107276b9b0",
      "detail": "Principles of online safety, confidentiality and protection of data.  "
    },
    {
      "knowledgeId": "9c893504-4304-4a50-bed3-d201230648bc",
      "detail": "Health, safety and wellbeing legislation, codes of practice and their implications for site management. The main hazards, risks to health, welfare and wellbeing found on farms or horticultural sites and mitigation methods. The risk from zoonoses. Factors when dealing with public, visitors or children on site."
    },
    {
      "knowledgeId": "c06bb100-168d-4cef-abb5-e41ba6790e51",
      "detail": "Legislative requirements and codes of practice for use of chemicals, for example medicines or pesticides.  Techniques for spraying chemicals or organic substances. "
    },
    {
      "knowledgeId": "7845f48f-fd58-4ccf-970b-58f5f5b76eff",
      "detail": "Factors when planning the safe and efficient use of machinery, equipment and facilities including legislation, operator competence, new technologies, maintenance requirements, suitability for task and business policy."
    },
    {
      "knowledgeId": "16c01312-ed6f-429a-a8c3-acc6263b274e",
      "detail": "Methods and techniques for communicating with professional and non-professional audiences including use of digital methods."
    },
    {
      "knowledgeId": "dd418e90-b140-421f-b6d4-cb99bb64ca7b",
      "detail": "Principles of managing people including compliance with regulation, recruitment, performance management, informal training and appraisals."
    },
    {
      "knowledgeId": "7f20ed49-da04-430b-ab3a-b0e6620e2e92",
      "detail": "Purpose and types of farm or enterprise records including compliance, legal, health and safety, human resources, production, environmental, finance and industry audit requirements.  "
    },
    {
      "knowledgeId": "1d885ace-5666-47a0-93fb-071fcf6b848c",
      "detail": "Factors that influence decisions about machinery and infrastructure including return on investment.  "
    }
  ],
  "behaviours": [
    {
      "behaviourId": "b35e6e4e-ee51-4861-85b0-3ea85af78227",
      "detail": "Challenge approaches to current working practices in a constructive manner, identifying potential for improvement and development."
    },
    {
      "behaviourId": "ab15b0b8-7a25-47bc-a399-700bc80b9d96",
      "detail": "Champions health and safety across the team and embeds it in activities."
    },
    {
      "behaviourId": "748269b0-a2ac-4cbc-9c6c-f97936746e75",
      "detail": "Acts in a way that builds and maintains positive relationships with colleagues, customers and suppliers. "
    },
    {
      "behaviourId": "ab0a4d9f-9c8d-47db-bc09-7815cdee02f0",
      "detail": "Acts in a professional and ethical manner"
    },
    {
      "behaviourId": "2112fcc9-b36c-464b-a20b-dc39f708420d",
      "detail": "Committed to Continuous Professional Development"
    }
  ],
  "skills": [
    {
      "skillId": "93a76792-fa5a-4e53-b870-6a1bf43bb601",
      "detail": "Apply physiological principles to identify interventions to enhance productivity and maintain unit health.  "
    },
    {
      "skillId": "fa4b77dd-24ec-4474-bf56-b3429968d9ed",
      "detail": "Develop, implement and monitor a soil, manure or nutrient management plan to improve soil structure and fertility and monitor progress. "
    },
    {
      "skillId": "158b4b21-b260-40c7-9e43-f1ba480965d2",
      "detail": "Implement and review plans to manage the health of the production system in line with legislation and company policy.   "
    },
    {
      "skillId": "49406cc7-158f-4953-92df-25579b8736cc",
      "detail": "Implement practices that comply with environmental protection legislation and industry guidance, including pollution avoidance and control, wildlife and countryside protection and protection of biodiversity. "
    },
    {
      "skillId": "1747c5b8-c0ab-46b7-beac-6d017c433264",
      "detail": "Improve environmental practices on site including protecting and enhancing biodiversity. "
    },
    {
      "skillId": "7ad61b4f-c92a-40c9-aa76-8e3cfb23030a",
      "detail": "Develop and implement plan(s) to optimise value of by-products and dispose of non reusable (single use) wastes."
    },
    {
      "skillId": "0913f48b-fae6-4553-b45f-b117c6c7e270",
      "detail": "Implement plans to produce products or services to customer specification, quality standards and production standards."
    },
    {
      "skillId": "5a76d4b9-b7b6-4896-8c5f-ba76cf9f85d7",
      "detail": "Collect and evaluate critical information using digital tools including production unit performance, identify opportunities for improvement and propose changes to technical production strategy and operational adjustments.   "
    },
    {
      "skillId": "9e1294d1-01a7-45f4-a574-2562064be6cf",
      "detail": "Analyse basic farm and or enterprise data (including financial and production) and research farm practices. Use this to benchmark against other farms and support recommendations for future actions. "
    },
    {
      "skillId": "ba876a0b-e6f4-48e7-b1ee-c5203922b657",
      "detail": "Develop and evaluate production unit plans to meet business requirements."
    },
    {
      "skillId": "b810aedb-cb88-40b2-bb50-ec1d7a8d0aa8",
      "detail": "Manage, review and monitor health, safety, welfare and wellbeing on production unit. Carry out risk management including assessment of risk and mitigation.  Communicate health and safety information to staff or stakeholders.     "
    },
    {
      "skillId": "eacb40e0-5be7-4ad9-be59-735d7da0aec1",
      "detail": "Manage own health and safety and promotes best practice to others when undertaking activity.    "
    },
    {
      "skillId": "fa8d294b-d416-425f-90e0-6af017070a47",
      "detail": "Make recommendations on machinery and infrastructure for a farm or horticultural business activity including condition, replacements and return on investment."
    },
    {
      "skillId": "7c220d33-d09a-4854-a67f-28c7629150f3",
      "detail": "Use, maintain and oversee machinery and infrastructure in line with legislation, manufacturers guidance and business policy."
    },
    {
      "skillId": "5476fe0b-7d36-4da0-8c3d-ee82c1afe540",
      "detail": "Communicates in a professional manner with staff and stakeholders, adapting approach to audience including technical audiences and use of technical industry terminology.  "
    },
    {
      "skillId": "31898d26-a9c9-4d5c-a7ca-2d7e68e4c1a4",
      "detail": "Build relationships with stakeholders including negotiation."
    },
    {
      "skillId": "1404263e-51c7-40f2-8269-e5c88a355d9d",
      "detail": "Supervise staff or contractors during the main stages of the production cycle."
    },
    {
      "skillId": "fe5794a4-b744-4faa-8c98-20f00eada427",
      "detail": "Keep business records including using digital tools.  "
    },
    {
      "skillId": "806b479f-15a7-45db-a5a9-06d35ae2f9c9",
      "detail": "Oversees and uses agrochemicals or organic equivalents including using spraying equipment. "
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2023-08-29T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": "None",
  "integratedDegree": "",
  "tbReference": "TB0083",
  "tbMainContact": "Ros@adrow.co.uk",
  "involvedEmployers": "BHG Farms, Brimstone farm, Cranswick Country Foods, East Durham College, Harper Adams University, Hartpury College, Karro Food Group, Kendall College, Lantra, LKL Farming, Myerscough College , NFU, Plumpton College, R and J Snook, Westover Farm, Reaseheath College, Skern Training and Skills, Tetworth Farms, Wiltshire college",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [
    "Agriculture enterprise manager",
    "Assistant enterprise manager",
    "Assistant estate/ s manager",
    "Assistant farm manager",
    "Assistant production manager",
    "Production manager",
    "Trainee farm manager"
  ],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Agriculture, Land Management and Production",
  "cluster": "Agricultural manager",
  "clusterId": "154",
  "clusterDescription": "Management of a whole agriculture enterprise or specific sections of an enterprise (e.g. livestock, fisheries).",
  "createdDate": "2024-11-18T16:42:52 +00:00",
  "lastUpdated": "2024-11-18T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2023-08-29T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC1320",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1320-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1320-v1-1",
  "qualifications": [
    {
      "qualificationId": "cadf337c-c0f1-4c8b-935a-42ab4bdf8c69",
      "title": "Level 3 award or training and assessment in emergency first aid at work minimum 3 day course (face-to-face), carried out by either an awarding organisation, a UKAS accredited trade body or voluntary aid society recognised by government as specified in HSE document GEIS 3.",
      "level": "3",
      "anyAdditionalInformation": "The Health and Safety (First-Aid) Regulations 1981 state that: an employer shall provide, or ensure that there is provided, such number of suitable persons as is adequate and appropriate in the circumstances for rendering first-aid to his employees if they are injured or become ill at work; and for this purpose a person shall not be suitable unless he has undergone such training and has such qualifications as may be appropriate in the circumstances of that case Agriculture is a high-risk sector where use of machinery, sharp tools and moving vehicles can lead to accidents and when they do occur, they are often more severe than in an office environment. Workers are often in isolated locations working in small teams and it can take some time for them to get help if an accident occurs. Responsible employers to meet the requirements of the law will make sure that a high proportion of their employees are first aid trained and to a sufficient level to deal with accidents that might occur.",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "bf0a70e6-d9fd-41ed-9a76-28e023264a53",
      "title": "Lantra Awards Level 2 Award in Safe Use of Pesticides OR City & Guilds Level 2 Principles of safe handling and application of pesticides",
      "level": "2",
      "anyAdditionalInformation": "Lantra Ofqual regulated 601/5977/7C&G not Ofqual regulated but pre-requisite for regulated qualificationsUsers of professional products are required to hold a certificate showing they have sufficient knowledge of the subjects listed in Annex I of Guidance on the requirements of the Plant Protection Products (Sustainable Use) Regulations 2012 (https://www.hse.gov.uk/pesticides/using-pesticides/codes-of-practice/guidance-sustainable-use-ppp-regs-2012.htm).  This activity is regulated, and the qualifications mandated in the standards are all listed in the approved certificates for this purpose.  ",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    },
    {
      "qualificationId": "f2f58717-b1b4-4dd4-8795-3e0b336f129e",
      "title": "Lantra Awards Level 2 Award in the Safe Application of Pesticide Using Hand Held Equipment OR City & Guilds Level 2 Award In The Safe Application of Pesticides Using Pedestrian Hand Held Equipment",
      "level": "2",
      "anyAdditionalInformation": "Users of professional products are required to hold a certificate showing they have sufficient knowledge of the subjects listed in Annex I of Guidance on the requirements of the Plant Protection Products (Sustainable Use) Regulations 2012 (https://www.hse.gov.uk/pesticides/using-pesticides/codes-of-practice/guidance-sustainable-use-ppp-regs-2012.htm).  This activity is regulated, and the qualifications mandated in the standards are all listed in the approved certificates for this purpose.  ",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "d2627bc8-ab02-4a4b-b289-b785a4469ffd",
      "dutyDetail": "Review performance of their area of responsibility within a farming enterprise to evaluate results and set plans for business, financial and production improvements that contribute to strategy and implementation on the ground in the day-to-day farming operations.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b35e6e4e-ee51-4861-85b0-3ea85af78227"
      ],
      "mappedKnowledge": [
        "c61eeb9d-c06f-4424-b849-e4fc9c6c8ab4",
        "4c93a545-cbe0-466d-b1d3-cecd4ba30fad",
        "ed2ea124-ee9e-43e6-9c53-0648da57fd48",
        "7c6728c0-e3c2-48c8-906a-64107276b9b0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5a76d4b9-b7b6-4896-8c5f-ba76cf9f85d7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a67f9a23-58a3-4a4b-a74e-95f2fe1a550a",
      "dutyDetail": "Create and implement soil management plans that focus on the balance between nutritional requirements for crop grasses, soil and environmental requirements, informed by relevant soil analysis data and working with others.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "74cea937-b87f-4f83-9e42-47221409b1e1",
        "9cdff98a-12de-4814-8e18-a8d12ca6e5f3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fa4b77dd-24ec-4474-bf56-b3429968d9ed"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ebc5c2d8-3a27-4be5-9bd4-c4544abc6504",
      "dutyDetail": "Develop and implement plans to manage organic by-product and inorganic waste produced by the business that adhere to legislative and environmental permitting requirements, as well as management of nitrate vulnerable zones.  ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "5edd0af6-49cc-432d-9279-d689f24efe41",
        "03c285e9-8e12-446e-a69a-38b145ce78e1",
        "7c6728c0-e3c2-48c8-906a-64107276b9b0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7ad61b4f-c92a-40c9-aa76-8e3cfb23030a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "09eb78cb-a068-467d-8635-b0df72fc3a08",
      "dutyDetail": "Plan and implement farm business environmental operations that meet compliance and legal requirements, including environmental practices, emerging legislation, Net Zero, health and safety and and farm bi-product such as slurry/manure.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "f0ec8b8b-bf57-40db-979f-24bfcda30f9b",
        "c7d0efcc-106a-4802-8ae7-30a5b83ebff9",
        "5762016a-da42-4cd7-9d75-5411910fdc59"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "49406cc7-158f-4953-92df-25579b8736cc",
        "1747c5b8-c0ab-46b7-beac-6d017c433264"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "055f3e58-0500-40c0-ab67-39e2cda70af9",
      "dutyDetail": "Implement scientific principles and good practice for relevant specialisms, e.g. livestock and/or crop (such as Welfare Codes, Biosecurity, COPs, 5 freedoms, Crop husbandry/Integrated Pest Management), that adhere to business crop and/or livestock health plan, and work with third parties to carry out recommendations. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "96a254b3-bc4d-4c88-b3a5-fa382154b3b4",
        "ca711d85-e399-4e6f-b335-e75670c06d1e",
        "c06bb100-168d-4cef-abb5-e41ba6790e51"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "93a76792-fa5a-4e53-b870-6a1bf43bb601",
        "158b4b21-b260-40c7-9e43-f1ba480965d2",
        "806b479f-15a7-45db-a5a9-06d35ae2f9c9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "90d735a1-61a1-4afd-896a-8f70692e0ca2",
      "dutyDetail": "Assist with the development of long-term farm business plans and working within strategic plans to improve the profitability of each enterprise (for  example, but not limited to agriculture support payments linked to marketing plan, horizon scanning, policy, external environment updates and commercial contracts)",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b35e6e4e-ee51-4861-85b0-3ea85af78227"
      ],
      "mappedKnowledge": [
        "85722f20-a609-4d28-bb95-1cddf37de37b",
        "4c93a545-cbe0-466d-b1d3-cecd4ba30fad",
        "ed2ea124-ee9e-43e6-9c53-0648da57fd48",
        "34f60f4b-01bd-4090-ad0a-b94443722b8e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5a76d4b9-b7b6-4896-8c5f-ba76cf9f85d7",
        "9e1294d1-01a7-45f4-a574-2562064be6cf"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6896c86c-2a38-416f-b00a-038562a014ac",
      "dutyDetail": "Interact and engage across the supply chain (e.g. genetics, feed) to produce products and or services to specification requirements that meets business and end-use and or consumer needs. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "e148487f-5a5e-463b-8d9a-8a9b6e22fb32",
        "76e9ba39-f6a8-41fd-b71f-510b2b3a8171",
        "f7691bdd-49f8-4e95-9742-85befc8a4e37"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0913f48b-fae6-4553-b45f-b117c6c7e270",
        "ba876a0b-e6f4-48e7-b1ee-c5203922b657"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3cec8192-a2ee-489e-8baa-f3732be3e698",
      "dutyDetail": "Assist with planning, utilisation, management and replacement of machinery and infrastructure, in line with business policy and ensuring Return on Investment. For example, tractor, harvesters, temperature-controlled rooms, or robotics",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "7845f48f-fd58-4ccf-970b-58f5f5b76eff",
        "1d885ace-5666-47a0-93fb-071fcf6b848c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fa8d294b-d416-425f-90e0-6af017070a47",
        "7c220d33-d09a-4854-a67f-28c7629150f3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "710730c9-6769-471d-aca3-56fa3e9815fc",
      "dutyDetail": "Use data analysis (for example, from dairy robots, yield mapping, soil analysis, livestock feed nutrient analysis, machine calibration) to produce recommendations for improving business efficiency.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b35e6e4e-ee51-4861-85b0-3ea85af78227"
      ],
      "mappedKnowledge": [
        "85722f20-a609-4d28-bb95-1cddf37de37b",
        "4c93a545-cbe0-466d-b1d3-cecd4ba30fad",
        "ed2ea124-ee9e-43e6-9c53-0648da57fd48",
        "34f60f4b-01bd-4090-ad0a-b94443722b8e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5a76d4b9-b7b6-4896-8c5f-ba76cf9f85d7",
        "9e1294d1-01a7-45f4-a574-2562064be6cf"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "911d500f-ee67-4e8b-95cc-34a2fd6c01dd",
      "dutyDetail": "Interpret basic farm financial records to benchmark against other farm businesses and set targets for improvement. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "b35e6e4e-ee51-4861-85b0-3ea85af78227"
      ],
      "mappedKnowledge": [
        "c61eeb9d-c06f-4424-b849-e4fc9c6c8ab4",
        "85722f20-a609-4d28-bb95-1cddf37de37b",
        "4c93a545-cbe0-466d-b1d3-cecd4ba30fad",
        "ed2ea124-ee9e-43e6-9c53-0648da57fd48",
        "34f60f4b-01bd-4090-ad0a-b94443722b8e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5a76d4b9-b7b6-4896-8c5f-ba76cf9f85d7",
        "9e1294d1-01a7-45f4-a574-2562064be6cf"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7c54d9ee-09b6-4118-9c49-6d5b3f87e4bd",
      "dutyDetail": "Manage people within their influence on a day-to-day basis, supporting own and others’ Continuing Professional Development and taking responsibility to develop own leadership skills to help motivate the team and external stakeholders for mutual benefit. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "748269b0-a2ac-4cbc-9c6c-f97936746e75",
        "ab0a4d9f-9c8d-47db-bc09-7815cdee02f0",
        "2112fcc9-b36c-464b-a20b-dc39f708420d"
      ],
      "mappedKnowledge": [
        "dd418e90-b140-421f-b6d4-cb99bb64ca7b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "31898d26-a9c9-4d5c-a7ca-2d7e68e4c1a4",
        "1404263e-51c7-40f2-8269-e5c88a355d9d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7f019b21-2720-42ac-9ff3-04211af770c3",
      "dutyDetail": "Manage communications with stakeholders that involve complex terminology (e.g. veterinary surgeons, agronomists, consultants), adapting communication method and style where relevant.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "16c01312-ed6f-429a-a8c3-acc6263b274e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5476fe0b-7d36-4da0-8c3d-ee82c1afe540"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "58ed26c5-8300-4134-b85d-6d7275cc9f9a",
      "dutyDetail": "Maintain records in accordance with legal and industry audit requirements that allow facilitation and provision of evidence for compliance purposes. (For example but not restricted to farm assurance, rural payments agency, animal and plant health authority, trading standards etc)",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "7f20ed49-da04-430b-ab3a-b0e6620e2e92"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fe5794a4-b744-4faa-8c98-20f00eada427"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e9eabb19-91ff-4c3b-afe8-ee696dc2ce1f",
      "dutyDetail": "Promote a positive health and safety and wellbeing culture within the organisation, managing risk and multiple complex (indoor working, outdoor working, lone workers machinery, live animals) work environments safely, physically and mentally, for self and others. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ab15b0b8-7a25-47bc-a399-700bc80b9d96"
      ],
      "mappedKnowledge": [
        "9c893504-4304-4a50-bed3-d201230648bc"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b810aedb-cb88-40b2-bb50-ec1d7a8d0aa8",
        "eacb40e0-5be7-4ad9-be59-735d7da0aec1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1679643b-6165-4e0b-b362-1f39f855b9ab",
      "dutyDetail": "Assist in the evaluation of sources of financial capital investment, including suitability and risk. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "c61eeb9d-c06f-4424-b849-e4fc9c6c8ab4"
      ],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-11-18T00:00:00"
}