{
  "templateType": "Occupational Standard",
  "larsCode": 790,
  "referenceNumber": "ST1391",
  "learningAimClassCode": "",
  "title": "Maritime pipeworker",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1391",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2025-02-11T00:00:00",
  "earliestStartDate": "2024-11-19T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Carry out fabrication, installation and repair work of pipework systems on maritime ships or submarines. ",
  "level": 3,
  "ePALength": 3,
  "typicalDuration": 42,
  "maxFunding": 24000,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "Maritime",
    "pipefitter",
    "pipeworker",
    "engineering",
    "ships",
    "submarines"
  ],
  "jobRoles": [
    "Maritime pipefitter",
    "Maritime pipeworker",
    "Maritime plumber",
    "Pipe fabricator",
    "Pipefitter",
    "Pipeworker"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st1391-v1-0?view=epa",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.1 Engineering",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the maritime defence sector, as well as in the commercial shipping sector.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to carry out fabrication, installation and repair work of pipework systems on maritime ships or submarines. Maritime pipeworkers must have a good understanding of safe systems of work, confined spaces and working at height. They work from engineering drawings, data and documentation in order to undertake the fabrication, installation, testing and removal of pipework systems on ships or submarines in defence or commercial shipping. This can include systems associated with propulsion, machinery, weapons, reactor and auxiliary (such as water, air conditioning and power generation). It requires knowledge and expertise in the use of&amp;nbsp; pipe forming machines and hand tools. The maritime pipeworker will use a variety of measuring and fault finding techniques to ensure individual components and assemblies meet the required specification within specified time constraints.&lt;/p&gt;\n&lt;p&gt;A maritime pipework system will supply fuel, fresh water, chilled water, air conditioning, lubricating oil, waste water and will comprise of flanges, valves, gaskets and pressure gauges. Pumps, motors, tanks and reservoirs are not considered to be part of the pipework system, however maritime pipeworkers will install and connect pipework to the source of energy such as a chilled water pumps.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with the ship or submarine delivery or production teams. Maritime pipeworkers typically work on board vessels at sea or in dock, or in maritime workshop environments. They may work in confined spaces.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for complying with statutory regulations, organisational safety requirements and will be expected to work both individually and as part of the ship or submarine delivery team. They will work with minimum supervision, taking responsibility for the quality and accuracy of their work which will be subject to quality checks to ensure it meets the required standard. They will undertake and be proactive in finding solutions to problems and identifying improvements to business processes.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "6a770511-b5cd-4f7b-9b56-0897a1fa6460",
      "detail": "Awareness of health and safety regulations, relevance to the occupation and the maritime pipeworker's responsibilities. Control of Substances Hazardous to Health (COSHH). Display Screen Equipment. Due diligence. Electrical safety and compliance. Electricity at work regulations. Emergency evacuation procedures. Health and Safety at Work Act – responsibilities. Isolation and emergency stop procedures. L8 Legionella. Lifting Operations and Lifting Equipment Regulations (LOLER). Lone working. Manual handling. Near miss reporting. Noise regulation. Provision and use of Work Equipment Regulations (PUWER). Reporting of Injuries, Diseases, and Dangerous Occurrences Regulations (RIDDOR). Risk assessments. Safe systems of work. Safety equipment: guards, signage, fire extinguishers. Situational awareness. Slips, trips and falls. Types of hazards. Personal Protective Equipment (PPE). Working at height. Working in confined spaces."
    },
    {
      "knowledgeId": "e3a16988-48bf-4759-9cbb-690c411d3943",
      "detail": "Engineering, mathematical and scientific principles, methods, techniques, graphical expressions, symbols, formulae and calculations used in a maritime pipework environment."
    },
    {
      "knowledgeId": "32b4ee00-99e8-42a4-a9ee-42529507cdae",
      "detail": "The structure, properties and characteristics of common materials (ferrous, non-ferrous and non- metallic) used for pipework activities in the maritime sector."
    },
    {
      "knowledgeId": "b54ea72c-c987-4136-913e-04e49361a61a",
      "detail": "Problem solving techniques."
    },
    {
      "knowledgeId": "802768c3-9f61-47af-8912-1260c00979b3",
      "detail": "Testing, inspection and fault-finding methods and techniques for maritime pipework problems."
    },
    {
      "knowledgeId": "fb4e8764-79f8-494d-851a-9ae0143c69cf",
      "detail": "Approved processes and procedures for maritime pipework activities: how to access and follow."
    },
    {
      "knowledgeId": "220aa538-43e9-4d5d-a874-5c317ab2d53d",
      "detail": "Principles of interpreting engineering data and documentation in a maritime pipework environment including isometric drawings."
    },
    {
      "knowledgeId": "bf078ebf-2260-4fac-8768-8df9e9204f38",
      "detail": "The different roles and functions in the organisation and how they interact."
    },
    {
      "knowledgeId": "910aeade-f598-4b97-9fdb-0c2a4348cbef",
      "detail": "Principles of fabrication including pipework forming of pipework systems in a maritime environment."
    },
    {
      "knowledgeId": "b2ddd5b4-1a16-4880-9968-507fc1c7d442",
      "detail": "Principles of repairing pipework systems in a maritime environment."
    },
    {
      "knowledgeId": "82a6a4ce-ca0e-4dd4-b0c1-103da9dcfa77",
      "detail": "The function, checks and operation of hand tools, power tools, jigs, fabrication equipment and forming machines used in a maritime pipework environment."
    },
    {
      "knowledgeId": "478f29b9-7918-46e4-8544-84baf7ddf560",
      "detail": "Verbal communication techniques. Giving and receiving information. Matching style to audience. Barriers in communication and how to overcome them. Maritime engineering terminology."
    },
    {
      "knowledgeId": "f8a154c5-68cf-46f4-8860-abb6a7b98ad8",
      "detail": "Documentation: methods and requirements - electronic and paper."
    },
    {
      "knowledgeId": "808abc32-3f15-4767-a486-a4414f16de68",
      "detail": "Principles of sustainability and circular economy. Energy efficiency and reuse of materials. Environmental and sustainability procedures. Principles of control and management of emissions and waste. Efficient use of resources."
    },
    {
      "knowledgeId": "eed7fb81-3bc9-41ed-9325-53aee9749d04",
      "detail": "Equality Act. Equality, diversity, and inclusion in the workplace. Unconscious bias."
    },
    {
      "knowledgeId": "f0bd06c9-ce00-4319-827d-09fd34ea7476",
      "detail": "Escalation procedures."
    },
    {
      "knowledgeId": "3f5cdce3-5327-4599-a42f-9e223461dab5",
      "detail": "Business operation considerations: efficiency, customer satisfaction, competitiveness, minimising risks to operation, and ethical issues."
    },
    {
      "knowledgeId": "b7d26636-b281-4fab-94ab-a9978eda705f",
      "detail": "Team working principles."
    },
    {
      "knowledgeId": "d07030f2-55b4-409a-8d32-c45c480d987a",
      "detail": "Continuous improvement techniques."
    },
    {
      "knowledgeId": "a7033bd9-6925-41a2-ba4b-c419f1af59ae",
      "detail": "Planning techniques: resources, tools, equipment, access, time management."
    },
    {
      "knowledgeId": "b3da778b-5fd2-4c6d-a027-dbf674754dbb",
      "detail": "Maritime pipework maintenance practices and techniques and their frequency."
    },
    {
      "knowledgeId": "01555660-b8a4-4206-a2ce-722a7f64b800",
      "detail": "Tools, equipment and techniques for measuring and marking out maritime pipework components and systems."
    },
    {
      "knowledgeId": "54e4b63c-4e87-456c-b635-e462201d6f3d",
      "detail": "Maritime pipework assembly methods and techniques: brazing, welding, mechanical fasteners, seals, gaskets and jointing, alignment of pipework, threading pipework and crimping joints."
    },
    {
      "knowledgeId": "ee42d3b8-213e-49c9-bf1a-e5931eb434fa",
      "detail": "Principles of quality assurance in a maritime pipework environment."
    },
    {
      "knowledgeId": "eacdef34-adaa-4fab-a310-620a704c486c",
      "detail": "Principles and practices of restoring the work area on completion of work."
    },
    {
      "knowledgeId": "ab4cecb3-bcc1-4b8b-9377-1f2d6c83b06a",
      "detail": "Techniques for cutting, shaping and finishing maritime pipework components."
    },
    {
      "knowledgeId": "7f9f2e94-17fe-4eb0-a340-6d6f9d414baf",
      "detail": "Principles of installing and removing pipework systems in a maritime environment."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "02c963b7-d621-40b4-8bc4-15ebfc8965af",
      "detail": "Put health and safety first."
    },
    {
      "behaviourId": "d126c1fb-782f-4af2-a79e-9dbe8562876c",
      "detail": "Committed to continued professional development (CPD) to maintain and enhance competence in their own area of practice."
    },
    {
      "behaviourId": "aa27b9ab-7428-4fa0-a5aa-d41ac4d19b47",
      "detail": "Take personal responsibility for their own sustainable working practices."
    },
    {
      "behaviourId": "48f8da7d-98ac-4ead-acde-cd141d0f2640",
      "detail": "Take account of diversity and inclusion requirements."
    },
    {
      "behaviourId": "1ae96518-a7a9-4b07-bf05-3a4449091d27",
      "detail": "Respond and adapt to work demands and situations."
    },
    {
      "behaviourId": "86a995bd-cc7f-4cfb-b64b-c4db6001ac4e",
      "detail": "Take responsibility for completing work."
    }
  ],
  "skills": [
    {
      "skillId": "44d9bfbf-b4d3-4eb6-a77e-7edb7e529fa9",
      "detail": "Obtain, read, analyse and interpret engineering data, drawings or documentation used in the design, build, operation and repair of maritime vessels such as job instructions, drawings, plans, quality control documentation."
    },
    {
      "skillId": "0a9ee32b-465b-4c5b-9d9e-05ec8bdb1c45",
      "detail": "Apply health and safety procedures and safe systems of work in compliance with regulations and standards."
    },
    {
      "skillId": "279c4c0c-2b97-4f10-93c8-551413061426",
      "detail": "Identify, organise and use resources to complete tasks, with consideration for cost, time, quality, safety, security and environmental impact."
    },
    {
      "skillId": "1f267f9c-6cd2-4cb0-a481-fd37e2ac25e5",
      "detail": "Use approved processes and procedures for maritime pipeworker activities."
    },
    {
      "skillId": "9d6b3bb5-54c0-4a39-b868-cf30522aeee7",
      "detail": "Carry out maritime pipework quality assurance checks."
    },
    {
      "skillId": "1a213cd0-10e9-481d-b815-1aab007176f5",
      "detail": "Resolve maritime pipework problems within the limits of their responsibility. Escalate un-resolved issues and problems."
    },
    {
      "skillId": "15099c0c-5b17-4a09-b590-22de9610d759",
      "detail": "Restore the work area on completion of the activity. Return any resources, tools and consumables."
    },
    {
      "skillId": "a8efe08d-28bf-4abd-8fa9-c29f40a5f538",
      "detail": "Measure and mark out maritime pipework components, pipework and pipework systems."
    },
    {
      "skillId": "b81f00e1-83a8-4430-822a-8dd16bc3f2b8",
      "detail": "Selects, checks and uses hand tools, power tools and fabrication equipment for example forming machines and jigs to cut, shape and finish maritime pipework components."
    },
    {
      "skillId": "1be4b300-0b03-409b-abe6-53f5e8d5b684",
      "detail": "Apply fabrication methods and techniques to fabricate pipe systems in a maritime environment using techniques including pipe forming."
    },
    {
      "skillId": "16c9cab9-7a41-4304-9100-6ea5dcc189ad",
      "detail": "Apply maritime pipework assembly methods and techniques including brazing, welding, mechanical fasteners, seals, gaskets and jointing."
    },
    {
      "skillId": "629cca4f-6180-48e2-8c1d-adf4379edab4",
      "detail": "Apply testing, inspection and fault-finding techniques used in the maritime pipework environment."
    },
    {
      "skillId": "17ab133d-ffb3-44ee-bab3-151062689895",
      "detail": "Apply maintenance techniques on pipework components and systems."
    },
    {
      "skillId": "f8fa805c-2421-4677-aef4-6c0f2370dc26",
      "detail": "Apply continuous improvement techniques. Devise suggestions for improvement."
    },
    {
      "skillId": "1876ed2f-6cf3-484b-acf2-41da4b9407dc",
      "detail": "Communicate with others verbally for example, colleagues and stakeholders."
    },
    {
      "skillId": "ab56b945-1e2f-486c-ab66-cc76b723c13c",
      "detail": "Apply team working principles."
    },
    {
      "skillId": "36f4fb52-9c2b-4adc-919d-58d6adf43c53",
      "detail": "Carry out and record planned and unplanned learning and development activities."
    },
    {
      "skillId": "23da3731-a17b-4c30-b1e8-c28464bce816",
      "detail": "Record and enter information - paper based or electronic. For example, energy usage, job sheets, risk assessments, equipment service records, test results, handover documents and manufacturers' documentation, asset management records, work sheets, checklists, waste environmental records and any legal reporting requirements."
    },
    {
      "skillId": "4a2b1e7d-f3eb-4c5a-be21-b5fcec80b01d",
      "detail": "Apply environmental and sustainability procedures in compliance with regulations and standards for example, segregate resources for reuse, recycling and disposal."
    },
    {
      "skillId": "50e40b37-2492-44c3-bdaf-4bcc4fe64802",
      "detail": "Follow equality, diversity and inclusion procedures."
    },
    {
      "skillId": "2de426a9-8b4e-43f1-a628-4d8430b9d912",
      "detail": "Install and remove pipe systems in a maritime environment. "
    },
    {
      "skillId": "255d3a23-4d22-4a4b-af0d-c787be7d5972",
      "detail": "Apply repair techniques to repair pipe systems in a maritime environment."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual is the intended EQA provider",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2024-11-19T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": "None",
  "integratedDegree": "",
  "tbReference": "TB0878",
  "tbMainContact": "",
  "involvedEmployers": "Babcock International, BAE Systems, Royal Navy, Cammell Laird, Ministry of Defence",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Maritime pipefitter",
    "Maritime pipeworker",
    "Maritime plumber",
    "Pipe fabricator",
    "Pipefitter",
    "Pipeworker"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, manufacturing, process and control",
  "cluster": "Fabrication and welding operative or technician",
  "clusterId": "259",
  "clusterDescription": "Make products and plant by cutting, forming, jointing and shaping of materials",
  "createdDate": "2024-11-19T11:25:02 +00:00",
  "lastUpdated": "2025-02-11T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2024-11-19T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC1391",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1391-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1391-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "3d080186-950f-4b6e-8eea-f31e546ae248",
      "dutyDetail": "Receive, read and interpret engineering data and documentation such as engineering drawings, technical data, blueprints, schematic drawings, and technical documentation.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "02c963b7-d621-40b4-8bc4-15ebfc8965af",
        "1ae96518-a7a9-4b07-bf05-3a4449091d27",
        "86a995bd-cc7f-4cfb-b64b-c4db6001ac4e"
      ],
      "mappedKnowledge": [
        "6a770511-b5cd-4f7b-9b56-0897a1fa6460",
        "e3a16988-48bf-4759-9cbb-690c411d3943",
        "fb4e8764-79f8-494d-851a-9ae0143c69cf",
        "220aa538-43e9-4d5d-a874-5c317ab2d53d",
        "f8a154c5-68cf-46f4-8860-abb6a7b98ad8"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "44d9bfbf-b4d3-4eb6-a77e-7edb7e529fa9",
        "1f267f9c-6cd2-4cb0-a481-fd37e2ac25e5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c8c6faaa-0ceb-496b-95f9-281b30d3367a",
      "dutyDetail": "Plan and prepare maritime pipework maintenance, installation and other work activities to cause minimal disruption. Agree planned actions and obtain any required permits or permissions required to carry out the work.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "02c963b7-d621-40b4-8bc4-15ebfc8965af",
        "aa27b9ab-7428-4fa0-a5aa-d41ac4d19b47",
        "1ae96518-a7a9-4b07-bf05-3a4449091d27",
        "86a995bd-cc7f-4cfb-b64b-c4db6001ac4e"
      ],
      "mappedKnowledge": [
        "6a770511-b5cd-4f7b-9b56-0897a1fa6460",
        "e3a16988-48bf-4759-9cbb-690c411d3943",
        "32b4ee00-99e8-42a4-a9ee-42529507cdae",
        "fb4e8764-79f8-494d-851a-9ae0143c69cf",
        "478f29b9-7918-46e4-8544-84baf7ddf560",
        "808abc32-3f15-4767-a486-a4414f16de68",
        "3f5cdce3-5327-4599-a42f-9e223461dab5",
        "b7d26636-b281-4fab-94ab-a9978eda705f",
        "a7033bd9-6925-41a2-ba4b-c419f1af59ae"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0a9ee32b-465b-4c5b-9d9e-05ec8bdb1c45",
        "279c4c0c-2b97-4f10-93c8-551413061426",
        "1f267f9c-6cd2-4cb0-a481-fd37e2ac25e5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f5894856-191e-45b2-b222-169120be53a8",
      "dutyDetail": "Select, obtain and prepare resources required to carry out the task. Carry out pre-use checks of equipment, tools and other resources.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "02c963b7-d621-40b4-8bc4-15ebfc8965af",
        "aa27b9ab-7428-4fa0-a5aa-d41ac4d19b47",
        "1ae96518-a7a9-4b07-bf05-3a4449091d27",
        "86a995bd-cc7f-4cfb-b64b-c4db6001ac4e"
      ],
      "mappedKnowledge": [
        "6a770511-b5cd-4f7b-9b56-0897a1fa6460",
        "32b4ee00-99e8-42a4-a9ee-42529507cdae",
        "fb4e8764-79f8-494d-851a-9ae0143c69cf",
        "3f5cdce3-5327-4599-a42f-9e223461dab5",
        "a7033bd9-6925-41a2-ba4b-c419f1af59ae"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0a9ee32b-465b-4c5b-9d9e-05ec8bdb1c45",
        "279c4c0c-2b97-4f10-93c8-551413061426",
        "1f267f9c-6cd2-4cb0-a481-fd37e2ac25e5",
        "a8efe08d-28bf-4abd-8fa9-c29f40a5f538"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8d1410f9-74d5-4fd2-9c1a-139f93a1588e",
      "dutyDetail": "Comply with safe systems of work ensuring statutory regulations and organisational compliance requirements are met. Ensure the safe and secure isolation of equipment as required by organisational policies. Report any accidents and near misses through the required process.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "02c963b7-d621-40b4-8bc4-15ebfc8965af",
        "1ae96518-a7a9-4b07-bf05-3a4449091d27",
        "86a995bd-cc7f-4cfb-b64b-c4db6001ac4e"
      ],
      "mappedKnowledge": [
        "6a770511-b5cd-4f7b-9b56-0897a1fa6460",
        "fb4e8764-79f8-494d-851a-9ae0143c69cf"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0a9ee32b-465b-4c5b-9d9e-05ec8bdb1c45",
        "279c4c0c-2b97-4f10-93c8-551413061426",
        "1f267f9c-6cd2-4cb0-a481-fd37e2ac25e5",
        "15099c0c-5b17-4a09-b590-22de9610d759"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "45bd141a-8bdf-45bf-adef-70ab2d111e94",
      "dutyDetail": "Use common and specialist machine and hand tools to perform tasks.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "02c963b7-d621-40b4-8bc4-15ebfc8965af",
        "aa27b9ab-7428-4fa0-a5aa-d41ac4d19b47",
        "1ae96518-a7a9-4b07-bf05-3a4449091d27",
        "86a995bd-cc7f-4cfb-b64b-c4db6001ac4e"
      ],
      "mappedKnowledge": [
        "6a770511-b5cd-4f7b-9b56-0897a1fa6460",
        "fb4e8764-79f8-494d-851a-9ae0143c69cf",
        "82a6a4ce-ca0e-4dd4-b0c1-103da9dcfa77",
        "01555660-b8a4-4206-a2ce-722a7f64b800",
        "54e4b63c-4e87-456c-b635-e462201d6f3d",
        "ab4cecb3-bcc1-4b8b-9377-1f2d6c83b06a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0a9ee32b-465b-4c5b-9d9e-05ec8bdb1c45",
        "1f267f9c-6cd2-4cb0-a481-fd37e2ac25e5",
        "b81f00e1-83a8-4430-822a-8dd16bc3f2b8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "cfd75096-08c4-4b5e-96cf-91af691b9b8a",
      "dutyDetail": "Keep stakeholders informed about work, for example customers, colleagues and line managers.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "02c963b7-d621-40b4-8bc4-15ebfc8965af",
        "48f8da7d-98ac-4ead-acde-cd141d0f2640",
        "1ae96518-a7a9-4b07-bf05-3a4449091d27",
        "86a995bd-cc7f-4cfb-b64b-c4db6001ac4e"
      ],
      "mappedKnowledge": [
        "fb4e8764-79f8-494d-851a-9ae0143c69cf",
        "bf078ebf-2260-4fac-8768-8df9e9204f38",
        "478f29b9-7918-46e4-8544-84baf7ddf560",
        "eed7fb81-3bc9-41ed-9325-53aee9749d04",
        "b7d26636-b281-4fab-94ab-a9978eda705f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1f267f9c-6cd2-4cb0-a481-fd37e2ac25e5",
        "1a213cd0-10e9-481d-b815-1aab007176f5",
        "1876ed2f-6cf3-484b-acf2-41da4b9407dc",
        "ab56b945-1e2f-486c-ab66-cc76b723c13c",
        "50e40b37-2492-44c3-bdaf-4bcc4fe64802"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3e0141fa-01cd-4621-9f01-3008f9b9ec96",
      "dutyDetail": "Use a range of testing and measuring techniques to carry out the task and to aid in fault diagnosis.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "02c963b7-d621-40b4-8bc4-15ebfc8965af",
        "aa27b9ab-7428-4fa0-a5aa-d41ac4d19b47",
        "1ae96518-a7a9-4b07-bf05-3a4449091d27",
        "86a995bd-cc7f-4cfb-b64b-c4db6001ac4e"
      ],
      "mappedKnowledge": [
        "6a770511-b5cd-4f7b-9b56-0897a1fa6460",
        "e3a16988-48bf-4759-9cbb-690c411d3943",
        "b54ea72c-c987-4136-913e-04e49361a61a",
        "802768c3-9f61-47af-8912-1260c00979b3",
        "fb4e8764-79f8-494d-851a-9ae0143c69cf"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0a9ee32b-465b-4c5b-9d9e-05ec8bdb1c45",
        "1f267f9c-6cd2-4cb0-a481-fd37e2ac25e5",
        "629cca4f-6180-48e2-8c1d-adf4379edab4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f5b9ec17-94f0-4167-b97b-eff8ae133345",
      "dutyDetail": "Carry out fabrication, installation, removal or planned maintenance on pipework and pipework systems within a maritime environment. Ensure all parts and consumables used in the activity comply with maritime specifications.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "02c963b7-d621-40b4-8bc4-15ebfc8965af",
        "aa27b9ab-7428-4fa0-a5aa-d41ac4d19b47",
        "1ae96518-a7a9-4b07-bf05-3a4449091d27",
        "86a995bd-cc7f-4cfb-b64b-c4db6001ac4e"
      ],
      "mappedKnowledge": [
        "6a770511-b5cd-4f7b-9b56-0897a1fa6460",
        "e3a16988-48bf-4759-9cbb-690c411d3943",
        "32b4ee00-99e8-42a4-a9ee-42529507cdae",
        "fb4e8764-79f8-494d-851a-9ae0143c69cf",
        "910aeade-f598-4b97-9fdb-0c2a4348cbef",
        "82a6a4ce-ca0e-4dd4-b0c1-103da9dcfa77",
        "f0bd06c9-ce00-4319-827d-09fd34ea7476",
        "b3da778b-5fd2-4c6d-a027-dbf674754dbb",
        "01555660-b8a4-4206-a2ce-722a7f64b800",
        "54e4b63c-4e87-456c-b635-e462201d6f3d",
        "ab4cecb3-bcc1-4b8b-9377-1f2d6c83b06a",
        "7f9f2e94-17fe-4eb0-a340-6d6f9d414baf"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0a9ee32b-465b-4c5b-9d9e-05ec8bdb1c45",
        "1f267f9c-6cd2-4cb0-a481-fd37e2ac25e5",
        "a8efe08d-28bf-4abd-8fa9-c29f40a5f538",
        "b81f00e1-83a8-4430-822a-8dd16bc3f2b8",
        "1be4b300-0b03-409b-abe6-53f5e8d5b684",
        "16c9cab9-7a41-4304-9100-6ea5dcc189ad",
        "17ab133d-ffb3-44ee-bab3-151062689895",
        "2de426a9-8b4e-43f1-a628-4d8430b9d912"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7229d4fd-2704-43c6-90c5-117a9f031bf4",
      "dutyDetail": "Carry out reactive work and resolve breakdown or failure conditions on pipework and pipework systems within the maritime sector. Apply fault-finding and diagnostic testing procedures to identify faults using recognised methods and techniques. Diagnose and resolve faulty items relevant to the maritime environment.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "02c963b7-d621-40b4-8bc4-15ebfc8965af",
        "aa27b9ab-7428-4fa0-a5aa-d41ac4d19b47",
        "1ae96518-a7a9-4b07-bf05-3a4449091d27",
        "86a995bd-cc7f-4cfb-b64b-c4db6001ac4e"
      ],
      "mappedKnowledge": [
        "6a770511-b5cd-4f7b-9b56-0897a1fa6460",
        "e3a16988-48bf-4759-9cbb-690c411d3943",
        "32b4ee00-99e8-42a4-a9ee-42529507cdae",
        "b54ea72c-c987-4136-913e-04e49361a61a",
        "802768c3-9f61-47af-8912-1260c00979b3",
        "fb4e8764-79f8-494d-851a-9ae0143c69cf",
        "b2ddd5b4-1a16-4880-9968-507fc1c7d442",
        "f0bd06c9-ce00-4319-827d-09fd34ea7476"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0a9ee32b-465b-4c5b-9d9e-05ec8bdb1c45",
        "1f267f9c-6cd2-4cb0-a481-fd37e2ac25e5",
        "1a213cd0-10e9-481d-b815-1aab007176f5",
        "629cca4f-6180-48e2-8c1d-adf4379edab4",
        "17ab133d-ffb3-44ee-bab3-151062689895",
        "255d3a23-4d22-4a4b-af0d-c787be7d5972"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "02d72771-1145-4b03-859e-3e4bd5cfda3c",
      "dutyDetail": "Identify, communicate and report health, safety, performance functionality issues and environmental conditions affecting the use of pipework and pipework systems.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "02c963b7-d621-40b4-8bc4-15ebfc8965af",
        "aa27b9ab-7428-4fa0-a5aa-d41ac4d19b47",
        "48f8da7d-98ac-4ead-acde-cd141d0f2640",
        "1ae96518-a7a9-4b07-bf05-3a4449091d27",
        "86a995bd-cc7f-4cfb-b64b-c4db6001ac4e"
      ],
      "mappedKnowledge": [
        "6a770511-b5cd-4f7b-9b56-0897a1fa6460",
        "fb4e8764-79f8-494d-851a-9ae0143c69cf",
        "f0bd06c9-ce00-4319-827d-09fd34ea7476",
        "3f5cdce3-5327-4599-a42f-9e223461dab5",
        "b7d26636-b281-4fab-94ab-a9978eda705f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0a9ee32b-465b-4c5b-9d9e-05ec8bdb1c45",
        "1f267f9c-6cd2-4cb0-a481-fd37e2ac25e5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6291695b-37f5-4750-ae61-4e9ccec29358",
      "dutyDetail": "Return pipework and pipework systems to operational condition and carry out required functional, quality and operational checks to confirm equipment serviceability and fitness for purpose.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "02c963b7-d621-40b4-8bc4-15ebfc8965af",
        "aa27b9ab-7428-4fa0-a5aa-d41ac4d19b47",
        "1ae96518-a7a9-4b07-bf05-3a4449091d27",
        "86a995bd-cc7f-4cfb-b64b-c4db6001ac4e"
      ],
      "mappedKnowledge": [
        "6a770511-b5cd-4f7b-9b56-0897a1fa6460",
        "32b4ee00-99e8-42a4-a9ee-42529507cdae",
        "802768c3-9f61-47af-8912-1260c00979b3",
        "fb4e8764-79f8-494d-851a-9ae0143c69cf",
        "b2ddd5b4-1a16-4880-9968-507fc1c7d442",
        "ee42d3b8-213e-49c9-bf1a-e5931eb434fa"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0a9ee32b-465b-4c5b-9d9e-05ec8bdb1c45",
        "1f267f9c-6cd2-4cb0-a481-fd37e2ac25e5",
        "9d6b3bb5-54c0-4a39-b868-cf30522aeee7",
        "1a213cd0-10e9-481d-b815-1aab007176f5",
        "629cca4f-6180-48e2-8c1d-adf4379edab4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f7082ace-8908-4cff-a0f1-6b065f639c03",
      "dutyDetail": "Maintain and restore the work area, performing housekeeping and waste management as appropriate in line with environmental and organisational requirements. Ensure tools, unused materials and equipment are returned to a safe, clean and approved condition on completion of work.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "02c963b7-d621-40b4-8bc4-15ebfc8965af",
        "aa27b9ab-7428-4fa0-a5aa-d41ac4d19b47",
        "1ae96518-a7a9-4b07-bf05-3a4449091d27",
        "86a995bd-cc7f-4cfb-b64b-c4db6001ac4e"
      ],
      "mappedKnowledge": [
        "6a770511-b5cd-4f7b-9b56-0897a1fa6460",
        "fb4e8764-79f8-494d-851a-9ae0143c69cf",
        "808abc32-3f15-4767-a486-a4414f16de68",
        "eacdef34-adaa-4fab-a310-620a704c486c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0a9ee32b-465b-4c5b-9d9e-05ec8bdb1c45",
        "1f267f9c-6cd2-4cb0-a481-fd37e2ac25e5",
        "15099c0c-5b17-4a09-b590-22de9610d759",
        "4a2b1e7d-f3eb-4c5a-be21-b5fcec80b01d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "78bc0096-009e-4be4-9ad2-22a98098cfca",
      "dutyDetail": "Complete documentation at all required stages of the work activity.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "02c963b7-d621-40b4-8bc4-15ebfc8965af",
        "aa27b9ab-7428-4fa0-a5aa-d41ac4d19b47",
        "1ae96518-a7a9-4b07-bf05-3a4449091d27",
        "86a995bd-cc7f-4cfb-b64b-c4db6001ac4e"
      ],
      "mappedKnowledge": [
        "6a770511-b5cd-4f7b-9b56-0897a1fa6460",
        "e3a16988-48bf-4759-9cbb-690c411d3943",
        "fb4e8764-79f8-494d-851a-9ae0143c69cf",
        "f8a154c5-68cf-46f4-8860-abb6a7b98ad8",
        "f0bd06c9-ce00-4319-827d-09fd34ea7476"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0a9ee32b-465b-4c5b-9d9e-05ec8bdb1c45",
        "1f267f9c-6cd2-4cb0-a481-fd37e2ac25e5",
        "23da3731-a17b-4c30-b1e8-c28464bce816",
        "4a2b1e7d-f3eb-4c5a-be21-b5fcec80b01d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a5c0bdc7-fb96-4431-815e-afe21ad4d8cd",
      "dutyDetail": "Carry out continuous improvement opportunities and identify possible opportunities for improvements and efficiencies. Identify and complete professional development activities.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "02c963b7-d621-40b4-8bc4-15ebfc8965af",
        "d126c1fb-782f-4af2-a79e-9dbe8562876c",
        "aa27b9ab-7428-4fa0-a5aa-d41ac4d19b47",
        "1ae96518-a7a9-4b07-bf05-3a4449091d27",
        "86a995bd-cc7f-4cfb-b64b-c4db6001ac4e"
      ],
      "mappedKnowledge": [
        "b54ea72c-c987-4136-913e-04e49361a61a",
        "fb4e8764-79f8-494d-851a-9ae0143c69cf",
        "d07030f2-55b4-409a-8d32-c45c480d987a",
        "ee42d3b8-213e-49c9-bf1a-e5931eb434fa"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0a9ee32b-465b-4c5b-9d9e-05ec8bdb1c45",
        "1f267f9c-6cd2-4cb0-a481-fd37e2ac25e5",
        "9d6b3bb5-54c0-4a39-b868-cf30522aeee7",
        "f8fa805c-2421-4677-aef4-6c0f2370dc26",
        "36f4fb52-9c2b-4adc-919d-58d6adf43c53"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-02-11T00:00:00"
}