{
  "templateType": "Occupational Standard",
  "larsCode": 694,
  "referenceNumber": "ST1379",
  "learningAimClassCode": "",
  "title": "Learning and skills mentor",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1379",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-09-12T00:00:00",
  "earliestStartDate": "2023-03-01T00:00:00",
  "latestStartDate": "2023-09-11T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Supporting learners of all ages, and all levels, to develop within a new work role.",
  "level": 4,
  "ePALength": 3,
  "typicalDuration": 12,
  "maxFunding": 5000,
  "maxFundingAdditionalInformation": "",
  "route": "Education and early years",
  "keywords": [
    "teaching",
    "teacher",
    "learning",
    "lecturing",
    "school",
    "education",
    "childcare"
  ],
  "jobRoles": [
    "Academic mentor",
    "Learning mentor",
    "Occupational mentor",
    "Technical mentor",
    "Training mentor",
    "Tutor",
    "Vocational mentor"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st1379-v1-0?view=epa",
  "ssa1": "13 Education and Training",
  "ssa2": "13.1 Teaching and lecturing",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Role / Occupation &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Learning Mentor (LM)&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Minimum 12 months&lt;/p&gt;\n&lt;p&gt;Mentoring is - and has been for centuries - the foundation of vocational training and apprenticeships, yet this standard is the first formal recognition of this role.&#160; Nowadays, mentoring takes place in all parts of the Education and Training Sector (ETS) and staff-development contexts. LMs support learners of all ages, and all levels, to develop within a new work role.&#160; These learners may be, for example, apprentices, trainees or new recruits (ranging from young entrants, to new CEOs) in the workplace, or in any vocational learning environment.&#160;&lt;/p&gt;\n&lt;p&gt;LMs will have sector-specific experience and qualifications, as determined by their employer or professional body, which they use to guide and advise those who are less experienced and new to a work role. The LM is therefore a ‘dual professional’ having both up-to-date knowledge and skills in a specialist vocational or subject area, together with the generic skills necessary to support learners (as potentially a first step towards a secondary role as an education and training professional).&#160;&#160; &#160;&#160;&lt;/p&gt;\n&lt;p&gt;LMs therefore support the development of learners’ knowledge, skills and behaviours, throughout their programme, particularly in applying theoretical learning in practical work environments (and usually on a one-to-one, or small group, basis). They give practical, technical and/or pastoral support and guidance.&#160;&lt;/p&gt;\n&lt;p&gt;LMs collaborate closely with colleagues, other ETS professional, employers and/or human resource colleagues to meet learners’ needs and achieve their potential.&lt;/p&gt;\n&lt;p&gt;The LM apprenticeship requires development of the following professional behaviours, knowledge and skills:&lt;/p&gt;\n&lt;p&gt;&lt;span class=&quot;highlight&quot;&gt;Within the sector, ‘mentoring’ is understood to be different to ‘coaching’; being a relatively basic learning-support role, involving advice and guidance delivered by a more experienced person.&#160; (See the Level 4 Assessor-Coach Standard for further clarification about these two different roles.)&lt;/span&gt;&lt;/p&gt;\n&lt;h4&gt;&#160;&lt;strong&gt;Professional behaviours. The Learning Mentor will:&lt;/strong&gt;&lt;/h4&gt;\n&lt;ol style=&quot;list-style-type: lower-alpha;&quot;&gt;\n&lt;li&gt;Promote an ethos of motivation, aspiration and a passion for learning&lt;/li&gt;\n&lt;li&gt;Operate at all times to ethical and legal standards and within professional boundaries&lt;/li&gt;\n&lt;li&gt;Value equality and diversity and work with others to improve equality of opportunity and inclusion&lt;/li&gt;\n&lt;li&gt;Be resilient and adaptable when dealing with challenge and change, maintaining focus and self-control&lt;/li&gt;\n&lt;li&gt;Demonstrate, encourage and expect mutual respect in all professional contexts&lt;/li&gt;\n&lt;/ol&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;The Learning Mentor will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;th&gt;\n&lt;p&gt;&lt;strong&gt;The Learning Mentor will understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;/th&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Provide mentoring support&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Procedures for effective mentoring&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&#160;S1&#160; &#160;advise, guide and supervise learners to acquire the most benefit from their learning programme&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K1&#160; &#160;effective practice in providing accurate and relevant vocational/pastoral advice and guidance&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S2&#160; &#160;communicate and collaborate effectively and use effective questioning, listening and assertiveness skills&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K2&#160; &#160;effective questioning, active-listening and assertiveness techniques&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S3&#160; &#160;work with education providers and workplace colleagues to plan and implement structured and meaningful learning and work experience&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K3&#160; &#160;learning programme requirements and the need to plan contextualised learning in authentic or realistic work settings with the learner support team&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S4&#160; &#160;liaise with assessors, coaches and/or teachers to facilitate formative and summative assessment of learners’ skills and knowledge&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K4&#160; &#160;the roles of assessors, coaches or teachers in providing practical help with assessment processes and requirements&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S5&#160; &#160;identify and refer issues relevant to learners’ progress and well-being, to education-providers and/or workplace colleagues&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K5&#160; &#160;who has a legitimate need to be kept informed of issues impacting on the learner’s well-being and progress&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S6&#160; &#160;collaborate with the wider education support team to review learners’ progress and to provide evidence of progress and achievement&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K6&#160; &#160;the mentor’s role in supporting the learner’s development and how to provide valid evidence of progress and achievement&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;S7&#160; &#160;maintain appropriate records for the learning programme, complying with quality, confidentiality and data protection requirements&lt;/td&gt;\n&lt;td&gt;K7&#160; &#160;organisational and legal requirements for recording, storing and sharing information on learners’ progress, needs and welfare&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;S8&#160; &#160;liaise with relevant colleagues to support the implementation of learners’ action plans&lt;/td&gt;\n&lt;td&gt;K8&#160; &#160;the roles of workplace and education provider colleagues who contribute to learners fulfilling their action plans&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;S9&#160; &#160;be vigilant in safeguarding learners and others in contact with them&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K9&#160; &#160;how learners may become physically or psychologically at risk, and channels for reporting concerns&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;S10&#160; maintain the currency of their vocational skills&lt;/td&gt;\n&lt;td&gt;K10&#160; opportunities for continuing professional development&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;S11&#160; comply with internal and external quality assurance requirements&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;K11&#160; quality assurance requirements relating to the mentoring environment.&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements &lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Individual employers may set any entry requirements which may include:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;A strong aspiration to support learners.&lt;/li&gt;\n&lt;li&gt;(As a dual-professional) A qualification, at an appropriate level in the candidate’s vocational/subject specialism.&lt;/li&gt;\n&lt;li&gt;Recent experience and knowledge relevant to the context of the mentoring role (e.g. current industry standards).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Candidates may have achieved maths, English and ICT skills at Level 2 (equivalent to GCSE Grade C or above) prior to commencing their training. Those that have not must achieve this prior to taking the end-point assessment.&lt;/p&gt;\n&lt;h3&gt;Qualifications&#160;&lt;/h3&gt;\n&lt;p&gt;Outcomes for this standard must include:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Level 1 Safeguarding&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Employers may also wish candidates to achieve appropriate additional qualifications in Education and Training including mentorship.&lt;/p&gt;\n&lt;p&gt;The above outcomes will be achieved before the end-point assessment.&lt;/p&gt;\n&lt;h3&gt;Progression&lt;/h3&gt;\n&lt;p&gt;The LM could progress further within their vocation specialism and/or into roles involving the assessment and coaching of vocational learners.&#160; They may also be eligible to progress onto a full teaching role within an education and training provider organisation.&lt;/p&gt;\n&lt;h3&gt;Review&lt;/h3&gt;\n&lt;p&gt;The apprenticeship standard should be reviewed after a maximum of 3 years.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the public, private and voluntary sectors in national and multinational organisations. The role of the learning and skills mentor can be found in all sectors where training and development is required. For example, but not limited to, healthcare, military, manufacturing, production, business and professional, education, leisure, construction, creative, technology. &lt;br /&gt;&lt;br /&gt;The purpose of the learning and skills mentor occupation is to support individuals and groups with their learning and development towards agreed goals. They will do this by working within ethical and legal frameworks to ensure a high standard of mentoring practice. They will work collaboratively with stakeholders to inclusively meet the individual needs of the mentee. They will be committed to their own professional development and reflective practice as a mentor and within their sector.&#160;&#160;&lt;br /&gt;&lt;br /&gt;They will typically work&#160;in an environment in their organisation where they are the knowledgeable other. They will work in a variety of locations&#160;and environments where mentoring activity may be undertaken face to face or remotely.&#160;&#160;&lt;br /&gt;In their daily work, an employee in this occupation may interact with other professionals at any level of seniority in the organisation and the sector, such as: supervisors, managers, trainees, other experienced practitioners and where necessary, internal/external professionals to support meeting the individual mentee needs.&lt;br /&gt;&lt;br /&gt;The learning and skills mentor will be responsible for the mentor relationship with the mentee working within ethical and legal frameworks and organisational boundaries to support the progression of the mentee. They may work with a wide range of stakeholders to support the progression of the mentee and ensure best practice is developed and maintained. The mentor may be responsible for completing their own work to specification, with minimal supervision, ensuring they meet set deadlines.&#160;&#160;&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "b82193ab-a869-44af-8854-eabca5a04b59",
      "detail": " The roles and responsibilities of a mentor, understanding the organisational and professional boundaries, legal and ethical requirements, including safeguarding"
    },
    {
      "knowledgeId": "793037a9-7817-48d6-ac10-a5e1f036f50f",
      "detail": "How to establish and manage a mentoring contract"
    },
    {
      "knowledgeId": "6c75dfec-f4db-4b67-b9ce-d935cb4b283f",
      "detail": "How to plan for mentoring sessions and review and revise action plans"
    },
    {
      "knowledgeId": "08737483-4ac0-4be2-9e9c-b2a802d7b880",
      "detail": "Mentoring theory and models, including maintaining good practice and protocols within the mentoring relationship"
    },
    {
      "knowledgeId": "d04da497-e065-4fc4-977e-dbd724ac6d19",
      "detail": "Organisational and legal requirements for recording, storing and sharing personal information"
    },
    {
      "knowledgeId": "7837b8a4-b34f-470d-97df-55950ad9f332",
      "detail": "Strategies to assess starting points of the mentee, including potential barriers to development"
    },
    {
      "knowledgeId": "ab235e6d-740e-4578-aecf-d7c603232cd4",
      "detail": "Methods of communication to maintain the mentoring relationship and review progress towards agreed outcomes"
    },
    {
      "knowledgeId": "34056dfd-b6b5-4de2-8d0e-ab3deed3673f",
      "detail": "Questioning and listening techniques"
    },
    {
      "knowledgeId": "46cdddb2-1a49-46f2-b264-feaec4965b1d",
      "detail": "Methods for providing feedback to inform progression"
    },
    {
      "knowledgeId": "5647fabc-9a1a-4153-905f-da015447f6dd",
      "detail": "The impact of their own values, beliefs and behaviours on mentoring practice"
    },
    {
      "knowledgeId": "d118ca03-f26e-482c-a5b5-10b35259f9e7",
      "detail": "How to provide accurate and relevant vocational/pastoral advice and guidance to meet mentee needs, including points of referral to other professional services"
    },
    {
      "knowledgeId": "11925aaf-cea3-4f37-8ecf-8d25e67369c7",
      "detail": "Theories and models of evaluation and reflection"
    },
    {
      "knowledgeId": "6474fe1c-8240-459b-8fe5-582966b716db",
      "detail": "Approaches to sustainable mentoring practice"
    },
    {
      "knowledgeId": "cfb80f68-46e7-4a35-a8f3-5f06c79388c9",
      "detail": "Opportunities for continuing professional development"
    },
    {
      "knowledgeId": "06942045-38bd-4fae-b0ee-8c3eb375e0ae",
      "detail": "The role of supervision in supporting the mentor"
    },
    {
      "knowledgeId": "b99e2f6d-90c6-4556-b278-271ac01d1299",
      "detail": "Evidence-based practice informed by own research"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "5136d09b-3394-40e1-8833-f27e247531fc",
      "detail": "Demonstrate and promote sustainable practices with mentee"
    },
    {
      "behaviourId": "b257e78e-6905-4647-be3a-cc3966a006a9",
      "detail": "Work to ethical and legal standards within professional boundaries"
    },
    {
      "behaviourId": "1091bf75-a825-408e-9c46-6d371d39563f",
      "detail": "Be resilient and adaptable when dealing with challenge and change, maintaining focus and self-control"
    },
    {
      "behaviourId": "d9931699-2c65-4079-ba58-e4f6dc1494ae",
      "detail": "Demonstrate and encourage mutual respect, displaying a deep understanding of equality and diversity, with and between learners, colleagues and appropriate agencies"
    },
    {
      "behaviourId": "9f105cb1-5a33-443a-a7da-27fc3174bc98",
      "detail": "Committed to improving their own professional practice in relation to mentoring "
    }
  ],
  "skills": [
    {
      "skillId": "d16e2c75-0527-45c5-b604-a1f91a5264f8",
      "detail": "Conduct sustainable mentoring practice within organisational and professional boundaries, and legal and ethical requirements, including safeguarding"
    },
    {
      "skillId": "2322d7e4-2320-4982-80a5-06eac04b811e",
      "detail": "Establish and maintain mentoring contracts with mentees and where relevant, other stakeholders "
    },
    {
      "skillId": "9f2bd333-bab1-4acf-bccc-1ff60fde019d",
      "detail": "Conduct mentoring sessions according to agreed plans"
    },
    {
      "skillId": "68551186-fecf-48fd-8f68-d1d87b03feee",
      "detail": "Implement established mentoring tools and techniques to help the mentee work towards agreed outcomes"
    },
    {
      "skillId": "c0d59b09-d572-4316-a1a4-6c9c0d91c313",
      "detail": "Maintain records of mentoring practice, complying with quality, confidentiality and data protection requirements"
    },
    {
      "skillId": "e8f9aeb5-1135-4a2a-8abb-14b432915491",
      "detail": "Establish and use assessed starting points to establish agreed outcomes of the mentoring process"
    },
    {
      "skillId": "8a27818b-ce08-49e0-b88d-5016f4f0b687",
      "detail": "Assess and review progress and achievement of agreed outcomes and revise action plans as appropriate"
    },
    {
      "skillId": "9040af17-b5d9-403a-b6ad-1bb3e97cc1e1",
      "detail": " Maintain mentoring relationship through a non-judgemental and objective approach"
    },
    {
      "skillId": "5ab54f8c-f7dc-4d4e-b352-c7546a9095c8",
      "detail": "Use questioning techniques to encourage reflection and progression"
    },
    {
      "skillId": "1790b2d3-59bc-49c3-86d7-f8f84d516073",
      "detail": "Provide feedback to the mentee to inform progression"
    },
    {
      "skillId": "16dd3972-d3fe-45c7-bd14-6dd5a803ab4b",
      "detail": "Inform, advise and guide the mentee to support development toward agreed outcomes"
    },
    {
      "skillId": "7db89a99-37dc-483c-8020-42ca84d63ae5",
      "detail": "Apply theories and models of evaluation and reflection to support mentee development"
    },
    {
      "skillId": "79303762-e670-454f-8cb0-5c3f3e6a37d5",
      "detail": "Monitor and reflect on own mentoring practice, including feedback from supervision, to develop self"
    },
    {
      "skillId": "30fdc05e-7beb-4c1f-8714-2d4cd64ab995",
      "detail": "Apply evidence based mentoring practice informed by own research"
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2023-03-01T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0156",
  "tbMainContact": "Sharon.Gamble@hullcc.gov.uk; katyjoy@southdevon.ac.uk",
  "involvedEmployers": "ACL Essex, Activate Apprenticeships, Basingstoke College of Technology, Bedford College, City and Guilds, Crosby Management Training ltd, Derbyshire County Council, Doncaster College, Education & Training Foundation, Hit training, Hull Training and Adult Learning, Inspire Culture, IPS International, Lancashire Teaching Hospitals NHS Foundation Trust, London Borough of Hillingdon, Michael John Training school, Newcastle college, Plymouth College, South Devon College",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Academic mentor",
    "Learning mentor",
    "Occupational mentor",
    "Technical mentor",
    "Training mentor",
    "Tutor",
    "Vocational mentor"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": null,
  "cluster": null,
  "clusterId": null,
  "clusterDescription": null,
  "createdDate": "2023-01-06T10:00:26 +00:00",
  "lastUpdated": "2023-09-12T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2023-03-01T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC1379",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1379-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1379-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "c1a521e4-2773-4767-9edd-4bc425ea91e9",
      "dutyDetail": "Plan, conduct and record mentoring activities to support the progression of the mentee working within legal and ethical frameworks, including confidentiality and safeguarding.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5136d09b-3394-40e1-8833-f27e247531fc",
        "b257e78e-6905-4647-be3a-cc3966a006a9",
        "1091bf75-a825-408e-9c46-6d371d39563f",
        "d9931699-2c65-4079-ba58-e4f6dc1494ae"
      ],
      "mappedKnowledge": [
        "b82193ab-a869-44af-8854-eabca5a04b59",
        "793037a9-7817-48d6-ac10-a5e1f036f50f",
        "6c75dfec-f4db-4b67-b9ce-d935cb4b283f",
        "08737483-4ac0-4be2-9e9c-b2a802d7b880",
        "d04da497-e065-4fc4-977e-dbd724ac6d19",
        "b99e2f6d-90c6-4556-b278-271ac01d1299"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2322d7e4-2320-4982-80a5-06eac04b811e",
        "9f2bd333-bab1-4acf-bccc-1ff60fde019d",
        "68551186-fecf-48fd-8f68-d1d87b03feee",
        "c0d59b09-d572-4316-a1a4-6c9c0d91c313"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "10caddf6-9343-4f92-b0e1-4babf3163688",
      "dutyDetail": "Use strategies to establish and maintain expectations and boundaries of mentoring contract, including recognising starting points of mentee, agreed development needs, potential barriers to development and where relevant, other stakeholders needs.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5136d09b-3394-40e1-8833-f27e247531fc",
        "b257e78e-6905-4647-be3a-cc3966a006a9",
        "1091bf75-a825-408e-9c46-6d371d39563f",
        "d9931699-2c65-4079-ba58-e4f6dc1494ae"
      ],
      "mappedKnowledge": [
        "b82193ab-a869-44af-8854-eabca5a04b59",
        "793037a9-7817-48d6-ac10-a5e1f036f50f",
        "08737483-4ac0-4be2-9e9c-b2a802d7b880",
        "d04da497-e065-4fc4-977e-dbd724ac6d19",
        "7837b8a4-b34f-470d-97df-55950ad9f332",
        "ab235e6d-740e-4578-aecf-d7c603232cd4",
        "b99e2f6d-90c6-4556-b278-271ac01d1299"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2322d7e4-2320-4982-80a5-06eac04b811e",
        "68551186-fecf-48fd-8f68-d1d87b03feee",
        "c0d59b09-d572-4316-a1a4-6c9c0d91c313",
        "e8f9aeb5-1135-4a2a-8abb-14b432915491",
        "8a27818b-ce08-49e0-b88d-5016f4f0b687"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d30b320d-d422-438b-a66b-e34c7f13fe0d",
      "dutyDetail": "Select and use mentoring models, tools and techniques to support mentee to make desired changes, demonstrating responsiveness to the individual mentee needs.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5136d09b-3394-40e1-8833-f27e247531fc",
        "b257e78e-6905-4647-be3a-cc3966a006a9",
        "1091bf75-a825-408e-9c46-6d371d39563f",
        "d9931699-2c65-4079-ba58-e4f6dc1494ae"
      ],
      "mappedKnowledge": [
        "b82193ab-a869-44af-8854-eabca5a04b59",
        "6c75dfec-f4db-4b67-b9ce-d935cb4b283f",
        "ab235e6d-740e-4578-aecf-d7c603232cd4",
        "34056dfd-b6b5-4de2-8d0e-ab3deed3673f",
        "46cdddb2-1a49-46f2-b264-feaec4965b1d",
        "b99e2f6d-90c6-4556-b278-271ac01d1299"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d16e2c75-0527-45c5-b604-a1f91a5264f8",
        "9f2bd333-bab1-4acf-bccc-1ff60fde019d",
        "68551186-fecf-48fd-8f68-d1d87b03feee",
        "8a27818b-ce08-49e0-b88d-5016f4f0b687",
        "5ab54f8c-f7dc-4d4e-b352-c7546a9095c8",
        "1790b2d3-59bc-49c3-86d7-f8f84d516073"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f3487ab0-ccbc-4d7a-8d9f-f7de90adf615",
      "dutyDetail": "Demonstrate awareness of own values, beliefs and behaviours and their effect on the mentor/mentee relationship.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5136d09b-3394-40e1-8833-f27e247531fc",
        "b257e78e-6905-4647-be3a-cc3966a006a9",
        "1091bf75-a825-408e-9c46-6d371d39563f",
        "d9931699-2c65-4079-ba58-e4f6dc1494ae"
      ],
      "mappedKnowledge": [
        "b82193ab-a869-44af-8854-eabca5a04b59",
        "34056dfd-b6b5-4de2-8d0e-ab3deed3673f",
        "5647fabc-9a1a-4153-905f-da015447f6dd"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9040af17-b5d9-403a-b6ad-1bb3e97cc1e1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "bbb4a169-2995-497d-b76c-ea7c2b899aeb",
      "dutyDetail": "Provide support to the mentee providing information, advice and guidance, working within own professional boundaries and recognising requirements for referral to other professional services where required.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5136d09b-3394-40e1-8833-f27e247531fc",
        "b257e78e-6905-4647-be3a-cc3966a006a9",
        "1091bf75-a825-408e-9c46-6d371d39563f",
        "d9931699-2c65-4079-ba58-e4f6dc1494ae"
      ],
      "mappedKnowledge": [
        "b82193ab-a869-44af-8854-eabca5a04b59",
        "46cdddb2-1a49-46f2-b264-feaec4965b1d",
        "d118ca03-f26e-482c-a5b5-10b35259f9e7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "16dd3972-d3fe-45c7-bd14-6dd5a803ab4b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e1425bde-7bd4-4410-8391-74e746594844",
      "dutyDetail": "Establish rigorous evaluation processes with mentee to support reflection on effectiveness of mentoring relationship.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5136d09b-3394-40e1-8833-f27e247531fc",
        "b257e78e-6905-4647-be3a-cc3966a006a9",
        "1091bf75-a825-408e-9c46-6d371d39563f",
        "d9931699-2c65-4079-ba58-e4f6dc1494ae"
      ],
      "mappedKnowledge": [
        "b82193ab-a869-44af-8854-eabca5a04b59",
        "6c75dfec-f4db-4b67-b9ce-d935cb4b283f",
        "46cdddb2-1a49-46f2-b264-feaec4965b1d",
        "11925aaf-cea3-4f37-8ecf-8d25e67369c7",
        "b99e2f6d-90c6-4556-b278-271ac01d1299"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5ab54f8c-f7dc-4d4e-b352-c7546a9095c8",
        "1790b2d3-59bc-49c3-86d7-f8f84d516073",
        "7db89a99-37dc-483c-8020-42ca84d63ae5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "621021fa-a4e1-4798-82f5-5dfbba1b0e2c",
      "dutyDetail": "Evaluate and reflect on effectiveness of own practice for the purpose of self-development.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5136d09b-3394-40e1-8833-f27e247531fc",
        "b257e78e-6905-4647-be3a-cc3966a006a9",
        "1091bf75-a825-408e-9c46-6d371d39563f",
        "9f105cb1-5a33-443a-a7da-27fc3174bc98"
      ],
      "mappedKnowledge": [
        "b82193ab-a869-44af-8854-eabca5a04b59",
        "6c75dfec-f4db-4b67-b9ce-d935cb4b283f",
        "11925aaf-cea3-4f37-8ecf-8d25e67369c7",
        "06942045-38bd-4fae-b0ee-8c3eb375e0ae"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "79303762-e670-454f-8cb0-5c3f3e6a37d5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d1db403a-be02-4d54-844a-51aacb8fc1fc",
      "dutyDetail": "Make sustainably informed decisions in approaches used to plan, conduct, record and evaluate mentoring practice.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5136d09b-3394-40e1-8833-f27e247531fc",
        "b257e78e-6905-4647-be3a-cc3966a006a9",
        "1091bf75-a825-408e-9c46-6d371d39563f",
        "9f105cb1-5a33-443a-a7da-27fc3174bc98"
      ],
      "mappedKnowledge": [
        "b82193ab-a869-44af-8854-eabca5a04b59",
        "6474fe1c-8240-459b-8fe5-582966b716db"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d16e2c75-0527-45c5-b604-a1f91a5264f8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b8721d9a-c611-465b-a877-b06035f00ffb",
      "dutyDetail": "Maintain records of mentoring practice and recording of continual professional development activities.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "5136d09b-3394-40e1-8833-f27e247531fc",
        "b257e78e-6905-4647-be3a-cc3966a006a9",
        "1091bf75-a825-408e-9c46-6d371d39563f",
        "9f105cb1-5a33-443a-a7da-27fc3174bc98"
      ],
      "mappedKnowledge": [
        "b82193ab-a869-44af-8854-eabca5a04b59",
        "d04da497-e065-4fc4-977e-dbd724ac6d19",
        "cfb80f68-46e7-4a35-a8f3-5f06c79388c9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d16e2c75-0527-45c5-b604-a1f91a5264f8",
        "c0d59b09-d572-4316-a1a4-6c9c0d91c313",
        "30fdc05e-7beb-4c1f-8714-2d4cd64ab995"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-09-12T00:00:00"
}