{
  "templateType": "Occupational Standard",
  "larsCode": 0,
  "referenceNumber": "ST1376",
  "learningAimClassCode": "",
  "title": "Digital manufacturing engineering leader",
  "status": "In development",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1376",
  "qualificationStandardUrl": null,
  "versionNumber": "",
  "change": "",
  "changedDate": "0001-01-01T00:00:00",
  "earliestStartDate": null,
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "To provide technology leadership in the digital transformation within the organisation's manufacturing functions.",
  "level": 7,
  "ePALength": 9,
  "typicalDuration": 36,
  "maxFunding": 0,
  "maxFundingAdditionalInformation": "",
  "route": "Engineering and manufacturing",
  "keywords": [
    "digital manufacturing engineering leader",
    "technology",
    "digital transformation",
    "manufacturing",
    "engineering"
  ],
  "jobRoles": [
    "Chief of digital manufacturing",
    "Digital manufacturing change lead",
    "Digital manufacturing engineering manager",
    "Digital manufacturing engineering specialist",
    "Digital manufacturing lead",
    "Digital manufacturing systems engineer",
    "Head of digital manufacturing strategy implementation"
  ],
  "entryRequirements": "&lt;p&gt;The typical entry point would be with an existing undergraduate degree in a STEM subject or equivalent experience.&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st1376?view=epa",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.2 Manufacturing technologies",
  "version": "0.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in any company or industry involved in manufacturing. Some example sectors include food, aerospace, fast moving consumer goods and automotive.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to provide technology leadership in the digital transformation within the organisation&#39;s manufacturing functions. The occupation requires a deep understanding of manufacturing operations, digital operational technologies and information technology, together with the leadership capabilities to be able to pull together these diverse competences into a coherent business strategy and be able to manage the implementation of projects. The digital manufacturing engineering leader will have an appreciation and understanding of people, processes, and technology aspects of the digital transformation within manufacturing. They will have the ability to evaluate both emerging and mature technologies to apply them within their own manufacturing setting and manage the associated business change as being critical to this role. They will ensure environmental targets and sustainability requirements are incorporated into transformation programmes.&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with a range of internal and external stakeholders such as management, engineers, senior leaders, manufacturing staff, project managers and customers. They will typically be based in a variety of locations such as in an office but can also spend time within the manufacturing environment.&lt;/p&gt;\n&lt;p&gt;An employee in this occupation will be responsible for ensuring digital manufacturing transformation is planned and completed in line with considerations such as efficiency, health and safety and sustainability requirements. The digital engineering manufacturing leader will lead people, technology programs, business process development and governance across the organisation and will have a great deal of autonomy. They may typically manage other people, which may vary based upon the size of the organisation but could include technical engineers, project managers and external contractors This role can report into operations or engineering and technology functions.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "4a86bffd-1f24-43d3-8133-6fdf2e0bdf99",
      "detail": "Project management principles: planning, scheduling, budgeting, risk management and resource management."
    },
    {
      "knowledgeId": "ad8708d2-3c10-4986-a624-a0030f2ab34d",
      "detail": "Principles of risk management and resilience: identification, management and retiring risks within product, manufacturing operations, supply chain and technology. "
    },
    {
      "knowledgeId": "9512d3cf-0c2a-4aff-84e8-fd0e817b6bd6",
      "detail": "Commercial and contractual requirements: commercial relationships through forms of contract, specifications, procurement, insurance, and third-party undertakings."
    },
    {
      "knowledgeId": "1de92f60-2ce0-43fa-b9eb-e2b74f7224e0",
      "detail": "Negotiation and conflict management techniques."
    },
    {
      "knowledgeId": "2945ce8c-47a4-42e8-b9c2-201792a296ca",
      "detail": "Written communication techniques. Plain English principles, manufacturing engineering terminology and report writing. "
    },
    {
      "knowledgeId": "e0179970-54e1-40e9-a873-59759354a926",
      "detail": "Technical documentation. User, system, deployment, quality assurance, data logging, risk register and maintenance manuals. Content and usage."
    },
    {
      "knowledgeId": "00d72857-be3b-485a-8fd4-48a01803bf6a",
      "detail": "Complex digital manufacturing solutions: efficiency, sustainability, alignment with novel industry initiatives. Technology maturity, proof of concept and proof of value."
    },
    {
      "knowledgeId": "df8e687f-a95a-43e6-b3aa-936ad853c88d",
      "detail": "Verbal communication techniques. Giving and receiving information. Matching style to audience. Barriers in communication and how to overcome them."
    },
    {
      "knowledgeId": "01472e97-e454-4cc5-aaa8-55fbb1f7d65e",
      "detail": "Personal and professional development techniques to keep up to date with advances in digital manufacturing and related technologies."
    },
    {
      "knowledgeId": "ea1a451e-cc11-4c57-8e54-71563dc4ded4",
      "detail": "Principles of sustainability and product lifecycle engineering to design systems, products and processes that maximise energy and material efficiency and minimise the environmental impact. Sustainable manufacturing practices. Sustainable Development Goals (SDGs)."
    },
    {
      "knowledgeId": "05364027-4b1d-4670-bc23-9533693b43c8",
      "detail": "Requirements management techniques throughout the lifecycle. Verification and validation. "
    },
    {
      "knowledgeId": "b553b979-d00b-435e-8303-1009af9ef948",
      "detail": "Performance management and continuous improvement techniques to sustain and improve the system. "
    },
    {
      "knowledgeId": "56fbd819-2bde-40ca-93b2-b706ecbb4fb5",
      "detail": "Critical thinking and problem-solving techniques."
    },
    {
      "knowledgeId": "f5b8ffc4-a3a4-4a27-971c-15090f3b1a55",
      "detail": "Business case development principles: defining the value proposition for digital programs."
    },
    {
      "knowledgeId": "8b92da7d-d0fa-4a6b-b279-ea2c7d604e96",
      "detail": "Data governance and management principles: establishing and operating data governance and management to ensure maximum effectiveness of digital assets, regulatory requirements, ethical requirements, transparency, accountability, privacy, fairness and GDPR."
    },
    {
      "knowledgeId": "3c87bf23-0b02-4c47-a168-a449dd65e779",
      "detail": "Strategic leadership techniques: vision, developing organisations, business transformation. "
    },
    {
      "knowledgeId": "5d0533a1-59a1-4572-b4a5-b1715bb31854",
      "detail": "Digital manufacturing techniques and technology: emerging industry x concepts, digital manufacturing maturity assessments, digital architectures for manufacturing, technology domains, industrial data science frameworks and industrial data standards. "
    },
    {
      "knowledgeId": "dca70b29-85d9-48ea-9206-8008afa8b825",
      "detail": "Awareness of the application of Artificial Intelligence (AI) in manufacturing."
    },
    {
      "knowledgeId": "c6d1ee81-d087-4516-a45b-fb7b3c62c13a",
      "detail": "Business transformation: business change management processes and techniques."
    },
    {
      "knowledgeId": "d4041cb6-9337-4013-aad4-6f837d983bee",
      "detail": "Statutory and organisational product and design safety standards and requirements for manufacturing systems. Risk assessments, risk mitigation techniques for any risks identified within design, manufacture, development or test activity."
    },
    {
      "knowledgeId": "d4a925fe-c7eb-4cea-8f15-98585a3354d1",
      "detail": "Technical change: Management of Change (MOC), process for requesting, determining impact, planning, implementing and evaluating changes to a product, system or component."
    },
    {
      "knowledgeId": "04cd735b-a682-40b1-b76e-1767738dd087",
      "detail": "Industrial cyber security – industrial security frameworks and landscape."
    },
    {
      "knowledgeId": "cf7a2ed6-575f-4af6-939e-06a2fe26b8f2",
      "detail": "Global and cultural trends: global manufacturing trends and cultural awareness for understanding international manufacturing dynamics."
    },
    {
      "knowledgeId": "c7964624-a7e8-44dd-816e-29bafa7b4232",
      "detail": "Systems thinking: principles of managing complexity and ambiguity through systems thinking techniques in heterogenous environments. "
    },
    {
      "knowledgeId": "01c26c97-55ec-408f-a70f-a01a500e7652",
      "detail": "Advanced manufacturing and automation technologies: innovative manufacturing techniques: additive, biological, and digital manufacturing. The use and integration of robotics and automation in manufacturing processes, how these technologies enhance efficiency and innovation in production."
    },
    {
      "knowledgeId": "a0d085d6-6632-479b-a3fe-4b5e4233b694",
      "detail": "Optimised manufacturing systems and strategies: optimised manufacturing processes. Integration of services with physical products (servitization) in manufacturing. Lean and agile manufacturing principles. The importance of streamlined, adaptable, and efficient manufacturing operations."
    },
    {
      "knowledgeId": "9cf0f9e9-c8f5-4bba-a930-513f481e99b8",
      "detail": "The Equality Act - requirements on organisations. Social inclusion practices. Reasonable adjustments to support accessibility. The impact of unconscious bias."
    },
    {
      "knowledgeId": "d29268e2-3938-476d-9269-5fe6aa813680",
      "detail": "Principles of configuring and checking systems and equipment for safe operation before use. "
    }
  ],
  "behaviours": [
    {
      "behaviourId": "dc63d0a7-fa8c-4ab2-a4fc-d4e9bc122f93",
      "detail": "Act as a role model and advocate for health and safety."
    },
    {
      "behaviourId": "c6fac86b-4003-4425-905e-898d0c7d8f1d",
      "detail": "Act in a professional and ethical manner."
    },
    {
      "behaviourId": "d0500663-b474-4248-977c-02ee9184c697",
      "detail": "Collaborate and promote teamwork across disciplines."
    },
    {
      "behaviourId": "3aba3c6f-208c-4428-be7b-debc656a6a08",
      "detail": "Commit to their own, and support others’, professional development."
    },
    {
      "behaviourId": "20f6d2e6-cfc8-42af-ad68-55c14386d20c",
      "detail": "Lead by example to promote innovation using critical and analytical thinking."
    },
    {
      "behaviourId": "08598dea-77c7-4c3e-88b6-b7cd64655077",
      "detail": "Lead by example to promote accessibility, equality, diversity and inclusion."
    },
    {
      "behaviourId": "b2491188-1e40-46e0-9716-e08c5f68232c",
      "detail": "Adapt and be resilient to challenging or changing situations with empathy and an agile mindset. "
    },
    {
      "behaviourId": "9b80b5cc-ef78-4651-acfd-d50c7a2fd4ba",
      "detail": "Act as a role model and advocate environmental, societal and governance best practices."
    }
  ],
  "skills": [
    {
      "skillId": "da066973-43cf-481f-94e1-aee40ce0de64",
      "detail": "Translate conceptual ideas or technical requirements into developmental outcomes, operational designs or specifications for systems or components."
    },
    {
      "skillId": "4c8cac7f-edd6-49a5-8877-625362714a38",
      "detail": "Evaluate, select and apply problem-solving methods, including interdisciplinary approaches and systems thinking, to solve complex problems and determine appropriate solutions or actions."
    },
    {
      "skillId": "835ed6d5-6472-4173-882d-f84ce45a3013",
      "detail": "Manage projects with consideration for various interacting factors such as people and resources, budget, risks, organisational, time and task management, legal, contractual, and statutory requirements."
    },
    {
      "skillId": "ff893951-d088-47a4-afce-77df0dfda4e8",
      "detail": "Comply with statutory and organisational product and design safety standards and requirements. Support risk assessment and mitigation."
    },
    {
      "skillId": "5329bd0d-b06c-42c4-9c9d-a28183b98d6c",
      "detail": "Apply performance management techniques to identify and analyse areas for improvement. Lead continuous improvement activities in the operation and performance of the system or component."
    },
    {
      "skillId": "e5befa33-3415-4128-92e8-0b72b87037d5",
      "detail": "Configure and check all systems and equipment for safe operation before use. "
    },
    {
      "skillId": "29bfd467-594a-4542-a863-4c519693945f",
      "detail": "Utilise design thinking and human centric design approaches.  "
    },
    {
      "skillId": "e7a97e68-d0bc-433a-bf94-663f56d85d5d",
      "detail": "Determine the feasibility and applicability of complex digital manufacturing solutions, including the integration of multidisciplinary technologies. Evaluate these solutions for suitability with considerations such as efficiency, sustainability, and alignment with novel Industry initiatives."
    },
    {
      "skillId": "dfa7ee96-e1ca-44d5-af14-f476fac974d1",
      "detail": "Complete requirements gathering and prioritise key areas, such as user, technical and environmental."
    },
    {
      "skillId": "ef2a5eb0-2140-43b5-85cc-e61bc688a9a8",
      "detail": "Design and implement digital manufacturing systems and architecture considering technical requirements and standards to sustainable practice and the whole product lifecycle and environmental impact for both short-term and long-term."
    },
    {
      "skillId": "7c1a9ff0-2db4-47b5-a439-58c689a383c2",
      "detail": "Analyse and evaluate data and use outcomes to make recommendations and formulate actions. "
    },
    {
      "skillId": "fc582706-65c7-4607-9c17-2db06540d3de",
      "detail": "Communicate verbally to stakeholders through methods such as presentations, digital media, and discussions."
    },
    {
      "skillId": "7da97d0f-04a4-4350-8131-838aac7d43f4",
      "detail": "Collaborate and negotiate with stakeholders. Strategically manage differing and competing interests with stakeholders."
    },
    {
      "skillId": "60487c3f-2e09-43c1-a800-049c02031b6d",
      "detail": "Communicate in writing. "
    },
    {
      "skillId": "ed8e07e7-7411-4be7-9619-1311b94e16b2",
      "detail": "Identify and complete opportunities for personal and professional development. "
    },
    {
      "skillId": "6b2c01a4-8deb-4c4e-8e05-62abd49e09b6",
      "detail": "Mentor and guide colleagues on the technical aspects of digital manufacturing and related technologies, focusing on continuous learning and adaptation to emerging trends."
    },
    {
      "skillId": "581e424f-0657-497e-9712-23565599ca48",
      "detail": "Apply technologies in line with maturity levels within solution design and development phases."
    },
    {
      "skillId": "cacb20c0-f3e3-4e76-b78e-88d47353febf",
      "detail": "Apply critical thinking and analytical skills."
    },
    {
      "skillId": "cb2929e1-dece-4c72-ad05-73f0c7b869b6",
      "detail": "Apply quality assurance, system inspection, quality control, testing and maintenance procedures."
    },
    {
      "skillId": "f45ffeac-d546-40a6-a672-7152ffaf1f5a",
      "detail": "Apply and promote policies and practices to support equity, diversity and inclusion."
    },
    {
      "skillId": "ffbf8256-9e2d-4eab-bc28-42e9f581d593",
      "detail": "Lead and manage change in the context of digital transformation in manufacturing settings. "
    },
    {
      "skillId": "77ea38f3-a373-4a9b-949b-156903aa8382",
      "detail": "Comply with the expectations and requirements of industrial security frameworks and the industrial cyber security landscape."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "",
  "integratedApprenticeship": true,
  "integration": "Degree-apprenticeship",
  "integratedDegree": "integrated degree",
  "tbReference": "TB0861",
  "tbMainContact": "brendan.casey@education.gov.uk",
  "involvedEmployers": "Airbus UK East Factory, BAE Systems, Bentley, Britvic, JCB, JLR, Lotus, MBDA, Moog, Rolls Royce, Samworth Brothers, Siemens, Thales Group, Toyota UK",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Chief of digital manufacturing",
    "Digital manufacturing change lead",
    "Digital manufacturing engineering manager",
    "Digital manufacturing engineering specialist",
    "Digital manufacturing lead",
    "Digital manufacturing systems engineer",
    "Head of digital manufacturing strategy implementation"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Engineering, design and development",
  "cluster": "Design and development engineer",
  "clusterId": "253",
  "clusterDescription": "Design and develop a range of products and/or process technologies using discipline and applications specific expertise",
  "createdDate": "2025-03-18T14:24:16 +00:00",
  "lastUpdated": "",
  "occupationalStandardApprovalDate": null,
  "banners": "",
  "occupationCode": "OCC1376",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1376?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1376",
  "qualifications": [
    {
      "qualificationId": "77a7eb13-7c73-4ad9-8fbf-122eed3363e3",
      "title": "Masters degree in digital manufacturing engineering leadership that fully aligns with the KSBs within the apprenticeship standard",
      "level": "7 (integrated degree)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "Institution for Mechanical Engineers (IMechE)",
      "level": "Chartered Engineer (CEng)",
      "isPartial": "partial",
      "partialFreeText": "This programme has been designed to align with the requirements of the engineering profession. This does not guarantee recognition by either the Engineering Council or the professional engineering institutions (PEIs) it licenses, unless the programme has been formally recognised (approved or accredited) by one or more PEIs and listed on the Engineering Council’s recognised course search database which can be found on their website. Anyone seeking professional registration or further advice is advised to contact the appropriate PEI to discuss their application."
    },
    {
      "bodyName": "Institution of Engineering and Technology (IET)",
      "level": "Incorporated Engineer (IEng)",
      "isPartial": "partial",
      "partialFreeText": "This programme has been designed to align with the requirements of the engineering profession. This does not guarantee recognition by either the Engineering Council or the professional engineering institutions (PEIs) it licenses, unless the programme has been formally recognised (approved or accredited) by one or more PEIs and listed on the Engineering Council’s recognised course search database which can be found on their website. Anyone seeking professional registration or further advice is advised to contact the appropriate PEI to discuss their application."
    }
  ],
  "duties": [
    {
      "dutyID": "698d63dc-a123-4391-b2cb-cb17176d9022",
      "dutyDetail": "Lead, develop and maintain the digital manufacturing strategy and capabilities within the organisation.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "dc63d0a7-fa8c-4ab2-a4fc-d4e9bc122f93",
        "c6fac86b-4003-4425-905e-898d0c7d8f1d",
        "20f6d2e6-cfc8-42af-ad68-55c14386d20c",
        "b2491188-1e40-46e0-9716-e08c5f68232c"
      ],
      "mappedKnowledge": [
        "2945ce8c-47a4-42e8-b9c2-201792a296ca",
        "e0179970-54e1-40e9-a873-59759354a926",
        "00d72857-be3b-485a-8fd4-48a01803bf6a",
        "05364027-4b1d-4670-bc23-9533693b43c8",
        "f5b8ffc4-a3a4-4a27-971c-15090f3b1a55",
        "8b92da7d-d0fa-4a6b-b279-ea2c7d604e96",
        "3c87bf23-0b02-4c47-a168-a449dd65e779",
        "5d0533a1-59a1-4572-b4a5-b1715bb31854",
        "dca70b29-85d9-48ea-9206-8008afa8b825",
        "c6d1ee81-d087-4516-a45b-fb7b3c62c13a",
        "d4041cb6-9337-4013-aad4-6f837d983bee",
        "d4a925fe-c7eb-4cea-8f15-98585a3354d1",
        "04cd735b-a682-40b1-b76e-1767738dd087",
        "cf7a2ed6-575f-4af6-939e-06a2fe26b8f2",
        "c7964624-a7e8-44dd-816e-29bafa7b4232",
        "01c26c97-55ec-408f-a70f-a01a500e7652",
        "a0d085d6-6632-479b-a3fe-4b5e4233b694"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "da066973-43cf-481f-94e1-aee40ce0de64",
        "4c8cac7f-edd6-49a5-8877-625362714a38",
        "835ed6d5-6472-4173-882d-f84ce45a3013",
        "29bfd467-594a-4542-a863-4c519693945f",
        "e7a97e68-d0bc-433a-bf94-663f56d85d5d",
        "7c1a9ff0-2db4-47b5-a439-58c689a383c2",
        "60487c3f-2e09-43c1-a800-049c02031b6d",
        "581e424f-0657-497e-9712-23565599ca48",
        "cacb20c0-f3e3-4e76-b78e-88d47353febf",
        "cb2929e1-dece-4c72-ad05-73f0c7b869b6",
        "ffbf8256-9e2d-4eab-bc28-42e9f581d593",
        "77ea38f3-a373-4a9b-949b-156903aa8382"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "dc029f78-9642-42cc-87b3-99939e2d312a",
      "dutyDetail": "Lead the digital manufacturing operations development through understanding the complex manufacturing operations and the product lifecycle.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "dc63d0a7-fa8c-4ab2-a4fc-d4e9bc122f93",
        "c6fac86b-4003-4425-905e-898d0c7d8f1d",
        "b2491188-1e40-46e0-9716-e08c5f68232c"
      ],
      "mappedKnowledge": [
        "4a86bffd-1f24-43d3-8133-6fdf2e0bdf99",
        "ad8708d2-3c10-4986-a624-a0030f2ab34d",
        "9512d3cf-0c2a-4aff-84e8-fd0e817b6bd6",
        "1de92f60-2ce0-43fa-b9eb-e2b74f7224e0",
        "e0179970-54e1-40e9-a873-59759354a926",
        "00d72857-be3b-485a-8fd4-48a01803bf6a",
        "05364027-4b1d-4670-bc23-9533693b43c8",
        "56fbd819-2bde-40ca-93b2-b706ecbb4fb5",
        "f5b8ffc4-a3a4-4a27-971c-15090f3b1a55",
        "8b92da7d-d0fa-4a6b-b279-ea2c7d604e96",
        "3c87bf23-0b02-4c47-a168-a449dd65e779",
        "5d0533a1-59a1-4572-b4a5-b1715bb31854",
        "dca70b29-85d9-48ea-9206-8008afa8b825",
        "c6d1ee81-d087-4516-a45b-fb7b3c62c13a",
        "d4041cb6-9337-4013-aad4-6f837d983bee",
        "d4a925fe-c7eb-4cea-8f15-98585a3354d1",
        "04cd735b-a682-40b1-b76e-1767738dd087",
        "cf7a2ed6-575f-4af6-939e-06a2fe26b8f2",
        "c7964624-a7e8-44dd-816e-29bafa7b4232",
        "01c26c97-55ec-408f-a70f-a01a500e7652",
        "a0d085d6-6632-479b-a3fe-4b5e4233b694"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "da066973-43cf-481f-94e1-aee40ce0de64",
        "4c8cac7f-edd6-49a5-8877-625362714a38",
        "835ed6d5-6472-4173-882d-f84ce45a3013",
        "cacb20c0-f3e3-4e76-b78e-88d47353febf",
        "ffbf8256-9e2d-4eab-bc28-42e9f581d593",
        "77ea38f3-a373-4a9b-949b-156903aa8382"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "af0d47e4-c8de-453a-bf4d-3d42a4afde11",
      "dutyDetail": "Use systems thinking and project management skills to deliver projects on time, to cost, and to the required quality and specification in line with technology and industrialisation governance requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "dc63d0a7-fa8c-4ab2-a4fc-d4e9bc122f93",
        "c6fac86b-4003-4425-905e-898d0c7d8f1d",
        "b2491188-1e40-46e0-9716-e08c5f68232c"
      ],
      "mappedKnowledge": [
        "4a86bffd-1f24-43d3-8133-6fdf2e0bdf99",
        "ad8708d2-3c10-4986-a624-a0030f2ab34d",
        "9512d3cf-0c2a-4aff-84e8-fd0e817b6bd6",
        "1de92f60-2ce0-43fa-b9eb-e2b74f7224e0",
        "2945ce8c-47a4-42e8-b9c2-201792a296ca",
        "e0179970-54e1-40e9-a873-59759354a926",
        "00d72857-be3b-485a-8fd4-48a01803bf6a",
        "05364027-4b1d-4670-bc23-9533693b43c8",
        "b553b979-d00b-435e-8303-1009af9ef948",
        "f5b8ffc4-a3a4-4a27-971c-15090f3b1a55",
        "5d0533a1-59a1-4572-b4a5-b1715bb31854",
        "dca70b29-85d9-48ea-9206-8008afa8b825",
        "d4041cb6-9337-4013-aad4-6f837d983bee",
        "d4a925fe-c7eb-4cea-8f15-98585a3354d1",
        "04cd735b-a682-40b1-b76e-1767738dd087",
        "c7964624-a7e8-44dd-816e-29bafa7b4232",
        "01c26c97-55ec-408f-a70f-a01a500e7652",
        "a0d085d6-6632-479b-a3fe-4b5e4233b694"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "da066973-43cf-481f-94e1-aee40ce0de64",
        "4c8cac7f-edd6-49a5-8877-625362714a38",
        "835ed6d5-6472-4173-882d-f84ce45a3013",
        "29bfd467-594a-4542-a863-4c519693945f",
        "e7a97e68-d0bc-433a-bf94-663f56d85d5d",
        "dfa7ee96-e1ca-44d5-af14-f476fac974d1",
        "7c1a9ff0-2db4-47b5-a439-58c689a383c2",
        "60487c3f-2e09-43c1-a800-049c02031b6d",
        "581e424f-0657-497e-9712-23565599ca48",
        "cacb20c0-f3e3-4e76-b78e-88d47353febf"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "bebc6f21-e3ef-4256-874a-03e644f61313",
      "dutyDetail": "Maintain and enhance own personal, professional and technical competence.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c6fac86b-4003-4425-905e-898d0c7d8f1d",
        "3aba3c6f-208c-4428-be7b-debc656a6a08",
        "b2491188-1e40-46e0-9716-e08c5f68232c"
      ],
      "mappedKnowledge": [
        "01472e97-e454-4cc5-aaa8-55fbb1f7d65e",
        "5d0533a1-59a1-4572-b4a5-b1715bb31854",
        "dca70b29-85d9-48ea-9206-8008afa8b825"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5329bd0d-b06c-42c4-9c9d-a28183b98d6c",
        "ed8e07e7-7411-4be7-9619-1311b94e16b2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2f6b8281-a658-4910-a8cb-8877b190d18f",
      "dutyDetail": "Ensure best practice standards and procedures are defined, implemented and shared effectively throughout the wider organisation.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "dc63d0a7-fa8c-4ab2-a4fc-d4e9bc122f93",
        "c6fac86b-4003-4425-905e-898d0c7d8f1d",
        "20f6d2e6-cfc8-42af-ad68-55c14386d20c",
        "b2491188-1e40-46e0-9716-e08c5f68232c"
      ],
      "mappedKnowledge": [
        "4a86bffd-1f24-43d3-8133-6fdf2e0bdf99",
        "2945ce8c-47a4-42e8-b9c2-201792a296ca",
        "e0179970-54e1-40e9-a873-59759354a926",
        "05364027-4b1d-4670-bc23-9533693b43c8",
        "b553b979-d00b-435e-8303-1009af9ef948",
        "8b92da7d-d0fa-4a6b-b279-ea2c7d604e96",
        "5d0533a1-59a1-4572-b4a5-b1715bb31854",
        "dca70b29-85d9-48ea-9206-8008afa8b825",
        "d4041cb6-9337-4013-aad4-6f837d983bee",
        "d4a925fe-c7eb-4cea-8f15-98585a3354d1",
        "04cd735b-a682-40b1-b76e-1767738dd087",
        "01c26c97-55ec-408f-a70f-a01a500e7652",
        "a0d085d6-6632-479b-a3fe-4b5e4233b694",
        "9cf0f9e9-c8f5-4bba-a930-513f481e99b8"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "da066973-43cf-481f-94e1-aee40ce0de64",
        "4c8cac7f-edd6-49a5-8877-625362714a38",
        "835ed6d5-6472-4173-882d-f84ce45a3013",
        "ff893951-d088-47a4-afce-77df0dfda4e8",
        "5329bd0d-b06c-42c4-9c9d-a28183b98d6c",
        "60487c3f-2e09-43c1-a800-049c02031b6d",
        "581e424f-0657-497e-9712-23565599ca48",
        "cacb20c0-f3e3-4e76-b78e-88d47353febf",
        "cb2929e1-dece-4c72-ad05-73f0c7b869b6",
        "f45ffeac-d546-40a6-a672-7152ffaf1f5a",
        "77ea38f3-a373-4a9b-949b-156903aa8382"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2820ed50-ddb3-4d48-b131-de9e0a3756e2",
      "dutyDetail": "Develop influential relationships and collaborate with organisations such as research and technology providers, government organisations and external suppliers to accelerate the digital journey and maximise impact.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c6fac86b-4003-4425-905e-898d0c7d8f1d",
        "d0500663-b474-4248-977c-02ee9184c697",
        "08598dea-77c7-4c3e-88b6-b7cd64655077",
        "b2491188-1e40-46e0-9716-e08c5f68232c"
      ],
      "mappedKnowledge": [
        "9512d3cf-0c2a-4aff-84e8-fd0e817b6bd6",
        "1de92f60-2ce0-43fa-b9eb-e2b74f7224e0",
        "2945ce8c-47a4-42e8-b9c2-201792a296ca",
        "df8e687f-a95a-43e6-b3aa-936ad853c88d",
        "9cf0f9e9-c8f5-4bba-a930-513f481e99b8"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "da066973-43cf-481f-94e1-aee40ce0de64",
        "fc582706-65c7-4607-9c17-2db06540d3de",
        "7da97d0f-04a4-4350-8131-838aac7d43f4",
        "60487c3f-2e09-43c1-a800-049c02031b6d",
        "f45ffeac-d546-40a6-a672-7152ffaf1f5a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "69b14c88-c44c-454c-8fb9-081095ab9012",
      "dutyDetail": "Lead and inspire transformational change in manufacturing capability and efficiency through the development and use of digital manufacturing systems organisation and skills in line with organisational strategy.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "dc63d0a7-fa8c-4ab2-a4fc-d4e9bc122f93",
        "c6fac86b-4003-4425-905e-898d0c7d8f1d",
        "20f6d2e6-cfc8-42af-ad68-55c14386d20c",
        "b2491188-1e40-46e0-9716-e08c5f68232c"
      ],
      "mappedKnowledge": [
        "4a86bffd-1f24-43d3-8133-6fdf2e0bdf99",
        "ad8708d2-3c10-4986-a624-a0030f2ab34d",
        "9512d3cf-0c2a-4aff-84e8-fd0e817b6bd6",
        "00d72857-be3b-485a-8fd4-48a01803bf6a",
        "ea1a451e-cc11-4c57-8e54-71563dc4ded4",
        "05364027-4b1d-4670-bc23-9533693b43c8",
        "b553b979-d00b-435e-8303-1009af9ef948",
        "f5b8ffc4-a3a4-4a27-971c-15090f3b1a55",
        "8b92da7d-d0fa-4a6b-b279-ea2c7d604e96",
        "3c87bf23-0b02-4c47-a168-a449dd65e779",
        "5d0533a1-59a1-4572-b4a5-b1715bb31854",
        "dca70b29-85d9-48ea-9206-8008afa8b825",
        "c6d1ee81-d087-4516-a45b-fb7b3c62c13a",
        "d4041cb6-9337-4013-aad4-6f837d983bee",
        "d4a925fe-c7eb-4cea-8f15-98585a3354d1",
        "04cd735b-a682-40b1-b76e-1767738dd087",
        "cf7a2ed6-575f-4af6-939e-06a2fe26b8f2",
        "c7964624-a7e8-44dd-816e-29bafa7b4232",
        "01c26c97-55ec-408f-a70f-a01a500e7652",
        "a0d085d6-6632-479b-a3fe-4b5e4233b694"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "da066973-43cf-481f-94e1-aee40ce0de64",
        "4c8cac7f-edd6-49a5-8877-625362714a38",
        "835ed6d5-6472-4173-882d-f84ce45a3013",
        "5329bd0d-b06c-42c4-9c9d-a28183b98d6c",
        "29bfd467-594a-4542-a863-4c519693945f",
        "e7a97e68-d0bc-433a-bf94-663f56d85d5d",
        "dfa7ee96-e1ca-44d5-af14-f476fac974d1",
        "ef2a5eb0-2140-43b5-85cc-e61bc688a9a8",
        "7c1a9ff0-2db4-47b5-a439-58c689a383c2",
        "60487c3f-2e09-43c1-a800-049c02031b6d",
        "581e424f-0657-497e-9712-23565599ca48",
        "cacb20c0-f3e3-4e76-b78e-88d47353febf",
        "ffbf8256-9e2d-4eab-bc28-42e9f581d593"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "db985b16-76cf-47c7-ba6c-02c27e5778c6",
      "dutyDetail": "Develop and maintain relationships with internal stakeholders to influence the wider company strategy to incorporate digital manufacturing capabilities.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c6fac86b-4003-4425-905e-898d0c7d8f1d",
        "d0500663-b474-4248-977c-02ee9184c697",
        "08598dea-77c7-4c3e-88b6-b7cd64655077",
        "b2491188-1e40-46e0-9716-e08c5f68232c"
      ],
      "mappedKnowledge": [
        "1de92f60-2ce0-43fa-b9eb-e2b74f7224e0",
        "2945ce8c-47a4-42e8-b9c2-201792a296ca",
        "df8e687f-a95a-43e6-b3aa-936ad853c88d",
        "3c87bf23-0b02-4c47-a168-a449dd65e779"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "da066973-43cf-481f-94e1-aee40ce0de64",
        "fc582706-65c7-4607-9c17-2db06540d3de",
        "7da97d0f-04a4-4350-8131-838aac7d43f4",
        "60487c3f-2e09-43c1-a800-049c02031b6d",
        "6b2c01a4-8deb-4c4e-8e05-62abd49e09b6",
        "f45ffeac-d546-40a6-a672-7152ffaf1f5a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "711ebf26-6433-4ac2-a773-8cb8ff46c2b4",
      "dutyDetail": "Lead a safety and quality culture within the organisation ensuring all digital manufacturing capability is implemented and assured without compromising safety and security.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "dc63d0a7-fa8c-4ab2-a4fc-d4e9bc122f93",
        "c6fac86b-4003-4425-905e-898d0c7d8f1d",
        "b2491188-1e40-46e0-9716-e08c5f68232c"
      ],
      "mappedKnowledge": [
        "e0179970-54e1-40e9-a873-59759354a926",
        "00d72857-be3b-485a-8fd4-48a01803bf6a",
        "3c87bf23-0b02-4c47-a168-a449dd65e779",
        "5d0533a1-59a1-4572-b4a5-b1715bb31854",
        "dca70b29-85d9-48ea-9206-8008afa8b825",
        "d4041cb6-9337-4013-aad4-6f837d983bee",
        "01c26c97-55ec-408f-a70f-a01a500e7652",
        "a0d085d6-6632-479b-a3fe-4b5e4233b694",
        "d29268e2-3938-476d-9269-5fe6aa813680"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "da066973-43cf-481f-94e1-aee40ce0de64",
        "4c8cac7f-edd6-49a5-8877-625362714a38",
        "835ed6d5-6472-4173-882d-f84ce45a3013",
        "ff893951-d088-47a4-afce-77df0dfda4e8",
        "e5befa33-3415-4128-92e8-0b72b87037d5",
        "60487c3f-2e09-43c1-a800-049c02031b6d",
        "581e424f-0657-497e-9712-23565599ca48",
        "cacb20c0-f3e3-4e76-b78e-88d47353febf",
        "77ea38f3-a373-4a9b-949b-156903aa8382"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "355708fb-57bd-4005-9146-649250f5426e",
      "dutyDetail": "Incorporate sustainability into digital manufacturing initiatives and consider wider environmental, societal, and governance impact.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c6fac86b-4003-4425-905e-898d0c7d8f1d",
        "b2491188-1e40-46e0-9716-e08c5f68232c",
        "9b80b5cc-ef78-4651-acfd-d50c7a2fd4ba"
      ],
      "mappedKnowledge": [
        "4a86bffd-1f24-43d3-8133-6fdf2e0bdf99",
        "e0179970-54e1-40e9-a873-59759354a926",
        "00d72857-be3b-485a-8fd4-48a01803bf6a",
        "ea1a451e-cc11-4c57-8e54-71563dc4ded4",
        "5d0533a1-59a1-4572-b4a5-b1715bb31854",
        "dca70b29-85d9-48ea-9206-8008afa8b825",
        "01c26c97-55ec-408f-a70f-a01a500e7652",
        "a0d085d6-6632-479b-a3fe-4b5e4233b694"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "da066973-43cf-481f-94e1-aee40ce0de64",
        "4c8cac7f-edd6-49a5-8877-625362714a38",
        "835ed6d5-6472-4173-882d-f84ce45a3013",
        "ef2a5eb0-2140-43b5-85cc-e61bc688a9a8",
        "60487c3f-2e09-43c1-a800-049c02031b6d",
        "581e424f-0657-497e-9712-23565599ca48",
        "cacb20c0-f3e3-4e76-b78e-88d47353febf",
        "77ea38f3-a373-4a9b-949b-156903aa8382"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-03-18T14:24:16.617"
}