{
  "templateType": "Occupational Standard",
  "larsCode": 689,
  "referenceNumber": "ST1323",
  "learningAimClassCode": "",
  "title": "Advanced sports turf technician",
  "status": "Retired",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1323",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-10-04T00:00:00",
  "earliestStartDate": "2022-10-11T00:00:00",
  "latestStartDate": "2023-10-03T00:00:00",
  "latestEndDate": null,
  "overviewOfRole": "Ensure that public and private sports turf surfaces meet the requirements of the sport.",
  "level": 3,
  "ePALength": 4,
  "typicalDuration": 24,
  "maxFunding": 8000,
  "maxFundingAdditionalInformation": "",
  "route": "Agriculture, environmental and animal care",
  "keywords": [
    "sports",
    "leisure",
    "recreation",
    "technician",
    "turf",
    "golf",
    "Golf",
    "greenkeeper",
    "Greenkeeper",
    "Green Keeper",
    "green keeper"
  ],
  "jobRoles": [
    "Advanced golf greenkeeper",
    "Advanced sports turf technician",
    "Assistant head grounds person",
    "Deputy course manager",
    "Deputy head greenkeeper",
    "Deputy head grounds person",
    "First assistant greenkeeper",
    "Pitch manager",
    "Senior greenkeeper",
    "Senior grounds person",
    "Skilled grounds person"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st1323-v1-0?view=epa",
  "ssa1": "8 Leisure, Travel and Tourism",
  "ssa2": "8.1 Sport, leisure and recreation",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in a wide range of relevant venues, for example, athletics, bowls, cricket, croquet, football, golf, hockey, equestrian events, rugby league and union, and tennis. Venues include public parks, sports clubs, schools, first class stadia, training facilities and golf courses including links, parkland and heathland. Facilities can range in size and stature, from international stadia and championship golf courses that host big events through to smaller, local venues serving the local community.&#160;&lt;br /&gt;&lt;br /&gt;The broad purpose of the occupation is to ensure that public and private sports turf surfaces (including hybrid but not fully artificial surfaces) meet the requirements of the sport and are available for use at all levels from amateur to professional sport. They supervise the staff and the maintenance of the sports turf surfaces. They supervise the planning, maintenance, care, and overall appearance of surfaces in line with the employer’s requirements and the requirements of the sport’s governing body. They may lead, support and supervise renovation and associated projects and typically have responsibility for maintaining wider facilities. &lt;br /&gt;&lt;br /&gt;In their daily work, an employee in this occupation interacts with a wide range of internal and external stakeholders. They might typically report to a manager, deputy manager, general manager, owner or a committee. On a daily basis, they may interact with visitors, the general public, players, coaching staff, and other turf management/greenkeeping colleagues. They may also be required to liaise with suppliers and delivery personnel. &lt;br /&gt;&lt;br /&gt;An employee in this occupation will be responsible for ensuring that the playing surfaces are suitably prepared. They will also have responsibilities across the wider facility. They supervise staff or volunteers and are responsible for ensuring that the playing surface is suitably prepared and maintained in line with the rules of the relevant sport. They will have responsibility for the safe use and maintenance of irrigation, drainage, equipment, and machinery used by operatives. They must adhere to relevant health and safety and environmental legislation and present a professional image. They would not necessarily have direct responsibility for budget control but would be expected to advise their manager and colleagues on the correct use and deployment of resources.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "0dd049ef-f2e1-493f-90bc-6ad58da792a3",
      "detail": "Relevant health, safety, environmental legislation, and regulations to ensure a safe environment including their impact and benefits on the business and sport turf surfaces (including but not exclusively, the Health and Safety at Work Act, Control of Substances Hazardous to Health, principles of risk assessment, Provision and Use of Work Equipment Regulations, Hand Arm Vibration Syndrome, and the Noise at work regulations). "
    },
    {
      "knowledgeId": "df1eefdd-334a-4cd2-9612-034d4209bf07",
      "detail": "Common aspects of plant, soil science and plant growth regulators to promote best practice and sustainable sports turf surfaces (for example, photosynthesis, nutrient assimilation, calculating/modeling plant growth, abiotic and biotic stressors, and root zone principles)."
    },
    {
      "knowledgeId": "be288261-ba95-454f-bf8b-0bbaf386db22",
      "detail": "The importance of collecting and evaluating agronomic data to ensure sustainable quality playing surfaces and how it can be used to improve the future turfgrass condition and playability. "
    },
    {
      "knowledgeId": "00d53038-b3c4-4e7a-899a-f9463872b369",
      "detail": "How to evaluate fertilisers and bio-stimulant formulations (for example, soluble, liquids, straight, compound, slow-release, controlled-release, chelates, homogenous, nutrient take up and nutrient cycles, granular (prill size), and organic-derived). "
    },
    {
      "knowledgeId": "ac107773-ec97-4f7c-bf8d-116c1a81e90c",
      "detail": "The principles of surfactants for maintaining sports turf. "
    },
    {
      "knowledgeId": "250569b9-bf75-4c87-b75c-43004b0f58c3",
      "detail": "The principles of fault-finding minor repairs and basic design layouts of irrigation and drainage systems."
    },
    {
      "knowledgeId": "439666a0-5bca-4ba3-8e77-b8a29951ee8e",
      "detail": "Methodology for calculating precipitation rates and run times. "
    },
    {
      "knowledgeId": "9a362edc-13a5-4cbc-bbef-8bd2a79e7314",
      "detail": "How to operate information technology to ensure effective communication and record keeping (for example, irrigation controller, software packages and mobile technology)."
    },
    {
      "knowledgeId": "fff27122-13d6-44d2-bfb6-7e7b7daa2a9a",
      "detail": "How to plan and implement maintenance, improvement and renovation programmes making the optimum use of human and physical resources available."
    },
    {
      "knowledgeId": "c7b35bdc-af97-403d-b763-e5147d40983e",
      "detail": "Governing bodies rules and regulations."
    },
    {
      "knowledgeId": "7e2930cc-a695-4863-ac4e-9d8880e1a88e",
      "detail": "Environmental and ecological best practice to maintain a sustainable surface and facilities."
    },
    {
      "knowledgeId": "c8171e1d-c583-4546-864f-1b0a889da1ec",
      "detail": "How to manage weeds, pests, diseases, disorders, their life cycles and the most effective treatment method and the importance of record keeping.  \t\t"
    },
    {
      "knowledgeId": "a1ba7ebc-6d54-422f-a088-d6500ba2e28c",
      "detail": "How to plan and implement machinery and equipment maintenance programmes and their impact on turf maintenance."
    },
    {
      "knowledgeId": "72532215-bc2b-4e09-b8b2-118d2842c826",
      "detail": "Mechanical principles and potential fault-finding techniques (for example, combustion engine, electrical systems, and hydraulic systems). "
    },
    {
      "knowledgeId": "18b2e842-9362-47ae-93f6-97424e921be9",
      "detail": "How to estimate resource requirements and programme work in line with budget restraints. (For example, specification of works, bills of quantities, sequence of works, cost benefit analysis). "
    },
    {
      "knowledgeId": "c6c839cd-6255-4f3d-afc3-15b805d8025b",
      "detail": "How to gather information for acquiring resources using qualitative and quantitative sources in order to make recommendations."
    },
    {
      "knowledgeId": "164cf8ce-792b-47ad-aee8-794029a4ab45",
      "detail": "How to identify the appropriate form of communication (including, written, verbal, electronic) and evaluate the best solution for different circumstances."
    },
    {
      "knowledgeId": "1c3f6444-4595-4f73-b26c-a10c705d2c39",
      "detail": "The importance of maintaining relationships, needs of others and equality and diversity."
    },
    {
      "knowledgeId": "12086e24-e47e-42b9-a400-3f987a011b67",
      "detail": "How to prepare and host team meetings and the key fundamentals of effective presentations."
    },
    {
      "knowledgeId": "d5d2ac55-8508-48c1-9684-3f0ff372a213",
      "detail": "Employment legislation including data protection and equality."
    },
    {
      "knowledgeId": "5dab41b2-2c50-4c1a-9898-29b956edd0c7",
      "detail": "Coaching and mentoring methodologies and how to contribute or carry out staff appraisals. "
    },
    {
      "knowledgeId": "3858da77-82bd-43a3-83da-821e807ec27e",
      "detail": "The principles and methods of personal and professional development."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "e9b0b2c7-b14f-455a-86bd-6d4fe26b2300",
      "detail": "Ensure a strong work ethic including pride in work, attention to detail, integrity and good time management."
    },
    {
      "behaviourId": "75d34df3-6efa-47b7-89e4-0b535150f949",
      "detail": "Have a flexible, positive attitude to work."
    },
    {
      "behaviourId": "0dd1cfca-22a3-41d7-a53a-e040cc715ec6",
      "detail": "Team focussed and works effectively with colleagues, others and also has an ability to work alone.     "
    },
    {
      "behaviourId": "7848966b-e12c-4b5b-8730-ff901bb7dd11",
      "detail": "Sources solutions and seeks to continuously improve and develop. Committed to keeping up with industry developments and best practice."
    },
    {
      "behaviourId": "b71ab54b-387d-4446-9125-ffbf2bc5d3d1",
      "detail": "Puts safety first for themselves and others."
    },
    {
      "behaviourId": "70396203-b86a-47c8-a26f-1dcd7f01b09d",
      "detail": "Respectful of others."
    },
    {
      "behaviourId": "5b62086a-6f4f-4149-89ba-611c68b8c2a3",
      "detail": "A clear and effective communicator who can use a variety of communication methods to give/receive information accurately and in a timely and positive manner."
    },
    {
      "behaviourId": "515b48f0-0c17-4ab0-8fe6-072f234d9da1",
      "detail": "Represent the employer in a professional manner."
    },
    {
      "behaviourId": "57e1521d-ff63-4dd1-90f8-2ab7fb624adc",
      "detail": "Ability to use own initiative and is aware of limits of responsibility.\t\t"
    },
    {
      "behaviourId": "a5defd66-303f-4377-8d8a-00d086dd1e89",
      "detail": "Able to adapt to change in conditions, technologies, situations and working environments."
    }
  ],
  "skills": [
    {
      "skillId": "7268a26a-04fc-4319-b0c2-3c27140f976f",
      "detail": "Promote, monitor and maintain health, safety and security of self, team and others. Implement safe working practices in accordance with statutory legislation and regulations (including carrying out risk assessments)."
    },
    {
      "skillId": "4867f4d0-a9c3-4c33-83d2-f72009d0ea6e",
      "detail": "Allocate work and supervise staff in accordance with agreed maintenance plans."
    },
    {
      "skillId": "b611055e-9f0e-4f56-aa05-1711ab476805",
      "detail": "Oversee the preparation of playing surfaces in accordance with relevant governing body rules/regulations."
    },
    {
      "skillId": "768e1b14-c51a-4b95-897e-3fb1030f1793",
      "detail": "Monitor sports turf surfaces and oversee the control of weeds, pests, diseases and disorders to an agreed plan. Develop a basic Integrated Pest Management plan.     "
    },
    {
      "skillId": "02b0c0ed-b85a-4af6-b4e2-8a92719514f7",
      "detail": "Develop a basic maintenance plan for the facility,  for a determined time period (for example, preparation for key competitions or events).  "
    },
    {
      "skillId": "0254085f-0612-414f-861a-b61dc7b81b2c",
      "detail": "Apply a range of turfgrass growth and plant protection products (pesticides) in line with the agreed plan."
    },
    {
      "skillId": "788d4592-f8aa-4bd6-87fb-7638df17b11b",
      "detail": "Set run times and precipitation rates (irrigation) and drainage fall."
    },
    {
      "skillId": "92718287-5f1c-4e2c-84ed-f658f99fb594",
      "detail": "Apply a range of techniques to gather agronomic and playability data by recording, interpreting and communicating in suitable formats (for example, electronic soil moisture, salinity, pH probes, soil sampler, thermometer, surface firmness testing equipment and playability testing).  "
    },
    {
      "skillId": "e823da6b-1162-4abf-9bce-ac1487aa2079",
      "detail": "Evaluate sports turf surfaces and make recommendations for improvements based on findings. "
    },
    {
      "skillId": "d4f49c84-1204-404f-a750-d1bb698e002a",
      "detail": "Promote environmental best practice and sustainable working practices."
    },
    {
      "skillId": "a3854456-5e1c-4b8c-9f4d-5b9f1db85fc0",
      "detail": "Estimate and programme resource requirements to meet the scope of the turfgrass maintenance plan. "
    },
    {
      "skillId": "dd6320a9-71f7-4297-9d88-61342de04663",
      "detail": "Oversee the preparation, general maintenance and storage of machines for use."
    },
    {
      "skillId": "7d120d0e-6a97-4978-94cf-09aa489d07e5",
      "detail": "Apply basic fault finding techniques in order to identify problems with powered machinery and equipment. "
    },
    {
      "skillId": "629e3d8c-8bac-4b14-a821-bc745b62bd6d",
      "detail": "Source information from suppliers/distributors/dealers to inform selection or tender services and or resources. "
    },
    {
      "skillId": "c4c5e811-d638-43dd-aa94-c2d0c0253383",
      "detail": "Contribute to the development and implementation of the maintenance budgets."
    },
    {
      "skillId": "d284490c-ad7d-4ea6-8d85-8c79cfaef94d",
      "detail": "Identify, evaluate, plan and prepare sites for renovation."
    },
    {
      "skillId": "f8016d15-9636-44cc-bd66-8cd98d6aadd6",
      "detail": "Supervise and monitor the renovation or establishment of a sports turf facility."
    },
    {
      "skillId": "1312155f-191e-4919-87e9-03aef8f31175",
      "detail": "Communicate information to stakeholders utilising formal and informal methods."
    },
    {
      "skillId": "a975e51f-9b20-4d9f-ab08-87eeecf32540",
      "detail": "Supervise meetings and brief colleagues. \t\t"
    },
    {
      "skillId": "3c99369c-294b-48f0-8932-fe6d2071ba7e",
      "detail": "Assist with the training and mentoring of staff."
    },
    {
      "skillId": "b3a90b73-1136-468f-b6e3-7ac2d74e7d63",
      "detail": "Use information technology to assist with effective communication and record keeping."
    },
    {
      "skillId": "760cda8c-f36d-49cc-ba05-9d326a58851d",
      "detail": "Manage own Continuing Professional Development, keeping up to date with working practices, environmental developments and advances in technology."
    },
    {
      "skillId": "c99cbf3a-b6ad-4a91-b0b2-81a54fe77fe8",
      "detail": "Oversee and undertake the operation, maintenance and servicing of irrigation or drainage systems, including minor repairs and problem solving issues. "
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2022-10-11T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0719",
  "tbMainContact": "d.ratling@whitgift.co.uk, golf@the-gtc.co.uk",
  "involvedEmployers": "British and International Golf Greenkeepers Association, Crosfields School, Edgbaston Stadium, England Golf, Frilford Heath Golf Club, Greenkeepers Training Committee, Gaudet Luce Golf Club, Grounds Maintenance Association,  Highfield Sports Ground, Leicester City Football Club Sports Turf Academy, Leyland Golf Club Ltd, Portmore Golf Club, Richmond Golf Club, Royal Birkdale, Sunningdale Golf Club, The London Club, Trentham Golf Club, Myerscough College, Kings School, Nottingham University, Oaklands College, Whitgift School.\r\n",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Advanced golf greenkeeper",
    "Advanced sports turf technician",
    "Assistant head grounds person",
    "Deputy course manager",
    "Deputy head greenkeeper",
    "Deputy head grounds person",
    "First assistant greenkeeper",
    "Pitch manager",
    "Senior greenkeeper",
    "Senior grounds person",
    "Skilled grounds person"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Agriculture, Land Management and Production",
  "cluster": "Landscape Horticulture Operative/Technician",
  "clusterId": "161",
  "clusterDescription": "The design, construction and maintenance of gardens, designed landscapes and sports turf facilities for private, commercial and community use",
  "createdDate": "2022-11-04T11:32:06 +00:00",
  "lastUpdated": "2023-10-04T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2022-10-11T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC1323",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1323-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1323-v1-0",
  "qualifications": [
    {
      "qualificationId": "10fd8292-154f-46ff-81ae-16e4beefd2d8",
      "title": "Level 2 Award in Safe Use of Pesticides (PA1) along with either PA2 (Boom Sprayer) OR PA6 (Handheld Applicators) or equivalents shown at https://www.hse.gov.uk/pesticides/resources/R/Recognised_certificates.pdf",
      "level": "2",
      "anyAdditionalInformation": "If your job involves applying pesticides in a commercial role then you are legally required by the Plant Protection Products (Sustainable Use) Regulations (2012) to hold a certificate of competence. ",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "British and International Golf Greenkeepers Association (BIGGA)",
      "level": "full member",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "df795023-d545-481e-ab96-bc78fbab380b",
      "dutyDetail": "Supervise and undertake the preparation and maintenance of the playing surface in accordance with governing bodies requirements, rules and regulations.  ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e9b0b2c7-b14f-455a-86bd-6d4fe26b2300",
        "75d34df3-6efa-47b7-89e4-0b535150f949",
        "0dd1cfca-22a3-41d7-a53a-e040cc715ec6",
        "b71ab54b-387d-4446-9125-ffbf2bc5d3d1",
        "70396203-b86a-47c8-a26f-1dcd7f01b09d",
        "5b62086a-6f4f-4149-89ba-611c68b8c2a3",
        "515b48f0-0c17-4ab0-8fe6-072f234d9da1",
        "57e1521d-ff63-4dd1-90f8-2ab7fb624adc"
      ],
      "mappedKnowledge": [
        "0dd049ef-f2e1-493f-90bc-6ad58da792a3",
        "df1eefdd-334a-4cd2-9612-034d4209bf07",
        "be288261-ba95-454f-bf8b-0bbaf386db22",
        "00d53038-b3c4-4e7a-899a-f9463872b369",
        "ac107773-ec97-4f7c-bf8d-116c1a81e90c",
        "c7b35bdc-af97-403d-b763-e5147d40983e",
        "7e2930cc-a695-4863-ac4e-9d8880e1a88e",
        "c8171e1d-c583-4546-864f-1b0a889da1ec",
        "18b2e842-9362-47ae-93f6-97424e921be9",
        "c6c839cd-6255-4f3d-afc3-15b805d8025b",
        "1c3f6444-4595-4f73-b26c-a10c705d2c39",
        "12086e24-e47e-42b9-a400-3f987a011b67",
        "d5d2ac55-8508-48c1-9684-3f0ff372a213",
        "5dab41b2-2c50-4c1a-9898-29b956edd0c7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7268a26a-04fc-4319-b0c2-3c27140f976f",
        "4867f4d0-a9c3-4c33-83d2-f72009d0ea6e",
        "b611055e-9f0e-4f56-aa05-1711ab476805",
        "02b0c0ed-b85a-4af6-b4e2-8a92719514f7",
        "0254085f-0612-414f-861a-b61dc7b81b2c",
        "e823da6b-1162-4abf-9bce-ac1487aa2079",
        "a3854456-5e1c-4b8c-9f4d-5b9f1db85fc0",
        "c4c5e811-d638-43dd-aa94-c2d0c0253383",
        "1312155f-191e-4919-87e9-03aef8f31175",
        "a975e51f-9b20-4d9f-ab08-87eeecf32540"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f04fca0c-6701-4e2c-bddd-f6810c1faa01",
      "dutyDetail": "Evaluate performance and agronomic data of playing surfaces (e.g. weather data, soil conditions, performance quality standard).  Recommends improvements to turf health and playing surface conditions. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "df1eefdd-334a-4cd2-9612-034d4209bf07",
        "be288261-ba95-454f-bf8b-0bbaf386db22"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "02b0c0ed-b85a-4af6-b4e2-8a92719514f7",
        "92718287-5f1c-4e2c-84ed-f658f99fb594",
        "e823da6b-1162-4abf-9bce-ac1487aa2079"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "70f568ec-b3c3-4553-923f-17701aab3817",
      "dutyDetail": "Monitor and control threats to turf health and apply sustainable integrated pest management practices (encompassing weeds, pests, and diseases).",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "75d34df3-6efa-47b7-89e4-0b535150f949",
        "515b48f0-0c17-4ab0-8fe6-072f234d9da1",
        "57e1521d-ff63-4dd1-90f8-2ab7fb624adc",
        "a5defd66-303f-4377-8d8a-00d086dd1e89"
      ],
      "mappedKnowledge": [
        "be288261-ba95-454f-bf8b-0bbaf386db22",
        "00d53038-b3c4-4e7a-899a-f9463872b369",
        "fff27122-13d6-44d2-bfb6-7e7b7daa2a9a",
        "c8171e1d-c583-4546-864f-1b0a889da1ec"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4867f4d0-a9c3-4c33-83d2-f72009d0ea6e",
        "768e1b14-c51a-4b95-897e-3fb1030f1793",
        "e823da6b-1162-4abf-9bce-ac1487aa2079"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8c587eb4-8efa-4ae4-8568-b500caeddd12",
      "dutyDetail": "Supervise and implement processes, procedures and strategies for the effective usage of irrigation and drainage systems to maximise sports turf health and surface performance. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e9b0b2c7-b14f-455a-86bd-6d4fe26b2300",
        "75d34df3-6efa-47b7-89e4-0b535150f949",
        "0dd1cfca-22a3-41d7-a53a-e040cc715ec6",
        "b71ab54b-387d-4446-9125-ffbf2bc5d3d1",
        "70396203-b86a-47c8-a26f-1dcd7f01b09d",
        "5b62086a-6f4f-4149-89ba-611c68b8c2a3",
        "515b48f0-0c17-4ab0-8fe6-072f234d9da1"
      ],
      "mappedKnowledge": [
        "0dd049ef-f2e1-493f-90bc-6ad58da792a3",
        "be288261-ba95-454f-bf8b-0bbaf386db22",
        "00d53038-b3c4-4e7a-899a-f9463872b369",
        "250569b9-bf75-4c87-b75c-43004b0f58c3",
        "439666a0-5bca-4ba3-8e77-b8a29951ee8e",
        "18b2e842-9362-47ae-93f6-97424e921be9",
        "1c3f6444-4595-4f73-b26c-a10c705d2c39",
        "12086e24-e47e-42b9-a400-3f987a011b67"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7268a26a-04fc-4319-b0c2-3c27140f976f",
        "4867f4d0-a9c3-4c33-83d2-f72009d0ea6e",
        "788d4592-f8aa-4bd6-87fb-7638df17b11b",
        "a3854456-5e1c-4b8c-9f4d-5b9f1db85fc0",
        "dd6320a9-71f7-4297-9d88-61342de04663",
        "629e3d8c-8bac-4b14-a821-bc745b62bd6d",
        "c4c5e811-d638-43dd-aa94-c2d0c0253383",
        "1312155f-191e-4919-87e9-03aef8f31175",
        "a975e51f-9b20-4d9f-ab08-87eeecf32540",
        "c99cbf3a-b6ad-4a91-b0b2-81a54fe77fe8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a98e59f0-cf42-4388-a739-b0ca0110c749",
      "dutyDetail": "Prepare sports turf machinery and supervise maintenance programmes for equipment and machinery.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "515b48f0-0c17-4ab0-8fe6-072f234d9da1",
        "57e1521d-ff63-4dd1-90f8-2ab7fb624adc"
      ],
      "mappedKnowledge": [
        "0dd049ef-f2e1-493f-90bc-6ad58da792a3",
        "250569b9-bf75-4c87-b75c-43004b0f58c3",
        "439666a0-5bca-4ba3-8e77-b8a29951ee8e",
        "fff27122-13d6-44d2-bfb6-7e7b7daa2a9a",
        "a1ba7ebc-6d54-422f-a088-d6500ba2e28c",
        "72532215-bc2b-4e09-b8b2-118d2842c826",
        "18b2e842-9362-47ae-93f6-97424e921be9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7268a26a-04fc-4319-b0c2-3c27140f976f",
        "4867f4d0-a9c3-4c33-83d2-f72009d0ea6e",
        "02b0c0ed-b85a-4af6-b4e2-8a92719514f7",
        "7d120d0e-6a97-4978-94cf-09aa489d07e5",
        "629e3d8c-8bac-4b14-a821-bc745b62bd6d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "af96c5fc-2cc5-45fe-9cba-8511cb742761",
      "dutyDetail": "Agree the specification and implement resource and budget requirements for sports turf projects.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "75d34df3-6efa-47b7-89e4-0b535150f949",
        "5b62086a-6f4f-4149-89ba-611c68b8c2a3"
      ],
      "mappedKnowledge": [
        "c6c839cd-6255-4f3d-afc3-15b805d8025b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c4c5e811-d638-43dd-aa94-c2d0c0253383"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c5fbbf7e-490b-4e65-a5c2-d35de469d7c5",
      "dutyDetail": "Supervise and mentor operatives and report on staff performance.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e9b0b2c7-b14f-455a-86bd-6d4fe26b2300",
        "75d34df3-6efa-47b7-89e4-0b535150f949",
        "0dd1cfca-22a3-41d7-a53a-e040cc715ec6",
        "70396203-b86a-47c8-a26f-1dcd7f01b09d",
        "5b62086a-6f4f-4149-89ba-611c68b8c2a3",
        "515b48f0-0c17-4ab0-8fe6-072f234d9da1"
      ],
      "mappedKnowledge": [
        "0dd049ef-f2e1-493f-90bc-6ad58da792a3",
        "1c3f6444-4595-4f73-b26c-a10c705d2c39",
        "12086e24-e47e-42b9-a400-3f987a011b67",
        "d5d2ac55-8508-48c1-9684-3f0ff372a213",
        "5dab41b2-2c50-4c1a-9898-29b956edd0c7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7268a26a-04fc-4319-b0c2-3c27140f976f",
        "1312155f-191e-4919-87e9-03aef8f31175",
        "a975e51f-9b20-4d9f-ab08-87eeecf32540",
        "3c99369c-294b-48f0-8932-fe6d2071ba7e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d36e7440-9920-4a36-91dc-ad9e67d0a5a7",
      "dutyDetail": "Supervise the adoption of sustainable and environmentally friendly working practices.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e9b0b2c7-b14f-455a-86bd-6d4fe26b2300",
        "75d34df3-6efa-47b7-89e4-0b535150f949",
        "0dd1cfca-22a3-41d7-a53a-e040cc715ec6",
        "b71ab54b-387d-4446-9125-ffbf2bc5d3d1",
        "70396203-b86a-47c8-a26f-1dcd7f01b09d",
        "5b62086a-6f4f-4149-89ba-611c68b8c2a3",
        "515b48f0-0c17-4ab0-8fe6-072f234d9da1"
      ],
      "mappedKnowledge": [
        "00d53038-b3c4-4e7a-899a-f9463872b369",
        "ac107773-ec97-4f7c-bf8d-116c1a81e90c",
        "7e2930cc-a695-4863-ac4e-9d8880e1a88e",
        "1c3f6444-4595-4f73-b26c-a10c705d2c39",
        "12086e24-e47e-42b9-a400-3f987a011b67",
        "d5d2ac55-8508-48c1-9684-3f0ff372a213",
        "5dab41b2-2c50-4c1a-9898-29b956edd0c7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7268a26a-04fc-4319-b0c2-3c27140f976f",
        "d4f49c84-1204-404f-a750-d1bb698e002a",
        "1312155f-191e-4919-87e9-03aef8f31175",
        "a975e51f-9b20-4d9f-ab08-87eeecf32540"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "12b9b6c5-6156-4848-a87e-049cf78d1914",
      "dutyDetail": "Ensure a safe working environment and the adoption of legal working practices including the reviewing of risk assessments. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "7e2930cc-a695-4863-ac4e-9d8880e1a88e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7268a26a-04fc-4319-b0c2-3c27140f976f",
        "d4f49c84-1204-404f-a750-d1bb698e002a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a86d1528-01da-4a2c-835f-4b5936dde0e9",
      "dutyDetail": "Maintain own personal development by keeping up to date with current industry practices.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7848966b-e12c-4b5b-8730-ff901bb7dd11",
        "a5defd66-303f-4377-8d8a-00d086dd1e89"
      ],
      "mappedKnowledge": [
        "3858da77-82bd-43a3-83da-821e807ec27e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "629e3d8c-8bac-4b14-a821-bc745b62bd6d",
        "760cda8c-f36d-49cc-ba05-9d326a58851d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "caf81e7d-ab6a-43a1-832e-b150c7ecd838",
      "dutyDetail": "Communicate with stakeholders on the factors affecting the condition of the sports turf and manage expectations. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "0dd1cfca-22a3-41d7-a53a-e040cc715ec6",
        "70396203-b86a-47c8-a26f-1dcd7f01b09d",
        "5b62086a-6f4f-4149-89ba-611c68b8c2a3",
        "515b48f0-0c17-4ab0-8fe6-072f234d9da1",
        "a5defd66-303f-4377-8d8a-00d086dd1e89"
      ],
      "mappedKnowledge": [
        "be288261-ba95-454f-bf8b-0bbaf386db22",
        "9a362edc-13a5-4cbc-bbef-8bd2a79e7314",
        "fff27122-13d6-44d2-bfb6-7e7b7daa2a9a",
        "164cf8ce-792b-47ad-aee8-794029a4ab45",
        "1c3f6444-4595-4f73-b26c-a10c705d2c39",
        "12086e24-e47e-42b9-a400-3f987a011b67"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "629e3d8c-8bac-4b14-a821-bc745b62bd6d",
        "c4c5e811-d638-43dd-aa94-c2d0c0253383",
        "1312155f-191e-4919-87e9-03aef8f31175",
        "a975e51f-9b20-4d9f-ab08-87eeecf32540",
        "b3a90b73-1136-468f-b6e3-7ac2d74e7d63"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7019fee4-122a-4640-adb3-661ed1943b5a",
      "dutyDetail": "Plan, prepare for and supervise the construction or renovation of the sports turf facilities. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "0dd049ef-f2e1-493f-90bc-6ad58da792a3",
        "fff27122-13d6-44d2-bfb6-7e7b7daa2a9a",
        "a1ba7ebc-6d54-422f-a088-d6500ba2e28c",
        "18b2e842-9362-47ae-93f6-97424e921be9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4867f4d0-a9c3-4c33-83d2-f72009d0ea6e",
        "a3854456-5e1c-4b8c-9f4d-5b9f1db85fc0",
        "d284490c-ad7d-4ea6-8d85-8c79cfaef94d",
        "f8016d15-9636-44cc-bd66-8cd98d6aadd6"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-10-04T00:00:00"
}