{
  "templateType": "Occupational Standard",
  "larsCode": 749,
  "referenceNumber": "ST1312",
  "learningAimClassCode": "",
  "title": "Legal technician - conveyancing technician or probate technician",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1312",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2025-03-25T00:00:00",
  "earliestStartDate": "2024-01-03T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Support the Authorised Person in dealing with legal matters relating to the transfer of ownership of land or property from a seller to a buyer.",
  "level": 4,
  "ePALength": 3,
  "typicalDuration": 24,
  "maxFunding": 10000,
  "maxFundingAdditionalInformation": "",
  "route": "Legal, finance and accounting",
  "keywords": [
    "legal technician",
    "Conveyancing Technician",
    "Probate Technician",
    "conveyancer",
    "law"
  ],
  "jobRoles": [
    "Conveyancing paralegal",
    "Conveyancing technician",
    "Private client paralegal",
    "Probate paralegal",
    "Probate technician",
    "Registered conveyancing technician",
    "Registered probate technician"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st1312-v1-0?view=epa",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.5 Law and legal services",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found across the legal sector in large and small firms. Whilst probate work is done within private firms, conveyancing activities can take place in public, private and third sector organisations who carry out land and property transactions. Commercial or public sector organisations may offer in-house services or contract out their conveyancing requirements to third parties. For example conveyancing technicians may work in housing associations, local authorities, banks and building societies, property development companies and even rail and air entities.&lt;/p&gt;\n&lt;p&gt;The legal technician (LT) role supports the work of the firm in one of 2 key areas, conveyancing or wills and probate, both of which are regulated by the Conveyancing Licensing Council (CLC) but not exclusively.&lt;/p&gt;\n&lt;p&gt;An LT knows the law in their specialist area to a level where they can address routine matters. They also have a broad awareness of other aspects of law that may impact on their day-to-day work&lt;/p&gt;\n&lt;p&gt;Both conveyancing and probate options require the LT to use their expertise in conveyancing or probate law to engage with clients and other stakeholders. They use their legal knowledge to understand the clients and stakeholder’s needs to help them access the right services. The LT uses a range of communication channels and styles to tailor their approach so that whether the client is a member of the public or an experienced lawyer they get the legal information and support that they need in a form that is appropriate to them.&lt;/p&gt;\n&lt;p&gt;The LT manages their workload under the direct supervision of an Authorised Person, a qualified individual authorised by an approved regulator to carry out reserved legal activities. Working under the supervision of a regulated conveyancing or probate lawyer they may support, but not have responsibility for, dealing with more complex or ambiguous cases. They provide support to colleagues as needed though they do not manage or supervise others.&lt;/p&gt;\n&lt;p&gt;The LT uses digital tools in their work to conduct legal research, manage caseloads and communications. They are expected to maintain the highest personal standards or integrity and professionalism in managing data and privileged information.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;An LT has a good knowledge of the law in relation to their specialist area and a broad awareness of other aspects of law that may impact on their day-to-day work. They take an active and professional approach to identifying risks to vulnerable clients and in relation to combating fraud such as money laundering and cybercrime.&lt;/p&gt;\n&lt;p&gt;The role of a conveyancing technician is to support fee-earning activities within conveyancing. They carry out legal activities based on work defined and agreed by a supervisor. This may include supporting a licensed conveyancer as an Authorised Person. Transactions in residential property and land can be stressful and time sensitive so it is vital that conveyancing technicians can demonstrate empathy with clients under pressure.&lt;/p&gt;\n&lt;p&gt;The conveyancing technician may also carry out work in connection with any transaction that creates, varies, transfers or discharges a legal or equitable interest in any real property. They are flexible in their approach because each property transaction is unique and work closely with clients who are the buyers and sellers of property and often also a lending institution.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;The conveyancing technician understands the intent of regulatory arrangements, consumer and lender requirements and escalates or deals with tasks accordingly. The occupation involves managing a range of standard non-complex conveyancing transactions as a fee earner and by supporting the Authorised Person with the management of their case load.&lt;/p&gt;\n&lt;p&gt;Probate technicians work in a variety of legal teams and settings recognised in the private client industry and deal with a broad range of other professional persons including accountants, banks, tax authorities, trusts and charitable professionals while administering an estate.&lt;/p&gt;\n&lt;p&gt;The role of a probate technician is to support fee-earning activities within will drafting, legal powers of attorney and probate.&amp;nbsp; This may include supporting a principal probate practitioner as an Authorised Person.&amp;nbsp; The role is varied as no two estates are the same and given that this is helping clients often at an emotional time, they must be able to demonstrate empathy and understanding.&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;A probate technician deals with the drafting and administration of wills and the affairs of a deceased person (“estate”) and they liaise with their representatives (executors or administrators) to administer the estate in accordance with their will or under the intestacy provisions, (should they have not left a will). They assist others with caseloads of non-inheritance tax and non-complex estates either fully administering the estate or dealing with parts of the process. They understand the requirements and restrictions of working in a regulated environment together with consumer and legal requirements associated with probate matters.&amp;nbsp;&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "91839b91-20ff-414d-b1b1-d2f4d6b960ce",
      "detail": "fundamentals of legal and regulatory liabilities with regards to the client and business to ensure compliance with all professional obligations."
    },
    {
      "knowledgeId": "de704875-ee0d-4629-a8b7-1bac26d06976",
      "detail": "fundamentals of the requirements for acting in the best interest of the client to protect clients and limit liability for negligence, such as, identifying and acting for vulnerable clients."
    },
    {
      "knowledgeId": "ec3b6b70-de9a-4174-87de-adac7786d310",
      "detail": "fundamentals of anti-money laundering regulations in relation to legal transactions including personal and professional liability."
    },
    {
      "knowledgeId": "7c55d7a6-b6c8-4405-b128-837b46618617",
      "detail": "fundamentals of the principles of client billing including the principles of time-recording and fee charging structures."
    },
    {
      "knowledgeId": "54cc40b1-7ef0-454a-bd3e-6ac19fdd784e",
      "detail": "various communication techniques to translate legal terms and concepts, using plain English to explain standard legal terms."
    },
    {
      "knowledgeId": "e78ca05b-75cf-4362-99e7-fa3aab352531",
      "detail": "principles of digital tools and software such as case management systems, databases and online drafting software."
    },
    {
      "knowledgeId": "c8cf7337-4e9c-4afa-b188-9b2ce562d607",
      "detail": "organisational data and information security standards, policies and procedures relevant to data management activities."
    },
    {
      "knowledgeId": "4675fadf-111f-4866-80d3-2692af965629",
      "detail": "fundamentals of legal requirements relating to the use of data including risks to confidentiality of data posed by and to client's actions."
    },
    {
      "knowledgeId": "dc53b940-3549-414f-81eb-1ff6b454dc83",
      "detail": "fundamentals of organisational vulnerabilities in digital systems, including, cybersecurity and steps that can be taken to mitigate those risks."
    },
    {
      "knowledgeId": "454e499a-1375-41e6-b4c2-f7d218f4383f",
      "detail": "principles of best practice for diversity and inclusion when providing services to clients."
    },
    {
      "knowledgeId": "fb97ea5d-fbd1-45c4-b7d4-7240f3094698",
      "detail": "the activities of the occupation which contribute to their ‘professional carbon footprint’ and steps that can be taken to reduce it."
    },
    {
      "knowledgeId": "aca190ae-afe3-4beb-a9c1-26b5b0443a2e",
      "detail": "fundamentals of professional regulatory arrangements for personal compliance with requirements. "
    },
    {
      "knowledgeId": "6a4aeed3-ac08-4afb-b1fb-3f5abedf3f2a",
      "detail": "principles of law applicable to conveyancing in respect of residential property."
    },
    {
      "knowledgeId": "f52ffd37-379a-47ee-a9e4-c2f5001aad31",
      "detail": "fundamentals of taxes relevant for conveyancing."
    },
    {
      "knowledgeId": "916ec5ab-32f1-47bf-86ab-afd607f08164",
      "detail": "approaches to stakeholder engagement and conducting Know Your Client activity to establish needs and risks within conveyancing activity."
    },
    {
      "knowledgeId": "fca86a4c-8e3e-4d43-9036-62d0cd6d6ce5",
      "detail": "principles of law applicable to Will drafting and Lasting Powers of Attorney."
    },
    {
      "knowledgeId": "088980f0-36eb-4082-ae45-c0e747a71a3f",
      "detail": "principles of law applicable to probate."
    },
    {
      "knowledgeId": "c4b4c848-471e-4af8-a553-4eade2f13916",
      "detail": "fundamentals of taxes relevant for probate activities."
    },
    {
      "knowledgeId": "5ea04398-18cc-4486-be5f-337e29b5bf28",
      "detail": "principles of establishing legal capacity and identifying potentially vulnerable clients including during drafting of Wills, Lasting Powers of Attorney and administration of estate."
    },
    {
      "knowledgeId": "00dc8eeb-5c9a-4937-a8d1-363e894eaebc",
      "detail": "principles of reviewing deceased client documents and records including identification and significance of digital assets."
    },
    {
      "knowledgeId": "dc269c5b-01a2-48ff-9017-79e141943535",
      "detail": "principles of drafting Wills and Lasting Powers of Attorney."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "afb99c8d-0259-40f2-a068-1f08523607a2",
      "detail": "Accountable for own fee generating work and the costs incurred to deliver services in line with the organisation's approach. "
    },
    {
      "behaviourId": "346f1588-fd9c-4a73-8dcf-d9e1efdf07ed",
      "detail": "Provides a timely and efficient service."
    },
    {
      "behaviourId": "77f0bad6-6829-4d3b-b2cf-62506c9e9eb1",
      "detail": "Helps generate solutions to legal problems, working with senior colleagues to consider a range of options and identify when to escalate when problems are outside their remit."
    },
    {
      "behaviourId": "2f3fa203-0197-42ad-926c-2cc4bedd6dde",
      "detail": "Works closely with senior colleagues to ensure that the client and organisation are protected from undue influence, financial crimes and cyber-crime."
    },
    {
      "behaviourId": "d20a1203-bdc3-42b7-863a-0ae195912dc4",
      "detail": "Approaches work with professionalism in legal service activities and relationships with others."
    }
  ],
  "skills": [
    {
      "skillId": "d662e351-29e9-424a-8196-334d747ce62f",
      "detail": "manage points of contact with clients and key milestones to lead the client experience."
    },
    {
      "skillId": "cbf7659f-78d4-4441-b25e-f9138c84445f",
      "detail": "administer legal procedures, under supervision, to work effectively with other lawyers and professional third parties."
    },
    {
      "skillId": "f701bd8f-8c33-4de1-a780-b30322f59ece",
      "detail": "assist clients and manage their expectations, under supervision, using the most effective channels and approaches. "
    },
    {
      "skillId": "b3d1472b-8f6f-447a-bced-f893ea6c58fb",
      "detail": "protect client's interests, under supervision, to ensure they receive an honest and lawful service."
    },
    {
      "skillId": "64352017-6d0b-4c36-b87e-be049d4200d3",
      "detail": "organise and administer workflow such as legal files, case management and accounting systems to progress work within service level expectations."
    },
    {
      "skillId": "60fe1043-88f0-425e-9705-c96b087ae915",
      "detail": "use the principles of Law and translate using plain English to provide clarification and explanation of the legal process and standard Legal terms."
    },
    {
      "skillId": "3623b9c2-5bcf-4cfc-a827-b97f7f4b4e9a",
      "detail": "support service delivery with transparency and within the cost model of the organisation."
    },
    {
      "skillId": "a1ff0e0b-b9c6-4e92-98c9-1d31e47933c5",
      "detail": "undertake “Know Your Client” activities throughout legal transactions."
    },
    {
      "skillId": "b9f86e98-3898-4d51-a533-3ff1e3297f79",
      "detail": "undertake fraud protection measures and cyber security procedures in relation to legal transactions."
    },
    {
      "skillId": "8a0c669b-858a-4d13-82e1-36ad0b489087",
      "detail": "manage risk, under supervision, in relation to legal and regulatory liabilities with regards to the client and business."
    },
    {
      "skillId": "47104816-d4a9-47c0-a859-71bd836f35d3",
      "detail": "undertake case load management, under supervision, to prioritise customer service and work in the client's best interests."
    },
    {
      "skillId": "947f7ff7-f317-4c69-94a4-15d16a5cb441",
      "detail": "adhere to professional, supervisory and regulatory requirements as required by organisational policies and procedures."
    },
    {
      "skillId": "c1dbc3de-02c0-45f4-908f-64a921b2fb4a",
      "detail": "undertake the provision of legal services, under supervision, in connection with sale and purchase, re-mortgage or transfers of equity of residential property including advice and guidance to clients relevant to conveyancing."
    },
    {
      "skillId": "40365188-f5a1-4e0c-a946-bb6e7eb0aa3e",
      "detail": "review and administer legal documents related to sale and purchase, re-mortgage or transfers of equity of residential property, including, land registry file documents, statutory declarations and completing documents as required."
    },
    {
      "skillId": "d48f7ef8-39fa-4c8c-8d24-dfd876e7af1c",
      "detail": "undertake the assessment of client risk, under supervision, in relation to Will drafting and Lasting Powers of Attorney for example: risks to vulnerable or elderly clients."
    },
    {
      "skillId": "9e89e148-1bd6-493e-936d-c6a68f6d035c",
      "detail": "undertake the assessment of client risk, under supervision, in relation to probate."
    },
    {
      "skillId": "12bf8c60-589e-43db-9f47-f0d3534ae6f8",
      "detail": "undertake the provision of legal services, under supervision, in connection with administration of an estate including advice and guidance to clients relevant to Will drafting and Lasting Powers of Attorney."
    },
    {
      "skillId": "eda40f94-56ab-4da7-bff1-be5886acd67f",
      "detail": "undertake the provision of legal services, under supervision, in connection with administration of an estate including advice and guidance to clients relevant to probate."
    },
    {
      "skillId": "d5ee6883-6921-4ca1-acd7-2169db8b453f",
      "detail": "undertake the review and administration of legal documents, under supervision, related to Will drafting and Lasting Powers of Attorney including drafting and completing documents as required."
    },
    {
      "skillId": "16d0e14b-58b9-4906-bc1d-a7054aadc6fe",
      "detail": "undertake the review and administration of legal documents, under supervision, related to probate including drafting and completing documents as required."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2024-01-03T00:00:00 +00:00",
  "integratedApprenticeship": true,
  "integration": "None",
  "integratedDegree": "",
  "tbReference": "TB0132",
  "tbMainContact": "nicola.houston@pavilionrow.com",
  "involvedEmployers": "Al-HQ Law, Bradley's, Chartahouse, CLC Group, CLS Property Insight, Co-operative  group, Conveyancing Direct Property Lawyers, Countrywide Property Lawyers, Eden Conveyancing, Edkins Milward, Forbes Solicitors, Formby Law, G2 Conveyancing, Gen H Legal, Honey Legal, Pavilion Row, PCS Legal, PVT, Scottish Qualifications Authority, Shoosmiths, Simplify, Simply Conveyancing, Singletons, Austin Ryder, Suremove.",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Conveyancing paralegal",
    "Conveyancing technician",
    "Private client paralegal",
    "Probate paralegal",
    "Probate technician",
    "Registered conveyancing technician",
    "Registered probate technician"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Legal",
  "cluster": "Legal technician",
  "clusterId": "250",
  "clusterDescription": "Deliver Family Law, Civil Litigation, Criminal Law, Company, Business Law  and conveyancing transactions (land and property), estate administration and manage small, non-complex cases under supervision",
  "createdDate": "2025-01-21T15:07:32 +00:00",
  "lastUpdated": "2025-03-25T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2024-01-03T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC1312",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1312-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1312-v1-0",
  "qualifications": [
    {
      "qualificationId": "03899886-adf5-45d1-a32f-26e3fd613a21",
      "title": "Diploma in conveyancing law and practice",
      "level": "4",
      "anyAdditionalInformation": "Attainment of this qualification may be met by exemptions subject to Council for Licensed Conveyancers regulatory requirements.",
      "qualificationEpaIntegration": "",
      "mappedOptions": [
        {
          "title": "conveyancing technician",
          "optionID": "93607c4c-0d22-49f8-b03b-d0896896bd68"
        }
      ]
    },
    {
      "qualificationId": "b1428476-49ad-4456-ae29-6f2a58349a54",
      "title": "Diploma in probate law and practice",
      "level": "4",
      "anyAdditionalInformation": "Attainment of this qualification may be met by exemptions subject to Council for Licensed Conveyancers regulatory requirements.",
      "qualificationEpaIntegration": "",
      "mappedOptions": [
        {
          "title": "probate technician",
          "optionID": "80353718-c581-49fe-958d-3e005077ec83"
        }
      ]
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "Council for Licensed Conveyancers ",
      "level": "Registration on the CLC legal technician directory",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "5c34eebe-2a25-4bdd-8a25-5407945fd21e",
      "dutyDetail": "work closely with 3rd party stakeholders and other professionals to understand their requirements and provide excellent customer service for example: property managing agents, probate lawyers, mortgage brokers, land registry, court of protection",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "afb99c8d-0259-40f2-a068-1f08523607a2",
        "346f1588-fd9c-4a73-8dcf-d9e1efdf07ed",
        "2f3fa203-0197-42ad-926c-2cc4bedd6dde",
        "d20a1203-bdc3-42b7-863a-0ae195912dc4"
      ],
      "mappedKnowledge": [
        "91839b91-20ff-414d-b1b1-d2f4d6b960ce",
        "7c55d7a6-b6c8-4405-b128-837b46618617",
        "54cc40b1-7ef0-454a-bd3e-6ac19fdd784e",
        "454e499a-1375-41e6-b4c2-f7d218f4383f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d662e351-29e9-424a-8196-334d747ce62f",
        "cbf7659f-78d4-4441-b25e-f9138c84445f",
        "60fe1043-88f0-425e-9705-c96b087ae915",
        "b9f86e98-3898-4d51-a533-3ff1e3297f79"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "955e3957-1cb7-4cd5-89d6-58731a58b231",
      "dutyDetail": "work closely with senior colleagues to provide ethical legal services ensuring high standards of client care ensuring they are acting in the best interests of the client",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "afb99c8d-0259-40f2-a068-1f08523607a2",
        "346f1588-fd9c-4a73-8dcf-d9e1efdf07ed",
        "2f3fa203-0197-42ad-926c-2cc4bedd6dde",
        "d20a1203-bdc3-42b7-863a-0ae195912dc4"
      ],
      "mappedKnowledge": [
        "91839b91-20ff-414d-b1b1-d2f4d6b960ce",
        "de704875-ee0d-4629-a8b7-1bac26d06976",
        "ec3b6b70-de9a-4174-87de-adac7786d310",
        "7c55d7a6-b6c8-4405-b128-837b46618617",
        "54cc40b1-7ef0-454a-bd3e-6ac19fdd784e",
        "e78ca05b-75cf-4362-99e7-fa3aab352531",
        "4675fadf-111f-4866-80d3-2692af965629",
        "454e499a-1375-41e6-b4c2-f7d218f4383f",
        "aca190ae-afe3-4beb-a9c1-26b5b0443a2e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d662e351-29e9-424a-8196-334d747ce62f",
        "cbf7659f-78d4-4441-b25e-f9138c84445f",
        "f701bd8f-8c33-4de1-a780-b30322f59ece",
        "b3d1472b-8f6f-447a-bced-f893ea6c58fb",
        "60fe1043-88f0-425e-9705-c96b087ae915",
        "a1ff0e0b-b9c6-4e92-98c9-1d31e47933c5",
        "b9f86e98-3898-4d51-a533-3ff1e3297f79",
        "47104816-d4a9-47c0-a859-71bd836f35d3",
        "947f7ff7-f317-4c69-94a4-15d16a5cb441"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "bc386a65-4744-4d8c-b6c6-387fdc1d2887",
      "dutyDetail": "work closely with senior colleagues to provide legal services within professional remit and only under the under the instruction of an Authorised Person",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "77f0bad6-6829-4d3b-b2cf-62506c9e9eb1",
        "2f3fa203-0197-42ad-926c-2cc4bedd6dde"
      ],
      "mappedKnowledge": [
        "91839b91-20ff-414d-b1b1-d2f4d6b960ce",
        "ec3b6b70-de9a-4174-87de-adac7786d310",
        "7c55d7a6-b6c8-4405-b128-837b46618617",
        "dc53b940-3549-414f-81eb-1ff6b454dc83",
        "fb97ea5d-fbd1-45c4-b7d4-7240f3094698",
        "aca190ae-afe3-4beb-a9c1-26b5b0443a2e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f701bd8f-8c33-4de1-a780-b30322f59ece",
        "b9f86e98-3898-4d51-a533-3ff1e3297f79"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b7c980b6-77ed-4fac-be8e-75e4ce365b68",
      "dutyDetail": "carry out Know Your Client activities to ensure that the appropriate type of legal service is being provided",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "77d9a279-7869-43df-8ef4-1f0dcd5c278a",
      "dutyDetail": "work closely with senior colleagues to contribute to the risk assessment of the impact of transactions on clients and other stakeholders to ensure compliance with legislation and professional standards",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "afb99c8d-0259-40f2-a068-1f08523607a2",
        "346f1588-fd9c-4a73-8dcf-d9e1efdf07ed",
        "77f0bad6-6829-4d3b-b2cf-62506c9e9eb1",
        "2f3fa203-0197-42ad-926c-2cc4bedd6dde"
      ],
      "mappedKnowledge": [
        "de704875-ee0d-4629-a8b7-1bac26d06976",
        "ec3b6b70-de9a-4174-87de-adac7786d310",
        "7c55d7a6-b6c8-4405-b128-837b46618617",
        "454e499a-1375-41e6-b4c2-f7d218f4383f",
        "fb97ea5d-fbd1-45c4-b7d4-7240f3094698"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d662e351-29e9-424a-8196-334d747ce62f",
        "cbf7659f-78d4-4441-b25e-f9138c84445f",
        "f701bd8f-8c33-4de1-a780-b30322f59ece",
        "64352017-6d0b-4c36-b87e-be049d4200d3",
        "3623b9c2-5bcf-4cfc-a827-b97f7f4b4e9a",
        "a1ff0e0b-b9c6-4e92-98c9-1d31e47933c5",
        "b9f86e98-3898-4d51-a533-3ff1e3297f79",
        "8a0c669b-858a-4d13-82e1-36ad0b489087",
        "947f7ff7-f317-4c69-94a4-15d16a5cb441"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "65a9886e-6d49-4ccc-b36d-ce5b04dbf4fa",
      "dutyDetail": "administer systems to create, maintain and use client and organisation data securely",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "afb99c8d-0259-40f2-a068-1f08523607a2"
      ],
      "mappedKnowledge": [
        "7c55d7a6-b6c8-4405-b128-837b46618617",
        "e78ca05b-75cf-4362-99e7-fa3aab352531",
        "c8cf7337-4e9c-4afa-b188-9b2ce562d607",
        "4675fadf-111f-4866-80d3-2692af965629",
        "dc53b940-3549-414f-81eb-1ff6b454dc83"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d662e351-29e9-424a-8196-334d747ce62f",
        "cbf7659f-78d4-4441-b25e-f9138c84445f",
        "64352017-6d0b-4c36-b87e-be049d4200d3",
        "3623b9c2-5bcf-4cfc-a827-b97f7f4b4e9a",
        "b9f86e98-3898-4d51-a533-3ff1e3297f79",
        "47104816-d4a9-47c0-a859-71bd836f35d3",
        "947f7ff7-f317-4c69-94a4-15d16a5cb441"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "073fa303-390a-4221-a524-eea3acde681e",
      "dutyDetail": "assist senior colleagues to ensure that all transactions and activities are carried out safely and securely to protect the organisation from threats such as fraud and cybercrime  ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "08983456-cac3-4c25-96a6-a70d397234d2",
      "dutyDetail": "work closely with senior colleagues to understand their requirements and provide excellent customer service",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "afb99c8d-0259-40f2-a068-1f08523607a2",
        "346f1588-fd9c-4a73-8dcf-d9e1efdf07ed",
        "77f0bad6-6829-4d3b-b2cf-62506c9e9eb1"
      ],
      "mappedKnowledge": [
        "7c55d7a6-b6c8-4405-b128-837b46618617",
        "54cc40b1-7ef0-454a-bd3e-6ac19fdd784e",
        "fb97ea5d-fbd1-45c4-b7d4-7240f3094698"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "cbf7659f-78d4-4441-b25e-f9138c84445f",
        "64352017-6d0b-4c36-b87e-be049d4200d3",
        "b9f86e98-3898-4d51-a533-3ff1e3297f79",
        "8a0c669b-858a-4d13-82e1-36ad0b489087"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9ee138d8-69b1-4863-9403-1219ba078d5c",
      "dutyDetail": "manage their personal and professional continuous development",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "afb99c8d-0259-40f2-a068-1f08523607a2",
        "77f0bad6-6829-4d3b-b2cf-62506c9e9eb1",
        "d20a1203-bdc3-42b7-863a-0ae195912dc4"
      ],
      "mappedKnowledge": [
        "91839b91-20ff-414d-b1b1-d2f4d6b960ce",
        "ec3b6b70-de9a-4174-87de-adac7786d310",
        "e78ca05b-75cf-4362-99e7-fa3aab352531",
        "4675fadf-111f-4866-80d3-2692af965629",
        "dc53b940-3549-414f-81eb-1ff6b454dc83",
        "fb97ea5d-fbd1-45c4-b7d4-7240f3094698"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "64352017-6d0b-4c36-b87e-be049d4200d3",
        "60fe1043-88f0-425e-9705-c96b087ae915",
        "b9f86e98-3898-4d51-a533-3ff1e3297f79"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8ace95cb-a489-4ed9-961e-51095e6f2701",
      "dutyDetail": "assist senior colleagues in provision of conveyancing legal advice in connection with sale and purchase, re-mortgage or transfers of equity of residential property.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "6a4aeed3-ac08-4afb-b1fb-3f5abedf3f2a",
        "f52ffd37-379a-47ee-a9e4-c2f5001aad31",
        "916ec5ab-32f1-47bf-86ab-afd607f08164"
      ],
      "mappedOptions": [
        "93607c4c-0d22-49f8-b03b-d0896896bd68"
      ],
      "mappedSkills": [
        "c1dbc3de-02c0-45f4-908f-64a921b2fb4a",
        "40365188-f5a1-4e0c-a946-bb6e7eb0aa3e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6a1b0996-4f9f-4c8d-96ab-a20da4c31bb4",
      "dutyDetail": "assist senior colleagues in work with clients who are the buyers and sellers of property providing excellent customer service",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "6a4aeed3-ac08-4afb-b1fb-3f5abedf3f2a",
        "f52ffd37-379a-47ee-a9e4-c2f5001aad31",
        "916ec5ab-32f1-47bf-86ab-afd607f08164"
      ],
      "mappedOptions": [
        "93607c4c-0d22-49f8-b03b-d0896896bd68"
      ],
      "mappedSkills": [
        "c1dbc3de-02c0-45f4-908f-64a921b2fb4a",
        "40365188-f5a1-4e0c-a946-bb6e7eb0aa3e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4829cda6-4b87-4f53-a3c5-e75145b760ab",
      "dutyDetail": "assist senior colleagues in work with lending institutions to meet their requirements and provide excellent customer service",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "6a4aeed3-ac08-4afb-b1fb-3f5abedf3f2a",
        "f52ffd37-379a-47ee-a9e4-c2f5001aad31",
        "916ec5ab-32f1-47bf-86ab-afd607f08164"
      ],
      "mappedOptions": [
        "93607c4c-0d22-49f8-b03b-d0896896bd68"
      ],
      "mappedSkills": [
        "c1dbc3de-02c0-45f4-908f-64a921b2fb4a",
        "40365188-f5a1-4e0c-a946-bb6e7eb0aa3e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f08d6672-71ea-41b0-a413-ac8afb18762e",
      "dutyDetail": "assist senior colleagues to administer a caseload of property and land transactions to demanding timescales such as freehold, re-mortgages and transfers of equity",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "6a4aeed3-ac08-4afb-b1fb-3f5abedf3f2a",
        "f52ffd37-379a-47ee-a9e4-c2f5001aad31",
        "916ec5ab-32f1-47bf-86ab-afd607f08164"
      ],
      "mappedOptions": [
        "93607c4c-0d22-49f8-b03b-d0896896bd68"
      ],
      "mappedSkills": [
        "c1dbc3de-02c0-45f4-908f-64a921b2fb4a",
        "40365188-f5a1-4e0c-a946-bb6e7eb0aa3e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7261184a-820f-49f4-a1db-13410c5146d4",
      "dutyDetail": "support the provision of legal advice in connection with Will drafting, Lasting Powers of Attorney and probate activities",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "fca86a4c-8e3e-4d43-9036-62d0cd6d6ce5",
        "088980f0-36eb-4082-ae45-c0e747a71a3f",
        "c4b4c848-471e-4af8-a553-4eade2f13916",
        "dc269c5b-01a2-48ff-9017-79e141943535"
      ],
      "mappedOptions": [
        "80353718-c581-49fe-958d-3e005077ec83"
      ],
      "mappedSkills": [
        "d48f7ef8-39fa-4c8c-8d24-dfd876e7af1c",
        "9e89e148-1bd6-493e-936d-c6a68f6d035c",
        "12bf8c60-589e-43db-9f47-f0d3534ae6f8",
        "eda40f94-56ab-4da7-bff1-be5886acd67f",
        "d5ee6883-6921-4ca1-acd7-2169db8b453f",
        "16d0e14b-58b9-4906-bc1d-a7054aadc6fe"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a675349a-37fe-46ba-a66a-eb3c933d03c8",
      "dutyDetail": "identify potentially vulnerable clients and adapt approach accordingly. Risk assess each client's capacity for entering into legal transactions and exposure to undue influence. Escalate concerns to senior colleagues",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "fca86a4c-8e3e-4d43-9036-62d0cd6d6ce5",
        "088980f0-36eb-4082-ae45-c0e747a71a3f",
        "c4b4c848-471e-4af8-a553-4eade2f13916",
        "5ea04398-18cc-4486-be5f-337e29b5bf28",
        "dc269c5b-01a2-48ff-9017-79e141943535"
      ],
      "mappedOptions": [
        "80353718-c581-49fe-958d-3e005077ec83"
      ],
      "mappedSkills": [
        "d48f7ef8-39fa-4c8c-8d24-dfd876e7af1c",
        "9e89e148-1bd6-493e-936d-c6a68f6d035c",
        "12bf8c60-589e-43db-9f47-f0d3534ae6f8",
        "eda40f94-56ab-4da7-bff1-be5886acd67f",
        "d5ee6883-6921-4ca1-acd7-2169db8b453f",
        "16d0e14b-58b9-4906-bc1d-a7054aadc6fe"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "350941e3-ff5e-4daf-8bab-b08866a4a622",
      "dutyDetail": "assist senior colleagues in administering a case load of personal transactions including Will drafting, Lasting Powers of Attorney and probate activities to appropriate timescales ensuring work is progressed efficiently, proportionately and using government online systems where required",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "fca86a4c-8e3e-4d43-9036-62d0cd6d6ce5",
        "088980f0-36eb-4082-ae45-c0e747a71a3f",
        "c4b4c848-471e-4af8-a553-4eade2f13916",
        "00dc8eeb-5c9a-4937-a8d1-363e894eaebc",
        "dc269c5b-01a2-48ff-9017-79e141943535"
      ],
      "mappedOptions": [
        "80353718-c581-49fe-958d-3e005077ec83"
      ],
      "mappedSkills": [
        "d48f7ef8-39fa-4c8c-8d24-dfd876e7af1c",
        "9e89e148-1bd6-493e-936d-c6a68f6d035c",
        "12bf8c60-589e-43db-9f47-f0d3534ae6f8",
        "eda40f94-56ab-4da7-bff1-be5886acd67f",
        "d5ee6883-6921-4ca1-acd7-2169db8b453f",
        "16d0e14b-58b9-4906-bc1d-a7054aadc6fe"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6fc946e4-7f6d-4037-8c78-fdf1a95177c2",
      "dutyDetail": "assist senior colleagues in organising and identifying all assets contained within the estate including property and digital assets and also conduct research into the nature and content of an estate such as ownership of property using government data sources such as Land Registry ",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "088980f0-36eb-4082-ae45-c0e747a71a3f",
        "00dc8eeb-5c9a-4937-a8d1-363e894eaebc",
        "dc269c5b-01a2-48ff-9017-79e141943535"
      ],
      "mappedOptions": [
        "80353718-c581-49fe-958d-3e005077ec83"
      ],
      "mappedSkills": [
        "9e89e148-1bd6-493e-936d-c6a68f6d035c",
        "eda40f94-56ab-4da7-bff1-be5886acd67f",
        "d5ee6883-6921-4ca1-acd7-2169db8b453f",
        "16d0e14b-58b9-4906-bc1d-a7054aadc6fe"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [
    {
      "optionId": "5da5b6fa-3e9a-474d-893f-c88f6f4dc728",
      "title": "conveyancing technician",
      "occupationCode": "OCC1312A"
    },
    {
      "optionId": "b8d4e252-945d-44a3-adc2-6d98a5476a69",
      "title": "probate technician",
      "occupationCode": "OCC1312B"
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-03-25T00:00:00"
}