{
  "templateType": "Occupational Standard",
  "larsCode": 734,
  "referenceNumber": "ST1362",
  "learningAimClassCode": "",
  "title": "Soil scientist",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1362",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-10-27T00:00:00",
  "earliestStartDate": "2023-10-26T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "To gather, interpret and evaluate information about the chemistry, biology and physics of soil.",
  "level": 7,
  "ePALength": 3,
  "typicalDuration": 24,
  "maxFunding": 21000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "chemistry",
    "soil",
    "biology",
    "physics",
    "evaluate",
    "interpret",
    "Soil Scientist"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st1362-v1-0?view=epa",
  "ssa1": "2 Science and Mathematics",
  "ssa2": "2.1 Science",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in a range of sectors including agriculture, horticulture, construction and landscaping. Sectors can include agriculture, government agencies, construction and regeneration, landscaping, teaching and research, habitat creation and restoration, woodland planting, peatland restoration, sports amenity, ecological and environmental consultancies, Agtech start-up companies, amongst others. Soil scientists may work in a range of contexts. They could monitor and analyse soil to support farmers to understand and manage soil health and classify land to inform the most appropriate land use and land management options. They may provide guidance to horticulturists and landscapers on soil substrates and growing media. Alternatively, they could provide advice on the impact that earthworks, construction works or demolition works would have on a soil; analysing soil, rock and groundwater prior to major projects or could work in a laboratory setting. There is an increasing need for soil scientists to work across multiple disciplines with other natural science specialists and engineers. Consultancy can include soil mapping and soil surveying experts, who use digital equipment alongside traditional tools such as pit digging, to assess the soil types in an area and support researchers, farmers and town planners and habitat restoration (including peatland) and ecoservice creation. Environmental consultants provide advice on topics including sustainable materials and waste management, biodiversity, flood management and ecosystem management. Government agencies or non-profit organisation might require soil experts to inform policy, write guidance or investigate complaints in order to support enforcement action. A soil scientist might be employed in a range of settings and could lead soil management activities in relation to major infrastructure projects in a large organisation. Alternatively, they may be employed by a specialised organisation or work for smaller dedicated consultancy-based businesses, charities or Non-Governmental Organisations. &lt;br&gt;&lt;br&gt;The broad purpose of the occupation is to gather, interpret and evaluate information about the chemistry, biology and physics of soil. Soil scientists are expected to understand and monitor soil functions and assess how soil properties change over time in response to other environmental changes. Using the information obtained from analysis, they consult, inform and influence on diverse issues such as agricultural production, biodiversity, climate change, environmental quality and protection, human health and land remediation. A soil scientist is required to be competent in techniques including working within or commissioning services from a laboratory, soil classification, Geographic Information System mapping (GIS), restoration techniques and soil management for a variety of soil types. The soil scientist will lead and support field work and site visits and will carry out site surveys. They could be required to work outdoors in all weather, although may be desk-based depending on the particular role. Due to the multidisciplinary nature of soil science, they are likely to be working in interdisciplinary teams. They will be required to communicate at all levels and will document their findings and recommendations. They will also be required to articulate and present results to scientific and non-scientific audiences and develop soil resource plans. They will be required to work in accordance with current legislation and authoritative guidance and also work to a high level of health and safety and environmental protection. Soil scientists may also contribute to business development activities. In their daily work, an employee in this occupation interacts with a range of stakeholders. These could include clients and developers, farmers, landowners, construction managers, government agency representatives, local authorities and planners and the research sector. They are likely to work with clients, developers and suppliers to develop an agreed specification, workplan and budget. Internal stakeholders may include other natural sciences specialists, project managers and cost consultants, designers, communications functions and policymakers. &lt;br&gt;&lt;br&gt;In their daily work, an employee in this occupation interacts with a range of stakeholders. These could include clients and developers, farmers, landowners, construction managers, government agency representatives, local authorities and planners and the research sector. They are likely to work with clients, developers and suppliers to develop an agreed specification, workplan and budget. Internal stakeholders may include other natural sciences specialists, project managers and cost consultants, designers, communications functions and policymakers. &lt;br&gt;&lt;br&gt;An employee in this occupation will be responsible for project planning, taking into account many interacting factors and managing the production of reports to ensure that work is completed to the required standards and is delivered on time, within budget and is delivered to meet the project requirements. They will be required to effectively communicate soil information with project teams, stakeholders and decision makers. Soil scientists exercise broad autonomy and judgement across their work. They will also be required to support the development of delivery teams which would include identifying and integrating multi and interdisciplinary working. They will provide technical advice and support in relation to soils and will promote the implementation of best practice and innovative techniques, technologies and processes. They will identify opportunities for continuous improvement. Soil scientists are required to operate safely and in accordance with governmental and organisational initiatives, policies and procedures including Health and Safety and environmental regulations. They are required to demonstrate integrity, leadership and respect.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "ba460918-7043-41b7-bd56-e8c100f720b1",
      "detail": "Soil characteristics including how soils differ, soil nutrients, the soil formation process (pedogenesis), geology, topography, types and structure considering the combination and interaction of soil chemical, physical and biological properties."
    },
    {
      "knowledgeId": "d624ed82-0853-4b39-84a0-4303e2e88b20",
      "detail": "How to carry out a soil survey (pedology) including classifying soils to a specified standard, considering health and safety, external soil data,  relevant legislation, social, economic and environmental factors."
    },
    {
      "knowledgeId": "fb485d5b-baf8-400b-ab51-ca49dce823e4",
      "detail": "Nutrient management and neutrality, carbon accounting and greenhouse gas emission assessment and monitoring, pollution assessments and control, flood risk and natural capital accounting."
    },
    {
      "knowledgeId": "36b84a9e-bacf-4dbe-a0d0-aece0e8c3a9b",
      "detail": "Substrates and amendments used to benefit soils including composts, and remediation in contaminated soils."
    },
    {
      "knowledgeId": "311a3f8b-2797-4bb5-b8f2-c545ae5504d2",
      "detail": "Soil-water-air-plant-animal interactions and interfaces including how soil health and resilience is built."
    },
    {
      "knowledgeId": "322ae16a-9737-486b-9c07-6190d0702abb",
      "detail": "Soil function and the value of soil ecosystem goods and services for both businesses and the wider environment."
    },
    {
      "knowledgeId": "b99ec458-fa2b-4735-a2c0-a4d7b497dcd9",
      "detail": "Soil health including soil degradation and considerations for construction, agricultural and horticultural management."
    },
    {
      "knowledgeId": "b9ddfccd-2d00-4be1-854f-2d710e9b52fb",
      "detail": "Land management implications including contamination, compaction, soil sealing and remediation and considerations for construction, agricultural and horticultural management."
    },
    {
      "knowledgeId": "425236a1-3023-42cc-afe1-3a50539709b9",
      "detail": "The interactions between soil and climate change including organic matter depletion and soil carbon. "
    },
    {
      "knowledgeId": "1e453fca-c593-40e9-8834-1acd04c0ff3e",
      "detail": "Existing UK policy, guidance, legislation and strategies, basic protection measures for soils and its place within an international context and the UN Sustainable Development Goals."
    },
    {
      "knowledgeId": "3d1235a0-6d09-4a6a-8f6e-dee1421b854e",
      "detail": "How different soils respond to different types of management practices."
    },
    {
      "knowledgeId": "862eaedc-cbd0-44b1-9532-c3cc40f7387c",
      "detail": "The formation and creation of artificial or engineered soils and how they can be used."
    },
    {
      "knowledgeId": "c20b558e-4e1c-4799-be23-f9a01c8a45e9",
      "detail": "Land management economics including the cost of getting it wrong: for horticulture, forestry, construction and soil use for habitat creation."
    },
    {
      "knowledgeId": "f7fcf667-3654-4262-8908-2d9ec21fa20e",
      "detail": "The global political environment and its impact on soil management."
    },
    {
      "knowledgeId": "5a23f612-a7f3-42bb-b1be-29f7fbc32de0",
      "detail": "The wider ecological and archaeological environment and its impact on soil management. "
    },
    {
      "knowledgeId": "889a7396-7a8f-4449-9304-dc0681b4c949",
      "detail": "Land drainage design and sustainable drainage systems (SuDS) for different environments and drainage system and catchment hydrological modelling."
    },
    {
      "knowledgeId": "146643aa-79bd-40c1-94fd-ae791d8c0d6b",
      "detail": "Secondary data and information including soil maps, Geographic Information System Mapping (GIS)."
    },
    {
      "knowledgeId": "0d987264-9203-480a-840b-421e5b2fcdb5",
      "detail": "Levels of authority and the circumstances in which escalation or referral to other colleagues or stakeholders is required."
    },
    {
      "knowledgeId": "8bcbc242-055d-40c9-a190-7361ec8b259a",
      "detail": "Working with clients including project management and understanding the brief."
    },
    {
      "knowledgeId": "cd32aaad-f049-4f21-963b-d9674a570e01",
      "detail": "Developing and implementing soil resource and research plans, sustainable soil management plans, budgets (financial and non-financial), time management, commercial awareness, health and safety (including risk assessments and method statements) and quality standards."
    },
    {
      "knowledgeId": "735456ae-96d6-4bd8-bd76-0a3db51ea553",
      "detail": "How to commission soil surveys, testing and analysis."
    },
    {
      "knowledgeId": "7444ff00-e573-4db1-8a0b-774fc105d51e",
      "detail": "Opportunities for introducing innovative techniques across projects or the wider business."
    },
    {
      "knowledgeId": "a2e13e80-1efd-411e-988b-516c21830bbf",
      "detail": "Critical awareness of stakeholder engagement, mapping, drivers, engagement opportunities and building collaborative relationships. "
    },
    {
      "knowledgeId": "e26ed4eb-4bdb-45d9-85f9-851c81eeb5b2",
      "detail": "Approaches to soil science research questions and the methodologies and techniques required to deliver valid and reliable results."
    },
    {
      "knowledgeId": "9aa80dd2-ab63-46cf-b884-f36173979f63",
      "detail": "Methods used to review, analyse and draw conclusions from data (including how to apply statistically valid comparisons and understand the reliability of data) strategies to present conclusions to clients and other audiences and influence stakeholders."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "e4ddc5d2-1c5b-401b-b6ba-d7ada83e9e0e",
      "detail": "Work proactively and collaboratively with team members and stakeholders from all backgrounds. "
    },
    {
      "behaviourId": "cb442e2a-b69d-47a6-8dc9-1513ec65869a",
      "detail": "Act professionally, demonstrating integrity, empathy and working ethically."
    },
    {
      "behaviourId": "aaccc64a-1494-4b0e-a4a1-41e102ed0d36",
      "detail": "Committed to ethical reporting and when making recommendations, including trade-offs."
    },
    {
      "behaviourId": "7bcd3a80-a5c9-4643-9ef1-179567344e31",
      "detail": "Committed to using innovative approaches and new practices."
    },
    {
      "behaviourId": "9ef4bd79-55a2-4339-9897-a2c907db1cf0",
      "detail": "Works within limits of responsibility and internal policies and procedures. "
    },
    {
      "behaviourId": "8ca87f20-d6d1-4a79-8c17-638112e94dfb",
      "detail": "Respect confidentiality on work related and personal matters."
    },
    {
      "behaviourId": "b1cdcf67-5bfe-4aad-9e5a-e0789f2ebaba",
      "detail": "Be adaptable, reliable and objective."
    },
    {
      "behaviourId": "8a0bc88b-3529-4ae5-ab4c-cbc2c5a456ce",
      "detail": "Take responsibility for personal development, demonstrating commitment to learning, self-improvement and to continual development of technical skills."
    }
  ],
  "skills": [
    {
      "skillId": "0373c4fd-77ec-4672-b143-226353df0b77",
      "detail": "Interpret the relationships between soil and landscape, land use and climate."
    },
    {
      "skillId": "08de155d-113f-4c33-a0c4-aea3a778638e",
      "detail": "Initiate, evaluate, and select the most effective soil sampling and survey technique to meet the project objectives and landscape context."
    },
    {
      "skillId": "45c5ee7c-ed0f-427d-b8fc-2df8f523cd8b",
      "detail": "Critique Agricultural Land Classification reports."
    },
    {
      "skillId": "61c24c12-9a78-4633-a5c1-7a17699c9840",
      "detail": "Select and apply relevant and effective data collection and interpretation, including before and after analysis, for the required purpose including Earth Observation (EO) data, Geographic Information System Mapping (GIS) and soil maps."
    },
    {
      "skillId": "0e934b88-d372-4bcb-83f3-bfce33556038",
      "detail": "Based on the client brief, develop project scope and identify outcomes, deliverables and key performance indicators, including sustainability."
    },
    {
      "skillId": "c24725fd-52fb-4cc6-a895-7f307588aee7",
      "detail": "Select and justify cost effective soil testing methods that achieve project outcomes and ensure accuracy."
    },
    {
      "skillId": "aeb7998e-aaf4-4900-bf71-9a3c560caf13",
      "detail": "Consider the interrelationship between the soil science project, the wider geo-political environment and current regulations and guidelines."
    },
    {
      "skillId": "bd069da4-89ab-4902-9fe9-1fc31461b3b9",
      "detail": "Design and implement soil experiments, resource and research plans, analysis methodologies, and survey approaches including land access and statistical analysis."
    },
    {
      "skillId": "704f203b-df3e-43e7-9d7a-d35550553355",
      "detail": "Undertake digital modelling of soil and use soil data to strengthen the applicability of models."
    },
    {
      "skillId": "67d2150c-5d60-4650-8544-8e69053288ba",
      "detail": "Analyse and handle confidential information securely."
    },
    {
      "skillId": "ee552f07-6d79-4d56-94c4-c6c19092df81",
      "detail": "Manage the delivery of the project plans including budget, tenders for services, obtaining relevant permits, timelines and address any risks and concerns."
    },
    {
      "skillId": "26aee8ac-aa50-458e-98b6-72097b926dff",
      "detail": "Develop, maintain and monitor compliance with health and safety requirements including Risk Assessment and Method Statements (RAMS). "
    },
    {
      "skillId": "94fe8913-7cf7-4f5b-af59-22e389b8072e",
      "detail": "Take a systematic approach to identify interacting factors of soil investigations and the key stakeholders."
    },
    {
      "skillId": "b71ecd37-eeeb-4a76-bb04-ac768aa74d23",
      "detail": "Analyse soil information to draw robust conclusions and identify the limitations of the results and the context within which they apply."
    },
    {
      "skillId": "a5f96e40-6168-40d0-9413-4b78bc770e1f",
      "detail": "Produce verbal and written specialist technical reports, following standard policies and procedures, based on the evidence collected."
    },
    {
      "skillId": "10c43b25-b28b-463f-948b-b3c44666073d",
      "detail": "Communicate soil information to meet the needs of various stakeholders."
    },
    {
      "skillId": "2df49bd1-11d8-41ad-83a4-147a3d2ebd5f",
      "detail": "Apply a systematic approach to solving problems that involve interacting factors and provide sustainable solutions."
    },
    {
      "skillId": "7d94c3af-95e3-4681-a54c-d081988878ae",
      "detail": "Present project outcomes and justify the fit with objectives."
    },
    {
      "skillId": "d567ea47-2826-427d-a777-dc5c47c2e912",
      "detail": "Identify opportunities to implement best practice and innovative techniques and promote their application into the project or across the organisation."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2023-10-26T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": "None",
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0835",
  "tbMainContact": "andrewmorris@soils.org.uk",
  "involvedEmployers": "Arcadis, Askew Land and Soil, Atkins Limited, British Society of Soil Science, Cornwall College Group, Cranfield University, ERS, Land Research Associates, Natural England, RSK ADAS, Tim O’Hare Associates, Wardell Armstrong, WPS Compliance Consultants, Defra, Society for the Environment",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [
    "Contaminated land consultant",
    "Soil advisor",
    "Soil carbon modeller",
    "Soil consultant",
    "Soil scientist",
    "Soil specialist",
    "Soil surveyor"
  ],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Science",
  "cluster": "Science professional",
  "clusterId": "213",
  "clusterDescription": null,
  "createdDate": "2024-08-02T12:17:53 +00:00",
  "lastUpdated": "2023-10-27T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2023-10-26T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC1362",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1362-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1362-v1-0",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "British Society of Soil Science ",
      "level": "technical membership. The apprenticeship will align with the requirements for membership with British Society of Soil Science. Those enrolling for the apprenticeship will be able to apply for Early Careers membership of the Society which will automatically change to technical membership upon demonstration of successful completion of the apprenticeship. ",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "09eaee8b-6ec1-40ce-80db-b82571ee05ba",
      "dutyDetail": "Establish the context of the problems faced by the client taking account of the soil policy context and any regulations, authoritative legislation, guidance and procedures that may apply. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7bcd3a80-a5c9-4643-9ef1-179567344e31",
        "b1cdcf67-5bfe-4aad-9e5a-e0789f2ebaba"
      ],
      "mappedKnowledge": [
        "d624ed82-0853-4b39-84a0-4303e2e88b20",
        "425236a1-3023-42cc-afe1-3a50539709b9",
        "1e453fca-c593-40e9-8834-1acd04c0ff3e",
        "3d1235a0-6d09-4a6a-8f6e-dee1421b854e",
        "f7fcf667-3654-4262-8908-2d9ec21fa20e",
        "5a23f612-a7f3-42bb-b1be-29f7fbc32de0",
        "146643aa-79bd-40c1-94fd-ae791d8c0d6b",
        "cd32aaad-f049-4f21-963b-d9674a570e01",
        "e26ed4eb-4bdb-45d9-85f9-851c81eeb5b2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0e934b88-d372-4bcb-83f3-bfce33556038",
        "aeb7998e-aaf4-4900-bf71-9a3c560caf13",
        "bd069da4-89ab-4902-9fe9-1fc31461b3b9",
        "ee552f07-6d79-4d56-94c4-c6c19092df81"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6e7759f5-35c1-4746-a05d-25b4e3208538",
      "dutyDetail": "Conduct a desk based assessment to collect and critically assess available soil data, to inform proposed approach.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7bcd3a80-a5c9-4643-9ef1-179567344e31",
        "b1cdcf67-5bfe-4aad-9e5a-e0789f2ebaba"
      ],
      "mappedKnowledge": [
        "ba460918-7043-41b7-bd56-e8c100f720b1",
        "425236a1-3023-42cc-afe1-3a50539709b9",
        "1e453fca-c593-40e9-8834-1acd04c0ff3e",
        "c20b558e-4e1c-4799-be23-f9a01c8a45e9",
        "5a23f612-a7f3-42bb-b1be-29f7fbc32de0",
        "889a7396-7a8f-4449-9304-dc0681b4c949",
        "9aa80dd2-ab63-46cf-b884-f36173979f63"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0373c4fd-77ec-4672-b143-226353df0b77",
        "aeb7998e-aaf4-4900-bf71-9a3c560caf13",
        "bd069da4-89ab-4902-9fe9-1fc31461b3b9",
        "ee552f07-6d79-4d56-94c4-c6c19092df81"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6d81215a-4e6a-44dc-8a41-571dc9645883",
      "dutyDetail": "Design appropriate soil survey and analysis methodologies.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "ba460918-7043-41b7-bd56-e8c100f720b1",
        "5a23f612-a7f3-42bb-b1be-29f7fbc32de0",
        "889a7396-7a8f-4449-9304-dc0681b4c949",
        "735456ae-96d6-4bd8-bd76-0a3db51ea553",
        "9aa80dd2-ab63-46cf-b884-f36173979f63"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "08de155d-113f-4c33-a0c4-aea3a778638e",
        "45c5ee7c-ed0f-427d-b8fc-2df8f523cd8b",
        "bd069da4-89ab-4902-9fe9-1fc31461b3b9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0d21c422-c725-4738-92d1-959db1977bee",
      "dutyDetail": "Conduct field-based surveys to collect soil data.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "ba460918-7043-41b7-bd56-e8c100f720b1",
        "d624ed82-0853-4b39-84a0-4303e2e88b20",
        "9aa80dd2-ab63-46cf-b884-f36173979f63"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "08de155d-113f-4c33-a0c4-aea3a778638e",
        "45c5ee7c-ed0f-427d-b8fc-2df8f523cd8b",
        "bd069da4-89ab-4902-9fe9-1fc31461b3b9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "786311b6-b432-480b-bcb4-9f47a68dd6d7",
      "dutyDetail": "Commission soil surveys, testing and analysis.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "5a23f612-a7f3-42bb-b1be-29f7fbc32de0",
        "7444ff00-e573-4db1-8a0b-774fc105d51e",
        "9aa80dd2-ab63-46cf-b884-f36173979f63"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "08de155d-113f-4c33-a0c4-aea3a778638e",
        "45c5ee7c-ed0f-427d-b8fc-2df8f523cd8b",
        "c24725fd-52fb-4cc6-a895-7f307588aee7",
        "bd069da4-89ab-4902-9fe9-1fc31461b3b9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0af59bf8-28b5-4987-85a6-777942600aac",
      "dutyDetail": "Interpret and critically evaluate information and data relating to the chemistry, biology and physics of soil and synthesise the data to consider soil functions and changes over time.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "ba460918-7043-41b7-bd56-e8c100f720b1",
        "fb485d5b-baf8-400b-ab51-ca49dce823e4",
        "36b84a9e-bacf-4dbe-a0d0-aece0e8c3a9b",
        "311a3f8b-2797-4bb5-b8f2-c545ae5504d2",
        "322ae16a-9737-486b-9c07-6190d0702abb",
        "b99ec458-fa2b-4735-a2c0-a4d7b497dcd9",
        "b9ddfccd-2d00-4be1-854f-2d710e9b52fb",
        "3d1235a0-6d09-4a6a-8f6e-dee1421b854e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0373c4fd-77ec-4672-b143-226353df0b77"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "43a63649-42cb-45d3-918f-2e3254070af9",
      "dutyDetail": "Critically evaluate secondary data and information including soil maps and Geographic Information System Mapping (GIS). ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "0d987264-9203-480a-840b-421e5b2fcdb5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "61c24c12-9a78-4633-a5c1-7a17699c9840",
        "704f203b-df3e-43e7-9d7a-d35550553355",
        "67d2150c-5d60-4650-8544-8e69053288ba"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fc7b373a-d09e-4c07-8c0d-91318420b6ff",
      "dutyDetail": "Review data and statistics and design statistically valid comparisons using appropriate data analysis and data science techniques.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "9aa80dd2-ab63-46cf-b884-f36173979f63"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0373c4fd-77ec-4672-b143-226353df0b77",
        "bd069da4-89ab-4902-9fe9-1fc31461b3b9",
        "b71ecd37-eeeb-4a76-bb04-ac768aa74d23"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9e03a2d3-5589-491c-9640-4d5d74f6466f",
      "dutyDetail": "Design and develop soil resource management plans.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "862eaedc-cbd0-44b1-9532-c3cc40f7387c",
        "f7fcf667-3654-4262-8908-2d9ec21fa20e",
        "735456ae-96d6-4bd8-bd76-0a3db51ea553"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "bd069da4-89ab-4902-9fe9-1fc31461b3b9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9e1da308-3b36-45ee-be31-cc8d55e0b096",
      "dutyDetail": "Collaborate with clients and stakeholders.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e4ddc5d2-1c5b-401b-b6ba-d7ada83e9e0e",
        "cb442e2a-b69d-47a6-8dc9-1513ec65869a",
        "7bcd3a80-a5c9-4643-9ef1-179567344e31",
        "9ef4bd79-55a2-4339-9897-a2c907db1cf0",
        "8ca87f20-d6d1-4a79-8c17-638112e94dfb"
      ],
      "mappedKnowledge": [
        "8bcbc242-055d-40c9-a190-7361ec8b259a",
        "cd32aaad-f049-4f21-963b-d9674a570e01",
        "a2e13e80-1efd-411e-988b-516c21830bbf",
        "e26ed4eb-4bdb-45d9-85f9-851c81eeb5b2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0e934b88-d372-4bcb-83f3-bfce33556038",
        "10c43b25-b28b-463f-948b-b3c44666073d",
        "7d94c3af-95e3-4681-a54c-d081988878ae"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4aa8455b-0a8d-44d3-919b-ac022065e600",
      "dutyDetail": "Evaluate findings from data and statistics to draw conclusions with reference to implications of soil management approaches, advise and recommend the most suitable actions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "e26ed4eb-4bdb-45d9-85f9-851c81eeb5b2",
        "9aa80dd2-ab63-46cf-b884-f36173979f63"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0373c4fd-77ec-4672-b143-226353df0b77",
        "aeb7998e-aaf4-4900-bf71-9a3c560caf13",
        "94fe8913-7cf7-4f5b-af59-22e389b8072e",
        "b71ecd37-eeeb-4a76-bb04-ac768aa74d23",
        "2df49bd1-11d8-41ad-83a4-147a3d2ebd5f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "44ce2cf4-ed24-4456-833c-fc722cd87178",
      "dutyDetail": "Provide technical advice, presentations and reports to scientific and non-scientific audiences.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "8a0bc88b-3529-4ae5-ab4c-cbc2c5a456ce"
      ],
      "mappedKnowledge": [
        "5a23f612-a7f3-42bb-b1be-29f7fbc32de0",
        "a2e13e80-1efd-411e-988b-516c21830bbf",
        "e26ed4eb-4bdb-45d9-85f9-851c81eeb5b2",
        "9aa80dd2-ab63-46cf-b884-f36173979f63"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a5f96e40-6168-40d0-9413-4b78bc770e1f",
        "10c43b25-b28b-463f-948b-b3c44666073d",
        "7d94c3af-95e3-4681-a54c-d081988878ae",
        "d567ea47-2826-427d-a777-dc5c47c2e912"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d25daa21-a59d-419f-9a44-f3205e88a9b0",
      "dutyDetail": "Promote and oversee the implementation of best practice and innovative techniques, technologies and processes.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e4ddc5d2-1c5b-401b-b6ba-d7ada83e9e0e",
        "cb442e2a-b69d-47a6-8dc9-1513ec65869a",
        "aaccc64a-1494-4b0e-a4a1-41e102ed0d36",
        "9ef4bd79-55a2-4339-9897-a2c907db1cf0",
        "b1cdcf67-5bfe-4aad-9e5a-e0789f2ebaba",
        "8a0bc88b-3529-4ae5-ab4c-cbc2c5a456ce"
      ],
      "mappedKnowledge": [
        "7444ff00-e573-4db1-8a0b-774fc105d51e",
        "a2e13e80-1efd-411e-988b-516c21830bbf"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d567ea47-2826-427d-a777-dc5c47c2e912"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4e0805d0-505d-47f7-9ff4-186a1ad11515",
      "dutyDetail": "Manage end to end projects to ensure delivery to specification, on budget and in accordance with relevant technical, quality, health and safety and environmental legislation and authoritative guidance.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "8ca87f20-d6d1-4a79-8c17-638112e94dfb"
      ],
      "mappedKnowledge": [
        "8bcbc242-055d-40c9-a190-7361ec8b259a",
        "cd32aaad-f049-4f21-963b-d9674a570e01"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "61c24c12-9a78-4633-a5c1-7a17699c9840",
        "ee552f07-6d79-4d56-94c4-c6c19092df81",
        "26aee8ac-aa50-458e-98b6-72097b926dff"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-10-27T00:00:00"
}