{
  "templateType": "Occupational Standard",
  "larsCode": 763,
  "referenceNumber": "ST1335",
  "learningAimClassCode": "",
  "title": "Senior florist",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": true,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1335",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-08-13T00:00:00",
  "earliestStartDate": "2024-06-20T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Care for, prepare, and utilise fresh botanical materials to create designs to meet the bespoke requirements of clients.",
  "level": 3,
  "ePALength": 3,
  "typicalDuration": 21,
  "maxFunding": 10000,
  "maxFundingAdditionalInformation": "",
  "route": "Agriculture, environmental and animal care",
  "keywords": [
    "Senior Florist",
    "Experienced Florist",
    "florist",
    "flowers",
    "plants",
    "botanical",
    "design"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st1335-v1-0?view=epa",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.2 Crafts, creative arts and design",
  "version": "1.0",
  "standardInformation": "&lt;p&gt;d&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in a variety of businesses which care for, prepare, and utilise fresh botanical materials to create designs to meet the bespoke requirements of their clients. Businesses include retail shops, workshops, studios, hotels, TV and film companies, media production, advertising, events specialists, and other floriculture related organisations. There are possible progression opportunities from this occupation to develop skills further within the training and education sector. Employers are mainly small independent businesses, but also include larger non-specialist retailers such as supermarkets. &lt;br&gt;&lt;br&gt;The broad purpose of the occupation is to produce and construct complex floristry designs using advanced botanical knowledge and floristry design theory. They research, identify, and implement current trends in floristry design offerings across the business. They take into account the seasonality of floristry products and ensure the commercial viability of the designs before introducing them across the company. They research and implement sustainable solutions to maximise the visual impact of displays and ensure that product integrity is maintained. A senior florist will also communicate with clients, interpret floristry requirements for bespoke events and present detailed design plans together with costings and quotations. They will research the culture and beliefs of the clients and incorporate this into floral designs. They ensure that the condition of stock is maintained and will resolve non routine and complex problems. They may trouble shoot and implement pest management strategies where appropriate and resolve customer complaints. The senior florist is likely to work in a florist shop or department and will also work onsite at a wide range of venues requiring bespoke and complex floristry designs and construction. They regularly work in environmental conditions suitable for the botanical materials, these are often cooler than average workplace temperatures. There is a need to work at height and within unfamiliar or unusual buildings, which may have specific requirements and limitations to ensure compliance with insurance and or other policies. A senior florist ensures the financial effectiveness of the business. They support the development of financial forecasts taking into account seasonal availability of products, floristry trends and peak periods - for example, Valentine’s day and Mother’s Day. They promote and deliver against marketing targets and contribute to promotional merchandising. They manage the collection and evaluation of customer feedback and use this to produce floristry displays to increase sales and profitability. There are no statutory licencing requirements for this role.&lt;br&gt;&lt;br&gt;In their daily work, an employee in this occupation interacts with a wide range of internal and external stakeholders. They may deal with business owners or senior leaders on a day to day basis as well as florists and other members of their team. Senior florists will also interact with clients, customers, venue owners and suppliers on a regular basis. They will interact using a range of mediums including face to face, telephone and through digital channels. &lt;br&gt;&lt;br&gt;An employee in this occupation will be responsible for supervising the day-to-day running of a floristry business or floristry department as well as for specialist events. They have responsibility for ensuring the availability of floristry materials and resources in line with consumer demand. They are responsible for planning, scheduling and supervising all aspects of floristry projects to ensure resources are available and that high quality floristry products are delivered on time. They are likely to report directly to a florist owner or to a senior manager in a large floristry department. They implement systems and processes to ensure the effective operation of the business. This could include stock rotation and storage plans to optimise the life span of cut botanical materials and minimise waste. They will promote and supervise the use of digital technology to ensure the smooth operation of the business from design through to delivery. A senior florist will mentor and train colleagues to develop their floristry techniques, botanical knowledge, and increase their capability to produce complex floristry designs. A senior florist will help develop, promote, monitor, and ensure that current health and safety legislation, environmental and sustainable working practices are adhered to on and off site.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "d43495ff-7084-42fa-92ca-1c857e4d50d4",
      "detail": "The impact of legislation on businesses, including: Employment law – keeping employees safe and ensuring employers are fair, Consumer law – protecting consumers and anyone purchasing products and services , Health and Safety law."
    },
    {
      "knowledgeId": "d7cedfa0-31a3-4db9-8c29-66774fdb2f47",
      "detail": "Organisation's data protection policy, specifically in relation to customers and suppliers - including General Data Protection Regulations."
    },
    {
      "knowledgeId": "1631c0ca-2db1-4421-9470-a5fd88817682",
      "detail": "How to manage pests, diseases and disorders on fresh produce including fresh cut materials and plants."
    },
    {
      "knowledgeId": "8ceaeb39-8e66-49af-9505-b4e215484aea",
      "detail": "Processes for estimating resource requirements and programme work in line with budget constraints."
    },
    {
      "knowledgeId": "9b609f09-244e-475b-a528-255a6ad31b49",
      "detail": "Key requirements for effective presentations and or team meetings including  agenda or presentation structure, concise language, and use of IT to support communication aims."
    },
    {
      "knowledgeId": "3b7c166c-c2dc-4a3b-9b12-c860c885dcb0",
      "detail": "Coaching and mentoring methodologies and how these can contribute to the development of the team."
    },
    {
      "knowledgeId": "02e5454d-a472-4f59-bd1d-c031f7cfdd45",
      "detail": "Attaching techniques - binding, tying and knotting, clamping, wedging, gluing, pinning, stapling."
    },
    {
      "knowledgeId": "39b0fbec-dc7e-4ef7-aac1-4991d3c23781",
      "detail": "Wiring techniques  - support wiring, external wiring, semi-internal wiring, internal wiring, cross wiring, stitching, single leg mount, double leg mount, hook wiring, branching unit, ribbed unit, natural unit, feathering, pipping, sepal pinning, wire mesh."
    },
    {
      "knowledgeId": "9d9f26d9-e122-49e5-a78b-02751f54b272",
      "detail": "Manipulation techniques - basing, backing, bow making, bundling, caging, edging, framing, graduating, grouping, lacing, pave, plaiting, pleating/folding, rolling/cupping, spiralling, sheltering, stacking, taping, terracing, threading, veiling, weaving, winding, wrapping."
    },
    {
      "knowledgeId": "ceab37dd-b935-42ef-b5e5-ea52ee5cb68b",
      "detail": "Water retaining techniques - floating, floral foam, floral foam alternatives, moss, tape, tubes and phials, wax."
    },
    {
      "knowledgeId": "6fdd65cc-23be-45a2-9c0d-4c3ebae2526a",
      "detail": "Elements of design: Colour, Form, Line, Space, Texture."
    },
    {
      "knowledgeId": "fd6c7384-5a10-4da3-911f-1dc6f0a6d525",
      "detail": "Principles of design: Balance, Contrast, Dominance, Harmony, Proportion, Rhythm, Scale."
    },
    {
      "knowledgeId": "6e0be140-aefb-4edd-b5a5-dbc4dd966253",
      "detail": "Sources of inspiration: Culture, Botany, Emotion, Technique/method, Economy."
    },
    {
      "knowledgeId": "0d20cd8d-1cc1-4de6-b214-c9340b3ca3ac",
      "detail": "Design schema: Order category: symmetrical, asymmetrical, design classification: decorative, vegetative, form linear, line direction: radial, parallel, diagonal, winding, crossing, free arrangement, \tplacement of materials: even distribution, varied density, grouping, random, rows and lines."
    },
    {
      "knowledgeId": "b1aeaf13-7c85-4741-af7d-410ea053c4fe",
      "detail": "Methodologies, techniques and types of sources used to research influential floral designers and or current design trends."
    },
    {
      "knowledgeId": "f713a21d-a742-4190-8668-7ee327e34f26",
      "detail": "Processes for developing, monitoring and evaluating customer service initiatives within the business to help inform the development of sales opportunities. "
    },
    {
      "knowledgeId": "3d042aaa-1054-48b9-865d-91f8cafb16ca",
      "detail": "The 5 P’s of marketing: Product, Price, Promotion, Place, People."
    },
    {
      "knowledgeId": "8bf3c097-3371-48f7-a1b6-bb4e48afbe1e",
      "detail": "The steps within the AIDA model hierarchy, relating to consumer purchasing decisions: Attention, \tInterest, Desire, Action."
    },
    {
      "knowledgeId": "2b5c1bfb-e138-4601-aed3-fb72bec5bd6e",
      "detail": "The importance of competitions within the floristry industry, including the different competitions formats - for example, photographic, pre-made and live, and the marking schemes. "
    },
    {
      "knowledgeId": "8fd8a350-1d14-4048-bffc-2ebf6d180d0a",
      "detail": "The importance of maintaining working relationships, understanding the needs of others, and working within an inclusive environment. "
    },
    {
      "knowledgeId": "6ae4e624-5102-4843-afa5-e2ecd88d149b",
      "detail": "The purpose of financial forecasting for peak periods and floral seasons, and the information required to inform decisions."
    },
    {
      "knowledgeId": "a9d8e3af-2911-4ca4-94b1-5a05b8594569",
      "detail": "Correct botanical names of fresh cut materials and plants including how they are grown and cut by length and weight."
    },
    {
      "knowledgeId": "b670c1fb-9ed1-4096-92de-ad4264460f88",
      "detail": "How the procurement and management of fresh produce including fresh cut materials and plants, supports the wider needs of the business."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "7ed44bd5-707d-4391-b86f-8fd03643a65b",
      "detail": "Manages time in accordance with the needs and context of the floristry business."
    },
    {
      "behaviourId": "a9c65647-dd93-4cc4-ad4b-cfb83ca99be6",
      "detail": "Demonstrates a willingness to be flexible, learn new skills - for example, CPD - and shares learning with others."
    },
    {
      "behaviourId": "2830d8e5-1ad3-4f91-a2c6-11a1a8184206",
      "detail": "Communicates and acts professionally according to the context of the situation, adapting approach as required - for example, dealing with grieving clients sensitively."
    },
    {
      "behaviourId": "7658a8f9-0aa3-48ed-827b-92a8261d56d0",
      "detail": "Actively champions sustainability agenda and seeks innovate ways to add value to business practices."
    }
  ],
  "skills": [
    {
      "skillId": "a802f9bc-6fce-4959-b988-f9c37ed2492b",
      "detail": "Implements safe working practices in accordance with statutory legislations."
    },
    {
      "skillId": "4cc522ec-39f2-4026-a619-abac49aac8e7",
      "detail": "Produces and analyses buying lists in coordination with manager, in line with business requirements, and by following company procedure."
    },
    {
      "skillId": "7fe34c32-69ba-4a41-82df-54ccd362cca2",
      "detail": "Produces timeline information to support long term and short-term scheduling, to ensure product integrity is maintained and deadlines are achieved."
    },
    {
      "skillId": "a0a51663-bfdf-437d-b6c8-b6fabfc3a9df",
      "detail": "Implements stock rotation and storage plans to maximise product longevity."
    },
    {
      "skillId": "15bc0448-e370-4a9c-9142-026f5400a2a5",
      "detail": "Allocates work and supervises staff in accordance to the needs of the business."
    },
    {
      "skillId": "a9744221-dbfc-4c82-82c9-3c23753594ba",
      "detail": "Promotes environmental best practice and sustainable working practices, including waste objectives."
    },
    {
      "skillId": "95f28e88-267c-46a2-80d4-59c931e780c0",
      "detail": "Uses information technology to assist with effective communication and record keeping, including purchasing, website management and customer service."
    },
    {
      "skillId": "5aea221a-3af5-4c3c-8a10-2aa3f5d0a5d0",
      "detail": "Designs and constructs Tied designs, wired designs, glued designs and designs in a medium using an evaluative approach to inform decisions."
    },
    {
      "skillId": "b0672767-a5b6-4144-b2d4-c7985df79ab8",
      "detail": "Applies attaching techniques - binding, tying and knotting, clamping, wedging, gluing, pinning, stapling -  within a range of complex designs."
    },
    {
      "skillId": "e0bd10b4-1fad-4e3e-9a73-918326ca653d",
      "detail": "Applies wiring techniques - support wiring, external wiring, semi-internal wiring, internal wiring, cross wiring, stitching, single leg mount, double leg mount, hook wiring, branching unit, ribbed unit, natural unit, feathering, pipping, sepal pinning, wire mesh - within a range of complex designs."
    },
    {
      "skillId": "7448f571-adf9-4414-8d11-ed8664ae3d1e",
      "detail": "Applies plant manipulation techniques - basing, backing, bow making, bundling, caging, edging, framing, graduating, grouping, lacing, pave, plaiting, pleating and folding, rolling and cupping, spiralling, sheltering, stacking, taping, terracing, threading, veiling, weaving, winding, wrapping - within a range of complex designs."
    },
    {
      "skillId": "c4c41152-89be-40ca-8cde-196276c4d8f9",
      "detail": "Applies water retaining techniques - floating, floral foam, floral foam alternatives, moss, tape, tubes/phials, wax) - within a range of complex designs."
    },
    {
      "skillId": "ca934650-1471-4d27-83db-8955239e7c73",
      "detail": "Applies ‘elements of design’ including colour, form, line, space and texture when creating floral designs."
    },
    {
      "skillId": "8b30fec5-f5da-4cd3-9559-d92fb3c32752",
      "detail": "Applies the 'principles of design' including: balance, contrast, dominance, harmony, proportion, rhythm, scale, when creating floral designs."
    },
    {
      "skillId": "d8b7dc4a-d0ad-44b2-96f1-5eb0cdae0a21",
      "detail": "Applies the 'sources of inspiration' including: culture, botany, emotion, technique and method, economy, when creating floral designs."
    },
    {
      "skillId": "d8f778a1-4118-4500-92cb-4ce9e777d059",
      "detail": "Applies ‘design schema' including: order category: symmetrical, asymmetrical , design classification: decorative, vegetative, form linear, line direction: radial, parallel, diagonal, winding, crossing, free arrangement, placement of materials: even distribution, varied density, grouping, random, rows and lines, when creating floral designs."
    },
    {
      "skillId": "6078e2fc-365b-4bbf-af48-e29756e22ff6",
      "detail": "Applies coaching and mentoring methodologies which contribute to the development of the team, including the application of technical skills and design theory knowledge, through a range of designs."
    },
    {
      "skillId": "0b160cca-585c-4b78-98c6-a17d48a7861a",
      "detail": "Implements promotional merchandising and displays to increase sales and profitability."
    },
    {
      "skillId": "babe926e-3307-4e93-a96d-2b48db19a0fb",
      "detail": "Produces and presents detailed design plans for an external floral design event - for example, corporate events, weddings, charity events etc. - which includes mood boards, sketches and quotations."
    },
    {
      "skillId": "8bddafce-7100-4e23-984e-9204c4c3b3ab",
      "detail": "Review research findings of influential designers and current trends and recommend how they could be used within the Floristry business."
    },
    {
      "skillId": "fa84067a-1e57-4048-8660-cd1049b9fb5d",
      "detail": "Deliver presentations and or team meetings that have clear agendas and structure, are concise and make use of IT to support communication aims."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2024-06-20T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": "None",
  "integratedDegree": "",
  "tbReference": "TB0197",
  "tbMainContact": "sandie@theflower.co.uk",
  "involvedEmployers": "British Florist Association, Bromborough Flowers Floral Design, Courts of Rayleigh, Hubbards Florists, Lincolnshire Co-op, Monica F Hewitt Florists, Norris Floristry Ltd, Susan's Flower Shop, West Malling Flowers",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [
    "Experienced florist",
    "Senior florist"
  ],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Agriculture, Land Management and Production",
  "cluster": "Production horticulture operative or technician",
  "clusterId": "165",
  "clusterDescription": null,
  "createdDate": "2025-05-08T12:39:34 +00:00",
  "lastUpdated": "2024-08-13T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2024-06-20T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC1335",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1335-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1335-v1-0",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "Institute of Professional Florists ",
      "level": "Senior Florist Member",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "9d352c92-caed-48fb-841f-38bc92636800",
      "dutyDetail": "Produce and present detailed design plans, concepts and quotations for corporate contracts, events and large-scale installations.  ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "8ceaeb39-8e66-49af-9505-b4e215484aea"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "babe926e-3307-4e93-a96d-2b48db19a0fb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d2e64822-c1f5-4962-b835-0c70a08458b1",
      "dutyDetail": "Research and evaluate the commercial suitability and viability of current floral trends and recommend their application across the business.  ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "b1aeaf13-7c85-4741-af7d-410ea053c4fe"
      ],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6b15ad24-fc33-4b7c-a321-364caf37974a",
      "dutyDetail": "Construct complex, on trend floral designs that meet customer requirements and are in line with progressive design theory.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "02e5454d-a472-4f59-bd1d-c031f7cfdd45",
        "39b0fbec-dc7e-4ef7-aac1-4991d3c23781",
        "9d9f26d9-e122-49e5-a78b-02751f54b272",
        "ceab37dd-b935-42ef-b5e5-ea52ee5cb68b",
        "6fdd65cc-23be-45a2-9c0d-4c3ebae2526a",
        "fd6c7384-5a10-4da3-911f-1dc6f0a6d525",
        "6e0be140-aefb-4edd-b5a5-dbc4dd966253",
        "0d20cd8d-1cc1-4de6-b214-c9340b3ca3ac"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5aea221a-3af5-4c3c-8a10-2aa3f5d0a5d0",
        "b0672767-a5b6-4144-b2d4-c7985df79ab8",
        "e0bd10b4-1fad-4e3e-9a73-918326ca653d",
        "7448f571-adf9-4414-8d11-ed8664ae3d1e",
        "c4c41152-89be-40ca-8cde-196276c4d8f9",
        "ca934650-1471-4d27-83db-8955239e7c73",
        "8b30fec5-f5da-4cd3-9559-d92fb3c32752",
        "d8b7dc4a-d0ad-44b2-96f1-5eb0cdae0a21",
        "d8f778a1-4118-4500-92cb-4ce9e777d059"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3c659ba2-dff8-46b4-bc34-a6939b72faf1",
      "dutyDetail": "Plan, schedule, and manage work of the team to ensure that deadlines are achieved. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7ed44bd5-707d-4391-b86f-8fd03643a65b"
      ],
      "mappedKnowledge": [
        "9b609f09-244e-475b-a528-255a6ad31b49"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "15bc0448-e370-4a9c-9142-026f5400a2a5",
        "fa84067a-1e57-4048-8660-cd1049b9fb5d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "80335970-7dcc-4815-926c-c34c751e88cb",
      "dutyDetail": "Assist to train and mentor colleagues  to develop their floristry techniques and produce bespoke and complex floral designs.   ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "3b7c166c-c2dc-4a3b-9b12-c860c885dcb0",
        "8fd8a350-1d14-4048-bffc-2ebf6d180d0a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6078e2fc-365b-4bbf-af48-e29756e22ff6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4df8ed6a-ba01-41ff-b086-0a13fa6762a5",
      "dutyDetail": "Plan and schedule the distribution of botanical orders to ensure that product integrity is maintained, and deadlines achieved. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "a9d8e3af-2911-4ca4-94b1-5a05b8594569"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7fe34c32-69ba-4a41-82df-54ccd362cca2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "68a9421f-1b8a-444f-933b-39fee03605b8",
      "dutyDetail": "Manage digital floristry systems to ensure the efficient day to day running of the business - for example purchasing, website monitoring and maintenance.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "d7cedfa0-31a3-4db9-8c29-66774fdb2f47"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "95f28e88-267c-46a2-80d4-59c931e780c0"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6d6fe1df-3bd2-47f2-8e60-2f2839ebdb31",
      "dutyDetail": "Implement stock rotation and storage plans that optimise the life span of cut materials and minimise waste. Manage the appropriate actions or treatment of stock affected by pest and or disease. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "1631c0ca-2db1-4421-9470-a5fd88817682",
        "b670c1fb-9ed1-4096-92de-ad4264460f88"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a0a51663-bfdf-437d-b6c8-b6fabfc3a9df"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "13e655bd-c944-48a5-b624-8ca4831ad8a9",
      "dutyDetail": "Co-ordinate with manager to compile floristry buying lists. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [
        "4cc522ec-39f2-4026-a619-abac49aac8e7"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "15f5e958-1d68-4ec6-9174-743fd23dff71",
      "dutyDetail": "Promote and deliver against marketing targets.  Implement promotional merchandising and floral displays to develop sales and increase profitability ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "3d042aaa-1054-48b9-865d-91f8cafb16ca"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0b160cca-585c-4b78-98c6-a17d48a7861a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "51c729b4-0172-4480-b5f8-8cdd67dfc06e",
      "dutyDetail": "Develop, monitor and evaluate customer service initiatives to inform the development of sales opportunities and floristry designs. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "2830d8e5-1ad3-4f91-a2c6-11a1a8184206"
      ],
      "mappedKnowledge": [
        "f713a21d-a742-4190-8668-7ee327e34f26",
        "8bf3c097-3371-48f7-a1b6-bb4e48afbe1e"
      ],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7a358f00-ebe5-4ccc-bf04-a96f6f87f6b2",
      "dutyDetail": "Support the preparation of financial forecasts for floral seasons and peak periods.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "6ae4e624-5102-4843-afa5-e2ecd88d149b"
      ],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3aac5a08-3014-4316-bbe2-a9a11af54459",
      "dutyDetail": "Develop, promote, monitor and ensure that current health and safety legislation and environmental and sustainable working practices are adhered to on and off site.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "7658a8f9-0aa3-48ed-827b-92a8261d56d0"
      ],
      "mappedKnowledge": [
        "d43495ff-7084-42fa-92ca-1c857e4d50d4"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a802f9bc-6fce-4959-b988-f9c37ed2492b",
        "a9744221-dbfc-4c82-82c9-3c23753594ba"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b6ff755f-bfb3-45cb-8a4a-e5c47b64a424",
      "dutyDetail": "Manage own continuing professional development and keep up to date with the wider floral industry, competition work and influential floral designers .",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a9c65647-dd93-4cc4-ad4b-cfb83ca99be6"
      ],
      "mappedKnowledge": [
        "2b5c1bfb-e138-4601-aed3-fb72bec5bd6e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8bddafce-7100-4e23-984e-9204c4c3b3ab"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-08-13T00:00:00"
}