{
  "templateType": "Occupational Standard",
  "larsCode": 702,
  "referenceNumber": "ST1343",
  "learningAimClassCode": "",
  "title": "Digital forensic technician",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1343",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Occupational standard and end-point assessment plan revised.",
  "changedDate": "2024-03-19T00:00:00",
  "earliestStartDate": "2024-03-19T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Support and manage the processing of digital evidence.",
  "level": 4,
  "ePALength": 3,
  "typicalDuration": 24,
  "maxFunding": 18000,
  "maxFundingAdditionalInformation": "",
  "route": "Digital",
  "keywords": [
    "digital",
    "forensic",
    "technician",
    "evidence",
    "analysis"
  ],
  "jobRoles": [
    "Computer examiner",
    "Data forensic technician",
    "Data forensic technician",
    "Digital evidence technician",
    "Digital forensic technician",
    "Digital investigation technician",
    "Mobile device examiner",
    "Triage technician"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st1343-v1-1?view=epa",
  "ssa1": "6 Digital Technology",
  "ssa2": "6.1 Digital technology (practitioners)",
  "version": "1.1",
  "standardInformation": "&lt;p&gt;.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in all organisations that require a digital investigation/analysis of devices. These roles can be found in different public and private sector bodies and organisations that include digital forensics and criminal investigations within their service delivery. There is a significant demand on policing to examine digital devices making this a primary service offered by forensic service providers to policing. Within the public sector across the UK (and international) broader than just policing bodies this role is relevant to Security and Defence teams including the National Crime Agency, Ministry of Defence, Border Force, and other aspects of the Criminal Justice System. Private forensic service providers service all public sector requirements for device examinations as well as other investigation types not just criminal. Including internal corporate and intellectual property theft investigations. These companies vary in size and breadth of digital capability. This role works independently but with the support of other team members within an organisation that will vary in size. They are expected to work with investigators to formulate strategies. Some examiners will work in a police station or other government building, private sector examiners will work in a secure building. &lt;br /&gt;&lt;br /&gt;The broad purpose of the occupation is for a Digital Forensic Technician to support the appropriate capture, preservation, and initial processing of digital evidence. They will provide triage and early decision-making for criminal investigations that will ensure the integrity of any digital evidence. This technical knowledge would apply to a range of digital material primarily from mobile devices and computer peripherals. Once experienced they will also apply this knowledge to identifying digital items suitable for further analysis utilising an appropriate technical method providing advice and support about the detection, preservation, seizure, gathering and processing of digital material. This role supports a range of case types that emphasis the need for individuals to have the ability to adapt and conduct dynamic risk assessments. Cases could include ‘live’ incidents, laboratory submissions, and in other proactive and/or reactive investigations where digital technology and data acquisition opportunities exist. The titles of the roles may vary across different organisations including police forces, but the core skills required of the role remain the same. This is an entry level role into Digital Forensics where the role develops the principles of digital device examinations whilst ensuring the data chain of custody for evidential use. Other roles will provide the more complex decision making and problem-solving aspects of the discipline. Individuals will work flexibly within an organisation utilising a range of standard tools and equipment. This maybe office based or more mobile/operational depending on the role/organisation. There is a requirement that this role will always be expected to adhere to relevant Health and Safety, for example wearing personal protective equipment and appropriate handling of electrical equipment. This role introduces a level of autonomy once the initial training is complete, to examine devices, but they would always have associated team support when required. The size of this team can vary depending on the organisation. They could be expected to work with investigators and broader investigation teams especially within an operational setting. The location they work will vary with some expected to work flexibly across several settings including at a crime scene, in a police force building or laboratory whereas commercial providers may offer a more conventional office environment. Some digital forensic departments are accredited laboratories, so individuals will be trained to understand the limitations and expectations of work within an accredited environment. Statement writing is expected of individuals working in the criminal justice system including court room training and report writing included. The role holder will be expected to monitor their own wellbeing with the aid of a range of tools including management support. The nature of digital forensic activities can often focus on high risk and harm cases, as such individuals need to be prepared that inevitably this role could be exposed to potentially distressing or upsetting digital data. &lt;br /&gt;&lt;br /&gt;In their daily work, an employee in this occupation interacts with their local forensics team. This will include a clear reporting structure above this role including practitioners, team leaders or manager, and specialists. They will be part of regular conversations with supervisors/managers to identify ways to improve and receive support to achieve internal performance indicators and expectations. The investigative requirements of the role mean that all examiners would interact with a range of roles included in an investigation and/or forensics leads. They will also work with other team members within the department assisting others, sharing ideas, and conveying technical knowledge. Some organisations would also require them to present their findings at court, hearings/ tribunals and/or work with other experts. They may also work with legal teams including solicitors and barristers. &lt;br /&gt;&lt;br /&gt;An employee in this occupation will be responsible for their own workload, being expected to technically problem solve and prioritise there time effectively. This would include planning their own working day. Utilising digital forensic capture tools. These are specialist capability tools designed to meet the expectations of processing material whilst ensuring evidential integrity and data management/extraction. Consideration would be given to ensuring all data handling meets the requirements of General Data Protection Regulations, Data protection: The Data Protection Act - GOV.UK (www.gov.uk) and appropriate forensic legislation for example Authorised Professional Practice, Extraction of material from digital devices (college.police.uk). It is a task driven role that will predominantly work to local or national standard operating procedures and quality standards. They are responsible for recognising the limitations of their competence and escalate activity if additional evidence is discovered or expertise is needed. They would need to be able to produce notes to an evidential standard that would support witness statement or report writing, replication by another suitably trained person, and court attendance if necessary. Take all reasonable steps to maintain and develop professional competence, taking account of material research and developments within the relevant field. The role requires security vetting and an expectation to work to an ethical framework, professional policing standards and Forensic Science Regulator Codes of Practice and Conduct. Forensic science providers: codes of practice and conduct - GOV.UK (www.gov.uk).&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "4ec4c04c-8d27-424e-b43d-a7f2e1575bf5",
      "detail": "The DFT role and how it contributes to investigations and the criminal justice process."
    },
    {
      "knowledgeId": "86660db7-f77a-4f61-8210-a8f031b335d3",
      "detail": "What are the considerations for maximising evidential capture and sequencing."
    },
    {
      "knowledgeId": "b0cc74a7-b8dc-4d04-94fa-b9e3b316a0e7",
      "detail": "Forensic science regulators codes of practice and activities."
    },
    {
      "knowledgeId": "0d9c7ee5-0029-420c-9555-4234819e3e42",
      "detail": "The digital forensics terminology."
    },
    {
      "knowledgeId": "464b1c39-6009-4866-b595-c96ead955684",
      "detail": "Standard operating procedures to a dynamic operational environment. "
    },
    {
      "knowledgeId": "6ff21f94-d328-4202-ad1e-2fb3cad0dc0e",
      "detail": "Make appropriate decisions of how to progress devices through the evidential process utilising local procedures. "
    },
    {
      "knowledgeId": "744605a2-33ad-49a2-8438-4734324f0a3a",
      "detail": "The national good practise guidance for the capture and preservation of digital evidence  (For example the ACPO principles and NPCC Good Practises Advice manual)."
    },
    {
      "knowledgeId": "e9e1018f-6b3d-4670-8022-35302f00fe63",
      "detail": "The workings, principles and relevant use of a range of digital devices, peripherals and associated operating systems relevant to their role in digital forensics. "
    },
    {
      "knowledgeId": "57db65a5-e4b8-466d-a2d0-05c3de7d1c5e",
      "detail": "Functions, features, and limitations of digital forensics tools, components and software. "
    },
    {
      "knowledgeId": "84f269e1-747e-4a58-872e-56bda21c164b",
      "detail": "Evidence management, continuity and integrity of evidence and how it relates to investigations. "
    },
    {
      "knowledgeId": "37a25946-fb5b-4052-95ae-d8ff4dc44b47",
      "detail": "Different forensic working environments and understand how to select and utilise forensic tools appropriate to the circumstances."
    },
    {
      "knowledgeId": "2481c496-28fb-4d56-892a-5e4fd56d68f7",
      "detail": "What other forensic evidence types can be recovered from devices and the best methods and sequence for evidential capture and preservation."
    },
    {
      "knowledgeId": "e9dde417-680b-44cc-be71-84544f1fdd1d",
      "detail": "Different ways of recording and presenting relevant investigative information (reports, contemporaneous notes/statement writing) and how they should be appropriately used and presented. "
    },
    {
      "knowledgeId": "7587fdb7-5f46-4ff3-a086-293bf10ae159",
      "detail": "The principles of working in a quality controlled setting.  To include; knowledge of appropriate accreditation bodies, the quality management process/system and individual legal entities, individual expectations of working in a quality controlled environment. "
    },
    {
      "knowledgeId": "18258005-67f0-42b7-af86-065c85d640a5",
      "detail": "Quality management system information associated with reporting, corrective action, validation, verification, individual competency and peer review, and how to navigate this information."
    },
    {
      "knowledgeId": "07d7e056-a89e-41a5-9226-4e9db7d6a1c1",
      "detail": "The health & safety procedures/legislation. Organisational sustainability procedures.  "
    },
    {
      "knowledgeId": "fe8fcd33-074a-4a51-9e31-165d210545ac",
      "detail": "The risks of processing sensitive or potentially distressing content while understanding the benefits of good wellbeing working practices."
    },
    {
      "knowledgeId": "3a588220-5976-4e2d-bf68-c9f8da46a284",
      "detail": "Awareness of the impact of diversity and inclusion such as on teamwork, client relationships and organisational strategies."
    },
    {
      "knowledgeId": "c6447e0e-4769-4370-8ac7-63edce4e05ee",
      "detail": "Understand the requirements for continual professional development within the industry. "
    },
    {
      "knowledgeId": "76ad7a76-8e7f-4903-bf55-ebd1a944da24",
      "detail": "Procedures for capturing and preserving evidence. "
    }
  ],
  "behaviours": [
    {
      "behaviourId": "c2df7a6e-a460-471f-a685-9449bcc68c1f",
      "detail": "Acts in an ethical and professional manner in the workplace."
    },
    {
      "behaviourId": "1a83c689-14bf-43cd-bc95-1b4773f63149",
      "detail": "Builds and maintains positive relationships with colleagues, customers and suppliers. "
    },
    {
      "behaviourId": "d7143124-a320-44aa-aa9f-e1915577d6cd",
      "detail": "Takes an organised and methodical approach to their work and scrutinises own objectivity."
    },
    {
      "behaviourId": "78526578-c004-4082-ab11-2d39b377bc84",
      "detail": "Takes personal responsibility for developing knowledge and skills and continually seeks to improve their performance."
    },
    {
      "behaviourId": "825ef41f-f810-4cb8-8814-a665d8970cbe",
      "detail": "Commitment to develop personal resilience and maintain wellbeing."
    },
    {
      "behaviourId": "781f4e67-fe8c-4b8f-9fda-9df8562e227c",
      "detail": "Sustainable practices and challenge unsustainable practices."
    },
    {
      "behaviourId": "aba0414d-4d1f-4855-ae9f-90261c9e78dd",
      "detail": "Support an inclusive culture and treat colleagues and external stakeholders fairly and with respect without bias or discrimination. "
    }
  ],
  "skills": [
    {
      "skillId": "073eebe7-0e06-42bf-85f9-86d8ebc44428",
      "detail": "Use appropriate terminology defined by the forensic science regulator and included in standard operating procedures. "
    },
    {
      "skillId": "2992f650-6dc8-4e86-baa7-b546dbe1079b",
      "detail": "Standard operating procedures for a range of digital forensic capture and preservation processes."
    },
    {
      "skillId": "a198031b-eb8b-4d94-aae4-8c765030ceef",
      "detail": "Apply standard methodology in a safe and effective way while working in operational environments."
    },
    {
      "skillId": "5cc1a8bb-d1d3-4980-b624-8ebab3d72d88",
      "detail": "Demonstrate confidentiality, integrity, and availability limitations of secure devices and best practice methods for preserving evidence."
    },
    {
      "skillId": "fffd9d59-1d9d-4a6e-9fee-66c06aa44bc0",
      "detail": "Implement limitations of competency and authority and escalate when necessary. "
    },
    {
      "skillId": "3261710e-5568-4f96-a39b-8f9a04fc677b",
      "detail": "Considered decision making. "
    },
    {
      "skillId": "ffb51304-8b8c-45db-95a7-d9a5f54e9db9",
      "detail": "Adhere to powers of seizure/examinations and legislation.  Demonstrate compliance with this through the appropriate use of standard forms."
    },
    {
      "skillId": "08659f05-8a87-438d-a4b7-a31645a01ea1",
      "detail": "Adopt communication methods suitable for audience. Using technical language where appropriate. "
    },
    {
      "skillId": "6c9e1bc3-dbee-4217-b481-b3374bf1479b",
      "detail": "Identify, set up and use a range hardware components and devices. "
    },
    {
      "skillId": "a55adbde-f705-4a66-afda-31291a66999d",
      "detail": "Demonstrate correct use of write blocking techniques."
    },
    {
      "skillId": "8e1dec87-3275-4ddf-a956-16960a5eeb13",
      "detail": "Manage applications software relevant to the role.  "
    },
    {
      "skillId": "0cc43120-02df-426e-b7d5-fe06d0db28cd",
      "detail": "Show an ability to troubleshoot real-world device and network issues effectively and diagnosing and correcting common software, hardware, or connectivity problems. "
    },
    {
      "skillId": "4ba87d8b-d839-4359-bfe9-2c22a754454e",
      "detail": "Use features and functions of common specialist digital forensic tools and software. Selecting based on suitability. "
    },
    {
      "skillId": "68d8e529-e2ea-479d-9bb8-4c4f6e006d7c",
      "detail": " Understanding the responsibilities of data management. "
    },
    {
      "skillId": "6a335315-b626-478d-9862-fd77fef265f8",
      "detail": "Provide preservation advice for physical evidence (DNA, fingerprints) for new digital exhibits, taking into account anticontamination and cross contamination."
    },
    {
      "skillId": "b92bc5ae-5565-4de9-973e-e5efc20400db",
      "detail": "Apply continuity of evidence and appropriate recording of a chain of evidence or an exhibit for disclosure purposes."
    },
    {
      "skillId": "56f2b7c7-5f88-4ee6-8644-d44e758c28ca",
      "detail": "Produce notes documenting activity undertaken during the capture and preservation processes; including the appropriate use of digital evidence/case management systems."
    },
    {
      "skillId": "17633ab7-ef0d-49be-a0c0-12e62351f46b",
      "detail": "Produce evidential continuity witness statements and demonstrate how to present in a courtroom or professional enquiry"
    },
    {
      "skillId": "725a0710-81dc-47cd-8863-60e6f90b808a",
      "detail": "Navigate and inform a quality management system information associated with reporting, corrective action, validation, verification, individual competency and peer review. "
    },
    {
      "skillId": "80cdaa48-01bf-411c-a9ce-b6175323915a",
      "detail": "Conducting dynamic risk assessments, taking into account the safety of all parties and using PPE."
    },
    {
      "skillId": "2438d24e-25f4-416b-ba32-d867e6ab4e70",
      "detail": "Apply strategies to develop personal resilience and maintain welling, know how to access organisational support mechanisms."
    },
    {
      "skillId": "dc614f45-73d3-4f18-928b-0c024968d6ad",
      "detail": "Process technical information effectively and accurately to provide critical thinking to issues and problems."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2023-03-01T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": "None",
  "integratedDegree": "",
  "tbReference": "TB0821",
  "tbMainContact": "carly.hinds@education.gov.uk",
  "involvedEmployers": "Dorset Police , Forensic Capability Network, West Midlands Police, London Metropolitan Police ,  Cambridge Regional College, Northamptonshire Police , South West Police Collaboration , Cranfield University, College of Policing, Deloitte, South Wales Police , Staffordshire University, College of Policing  (1), West Yorkshire Police, NCI - College, Associated British Foods, Bedfordshire Police , Birmingham Metropolitan College, Lancashire Police, North Wales Police, IntaForensics",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Computer examiner",
    "Data forensic technician",
    "Data forensic technician",
    "Digital evidence technician",
    "Digital forensic technician",
    "Digital investigation technician",
    "Mobile device examiner",
    "Triage technician"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Digital Business Services",
  "cluster": "Data Analyst Advanced Technician",
  "clusterId": "189",
  "clusterDescription": "Collect, organise and analyse data to provide business insights using extensive knowledge of data solutions, database systems and analytical tools",
  "createdDate": "2024-03-19T13:51:42 +00:00",
  "lastUpdated": "2024-03-19T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2023-03-01T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC1343",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1343-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1343-v1-1",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "BCS - Chartered Institute for IT ",
      "level": "Professional Registration ",
      "isPartial": "full",
      "partialFreeText": ""
    },
    {
      "bodyName": "Chartered Institute of Information Security  ",
      "level": "Associate",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "3fb2eb24-6c08-4f8f-aa5d-1bc8cede5fbc",
      "dutyDetail": "Apply an understanding of the principles of digital forensics and how they support the criminal justice process.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "78526578-c004-4082-ab11-2d39b377bc84",
        "781f4e67-fe8c-4b8f-9fda-9df8562e227c"
      ],
      "mappedKnowledge": [
        "4ec4c04c-8d27-424e-b43d-a7f2e1575bf5",
        "86660db7-f77a-4f61-8210-a8f031b335d3",
        "b0cc74a7-b8dc-4d04-94fa-b9e3b316a0e7",
        "0d9c7ee5-0029-420c-9555-4234819e3e42",
        "744605a2-33ad-49a2-8438-4734324f0a3a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "073eebe7-0e06-42bf-85f9-86d8ebc44428",
        "ffb51304-8b8c-45db-95a7-d9a5f54e9db9",
        "6c9e1bc3-dbee-4217-b481-b3374bf1479b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6c13a73f-28c5-491b-a81f-fc87cfdf4294",
      "dutyDetail": "Use approved scientific methodology and rationale to support investigations also providing advice as to whether further specialist digital support may be required.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c2df7a6e-a460-471f-a685-9449bcc68c1f",
        "d7143124-a320-44aa-aa9f-e1915577d6cd"
      ],
      "mappedKnowledge": [
        "4ec4c04c-8d27-424e-b43d-a7f2e1575bf5",
        "b0cc74a7-b8dc-4d04-94fa-b9e3b316a0e7",
        "0d9c7ee5-0029-420c-9555-4234819e3e42",
        "464b1c39-6009-4866-b595-c96ead955684",
        "6ff21f94-d328-4202-ad1e-2fb3cad0dc0e",
        "e9e1018f-6b3d-4670-8022-35302f00fe63",
        "7587fdb7-5f46-4ff3-a086-293bf10ae159",
        "18258005-67f0-42b7-af86-065c85d640a5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2992f650-6dc8-4e86-baa7-b546dbe1079b",
        "a198031b-eb8b-4d94-aae4-8c765030ceef",
        "fffd9d59-1d9d-4a6e-9fee-66c06aa44bc0",
        "6c9e1bc3-dbee-4217-b481-b3374bf1479b",
        "dc614f45-73d3-4f18-928b-0c024968d6ad"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e3e1b747-6ade-4d80-86af-d6c16c348469",
      "dutyDetail": "Ensure the appropriate capture and preservation techniques for digital forensic material applying standard methodology and utilising appropriate forensic science technology for digital examinations (specific tool training may be required). ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c2df7a6e-a460-471f-a685-9449bcc68c1f",
        "d7143124-a320-44aa-aa9f-e1915577d6cd",
        "aba0414d-4d1f-4855-ae9f-90261c9e78dd"
      ],
      "mappedKnowledge": [
        "86660db7-f77a-4f61-8210-a8f031b335d3",
        "b0cc74a7-b8dc-4d04-94fa-b9e3b316a0e7",
        "464b1c39-6009-4866-b595-c96ead955684",
        "6ff21f94-d328-4202-ad1e-2fb3cad0dc0e",
        "744605a2-33ad-49a2-8438-4734324f0a3a",
        "e9e1018f-6b3d-4670-8022-35302f00fe63",
        "57db65a5-e4b8-466d-a2d0-05c3de7d1c5e",
        "2481c496-28fb-4d56-892a-5e4fd56d68f7",
        "fe8fcd33-074a-4a51-9e31-165d210545ac",
        "76ad7a76-8e7f-4903-bf55-ebd1a944da24"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2992f650-6dc8-4e86-baa7-b546dbe1079b",
        "a198031b-eb8b-4d94-aae4-8c765030ceef",
        "5cc1a8bb-d1d3-4980-b624-8ebab3d72d88",
        "fffd9d59-1d9d-4a6e-9fee-66c06aa44bc0",
        "3261710e-5568-4f96-a39b-8f9a04fc677b",
        "ffb51304-8b8c-45db-95a7-d9a5f54e9db9",
        "6c9e1bc3-dbee-4217-b481-b3374bf1479b",
        "a55adbde-f705-4a66-afda-31291a66999d",
        "8e1dec87-3275-4ddf-a956-16960a5eeb13",
        "0cc43120-02df-426e-b7d5-fe06d0db28cd",
        "4ba87d8b-d839-4359-bfe9-2c22a754454e",
        "56f2b7c7-5f88-4ee6-8644-d44e758c28ca",
        "dc614f45-73d3-4f18-928b-0c024968d6ad"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "240ed46e-78ef-4538-b5c4-5118a9d098c6",
      "dutyDetail": "Handle exhibits and evidential material in line with agreed protocols to ensure the integrity, continuity, and security of digital evidence for the purpose of investigative processing and court proceedings.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c2df7a6e-a460-471f-a685-9449bcc68c1f",
        "d7143124-a320-44aa-aa9f-e1915577d6cd"
      ],
      "mappedKnowledge": [
        "4ec4c04c-8d27-424e-b43d-a7f2e1575bf5",
        "6ff21f94-d328-4202-ad1e-2fb3cad0dc0e",
        "84f269e1-747e-4a58-872e-56bda21c164b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2992f650-6dc8-4e86-baa7-b546dbe1079b",
        "a198031b-eb8b-4d94-aae4-8c765030ceef",
        "5cc1a8bb-d1d3-4980-b624-8ebab3d72d88",
        "ffb51304-8b8c-45db-95a7-d9a5f54e9db9",
        "6a335315-b626-478d-9862-fd77fef265f8",
        "b92bc5ae-5565-4de9-973e-e5efc20400db",
        "17633ab7-ef0d-49be-a0c0-12e62351f46b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e3f3dced-ed69-402d-b743-8696c516b858",
      "dutyDetail": "Produce evidential contemporaneous notes, reports (including Streamlined Forensic reporting) for disclosure purposes, continuity statements for attending court, tribunals and hearings as required in support of the investigative process. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c2df7a6e-a460-471f-a685-9449bcc68c1f",
        "1a83c689-14bf-43cd-bc95-1b4773f63149",
        "d7143124-a320-44aa-aa9f-e1915577d6cd",
        "aba0414d-4d1f-4855-ae9f-90261c9e78dd"
      ],
      "mappedKnowledge": [
        "4ec4c04c-8d27-424e-b43d-a7f2e1575bf5",
        "0d9c7ee5-0029-420c-9555-4234819e3e42",
        "6ff21f94-d328-4202-ad1e-2fb3cad0dc0e",
        "84f269e1-747e-4a58-872e-56bda21c164b",
        "e9dde417-680b-44cc-be71-84544f1fdd1d",
        "76ad7a76-8e7f-4903-bf55-ebd1a944da24"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "073eebe7-0e06-42bf-85f9-86d8ebc44428",
        "2992f650-6dc8-4e86-baa7-b546dbe1079b",
        "a198031b-eb8b-4d94-aae4-8c765030ceef",
        "ffb51304-8b8c-45db-95a7-d9a5f54e9db9",
        "08659f05-8a87-438d-a4b7-a31645a01ea1",
        "56f2b7c7-5f88-4ee6-8644-d44e758c28ca",
        "17633ab7-ef0d-49be-a0c0-12e62351f46b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6b2197f8-937d-4034-90bc-9494b5f0c377",
      "dutyDetail": "Use specialist technical equipment within a laboratory, at a crime scene or other appropriate location to conduct forensic examination’s. Ensuring handling, transport, storage, and environmental factors are all considered.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d7143124-a320-44aa-aa9f-e1915577d6cd"
      ],
      "mappedKnowledge": [
        "86660db7-f77a-4f61-8210-a8f031b335d3",
        "464b1c39-6009-4866-b595-c96ead955684",
        "6ff21f94-d328-4202-ad1e-2fb3cad0dc0e",
        "744605a2-33ad-49a2-8438-4734324f0a3a",
        "e9e1018f-6b3d-4670-8022-35302f00fe63",
        "57db65a5-e4b8-466d-a2d0-05c3de7d1c5e",
        "37a25946-fb5b-4052-95ae-d8ff4dc44b47"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2992f650-6dc8-4e86-baa7-b546dbe1079b",
        "a198031b-eb8b-4d94-aae4-8c765030ceef",
        "5cc1a8bb-d1d3-4980-b624-8ebab3d72d88",
        "3261710e-5568-4f96-a39b-8f9a04fc677b",
        "6c9e1bc3-dbee-4217-b481-b3374bf1479b",
        "8e1dec87-3275-4ddf-a956-16960a5eeb13",
        "0cc43120-02df-426e-b7d5-fe06d0db28cd",
        "4ba87d8b-d839-4359-bfe9-2c22a754454e",
        "dc614f45-73d3-4f18-928b-0c024968d6ad"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9ceb0cab-2229-4146-8ed8-ac1bd4959790",
      "dutyDetail": "To work within a quality-controlled environment aligning to standard operating policies and procedures whilst also carrying out technical quality checks, and peer reviews at a comparable competency level.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d7143124-a320-44aa-aa9f-e1915577d6cd"
      ],
      "mappedKnowledge": [
        "b0cc74a7-b8dc-4d04-94fa-b9e3b316a0e7",
        "464b1c39-6009-4866-b595-c96ead955684",
        "6ff21f94-d328-4202-ad1e-2fb3cad0dc0e",
        "7587fdb7-5f46-4ff3-a086-293bf10ae159",
        "18258005-67f0-42b7-af86-065c85d640a5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "073eebe7-0e06-42bf-85f9-86d8ebc44428",
        "2992f650-6dc8-4e86-baa7-b546dbe1079b",
        "ffb51304-8b8c-45db-95a7-d9a5f54e9db9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ee82f99d-fd83-48be-b11c-782a31d4f005",
      "dutyDetail": "Apply an understanding of other physical forensic evidence whilst conducting digital investigative decisions to ensure the preservation of evidence.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d7143124-a320-44aa-aa9f-e1915577d6cd",
        "78526578-c004-4082-ab11-2d39b377bc84"
      ],
      "mappedKnowledge": [
        "86660db7-f77a-4f61-8210-a8f031b335d3",
        "0d9c7ee5-0029-420c-9555-4234819e3e42",
        "464b1c39-6009-4866-b595-c96ead955684",
        "6ff21f94-d328-4202-ad1e-2fb3cad0dc0e",
        "744605a2-33ad-49a2-8438-4734324f0a3a",
        "84f269e1-747e-4a58-872e-56bda21c164b",
        "37a25946-fb5b-4052-95ae-d8ff4dc44b47",
        "2481c496-28fb-4d56-892a-5e4fd56d68f7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2992f650-6dc8-4e86-baa7-b546dbe1079b",
        "a198031b-eb8b-4d94-aae4-8c765030ceef",
        "fffd9d59-1d9d-4a6e-9fee-66c06aa44bc0",
        "3261710e-5568-4f96-a39b-8f9a04fc677b",
        "6c9e1bc3-dbee-4217-b481-b3374bf1479b",
        "6a335315-b626-478d-9862-fd77fef265f8",
        "b92bc5ae-5565-4de9-973e-e5efc20400db"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ddcd2c1f-b032-403f-8dab-a92e7a2f108e",
      "dutyDetail": "Uphold organisational minimum standards with regards to equipment testing, fault finding and maintenance according to agreed schedules and in line with quality standards and investigative needs to ensure appropriate health and safety considerations, the use of PPE and awareness of potential biohazards are all considered as part of the examination process.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "781f4e67-fe8c-4b8f-9fda-9df8562e227c"
      ],
      "mappedKnowledge": [
        "b0cc74a7-b8dc-4d04-94fa-b9e3b316a0e7",
        "6ff21f94-d328-4202-ad1e-2fb3cad0dc0e",
        "e9e1018f-6b3d-4670-8022-35302f00fe63",
        "57db65a5-e4b8-466d-a2d0-05c3de7d1c5e",
        "7587fdb7-5f46-4ff3-a086-293bf10ae159",
        "18258005-67f0-42b7-af86-065c85d640a5",
        "07d7e056-a89e-41a5-9226-4e9db7d6a1c1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2992f650-6dc8-4e86-baa7-b546dbe1079b",
        "a198031b-eb8b-4d94-aae4-8c765030ceef",
        "ffb51304-8b8c-45db-95a7-d9a5f54e9db9",
        "6c9e1bc3-dbee-4217-b481-b3374bf1479b",
        "a55adbde-f705-4a66-afda-31291a66999d",
        "8e1dec87-3275-4ddf-a956-16960a5eeb13",
        "0cc43120-02df-426e-b7d5-fe06d0db28cd",
        "4ba87d8b-d839-4359-bfe9-2c22a754454e",
        "725a0710-81dc-47cd-8863-60e6f90b808a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a66f8469-01a0-4116-8f22-71c1fd26c5b6",
      "dutyDetail": "Operate in a safe, lawful and ethical manner when dealing with digital devices and personal information giving due consideration to wellbeing working practices when processing sensitive or potentially distressing content.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c2df7a6e-a460-471f-a685-9449bcc68c1f",
        "d7143124-a320-44aa-aa9f-e1915577d6cd",
        "825ef41f-f810-4cb8-8814-a665d8970cbe"
      ],
      "mappedKnowledge": [
        "6ff21f94-d328-4202-ad1e-2fb3cad0dc0e",
        "e9e1018f-6b3d-4670-8022-35302f00fe63",
        "84f269e1-747e-4a58-872e-56bda21c164b",
        "37a25946-fb5b-4052-95ae-d8ff4dc44b47",
        "07d7e056-a89e-41a5-9226-4e9db7d6a1c1",
        "fe8fcd33-074a-4a51-9e31-165d210545ac"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2992f650-6dc8-4e86-baa7-b546dbe1079b",
        "a198031b-eb8b-4d94-aae4-8c765030ceef",
        "5cc1a8bb-d1d3-4980-b624-8ebab3d72d88",
        "fffd9d59-1d9d-4a6e-9fee-66c06aa44bc0",
        "3261710e-5568-4f96-a39b-8f9a04fc677b",
        "a55adbde-f705-4a66-afda-31291a66999d",
        "4ba87d8b-d839-4359-bfe9-2c22a754454e",
        "68d8e529-e2ea-479d-9bb8-4c4f6e006d7c",
        "6a335315-b626-478d-9862-fd77fef265f8",
        "2438d24e-25f4-416b-ba32-d867e6ab4e70",
        "dc614f45-73d3-4f18-928b-0c024968d6ad"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "07d27753-1148-4b4f-a0b6-fc27f51200aa",
      "dutyDetail": "Following risk assessments; local, national and on digital forensics and crime scenes activities from multiple agencies to ensure the integrity of digital evidence. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d7143124-a320-44aa-aa9f-e1915577d6cd",
        "781f4e67-fe8c-4b8f-9fda-9df8562e227c"
      ],
      "mappedKnowledge": [
        "6ff21f94-d328-4202-ad1e-2fb3cad0dc0e",
        "744605a2-33ad-49a2-8438-4734324f0a3a",
        "57db65a5-e4b8-466d-a2d0-05c3de7d1c5e",
        "07d7e056-a89e-41a5-9226-4e9db7d6a1c1"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2992f650-6dc8-4e86-baa7-b546dbe1079b",
        "a198031b-eb8b-4d94-aae4-8c765030ceef",
        "6a335315-b626-478d-9862-fd77fef265f8",
        "725a0710-81dc-47cd-8863-60e6f90b808a",
        "80cdaa48-01bf-411c-a9ce-b6175323915a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "908c2a81-a32a-46c7-aef8-3314983ef3b9",
      "dutyDetail": "Liaison with colleagues from a variety of disciplines both external and internal to the organisation exercising responsibility for work within defined parameters. Acts in a professional and ethical manner, embracing equality, diversity and inclusion in the workplace.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c2df7a6e-a460-471f-a685-9449bcc68c1f",
        "1a83c689-14bf-43cd-bc95-1b4773f63149",
        "825ef41f-f810-4cb8-8814-a665d8970cbe",
        "aba0414d-4d1f-4855-ae9f-90261c9e78dd"
      ],
      "mappedKnowledge": [
        "4ec4c04c-8d27-424e-b43d-a7f2e1575bf5",
        "b0cc74a7-b8dc-4d04-94fa-b9e3b316a0e7",
        "e9dde417-680b-44cc-be71-84544f1fdd1d",
        "3a588220-5976-4e2d-bf68-c9f8da46a284",
        "c6447e0e-4769-4370-8ac7-63edce4e05ee"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2992f650-6dc8-4e86-baa7-b546dbe1079b",
        "fffd9d59-1d9d-4a6e-9fee-66c06aa44bc0",
        "3261710e-5568-4f96-a39b-8f9a04fc677b",
        "08659f05-8a87-438d-a4b7-a31645a01ea1",
        "2438d24e-25f4-416b-ba32-d867e6ab4e70",
        "dc614f45-73d3-4f18-928b-0c024968d6ad"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-03-19T00:00:00"
}