{
  "templateType": "Occupational Standard",
  "larsCode": 748,
  "referenceNumber": "ST1438",
  "learningAimClassCode": "",
  "title": "Transport scheduler",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1438",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-12-21T00:00:00",
  "earliestStartDate": "2023-12-21T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Supporting the safe and efficient operation of the aviation, tram, bus, coach and rail transport networks",
  "level": 3,
  "ePALength": 3,
  "typicalDuration": 18,
  "maxFunding": 8000,
  "maxFundingAdditionalInformation": "",
  "route": "Transport and logistics",
  "keywords": [
    "Network Operations",
    "Network",
    "Operations",
    "transport",
    "Customer Service"
  ],
  "jobRoles": [
    "Aviation scheduler",
    "Line reliability support analyst",
    "Operational planner",
    "Operational planning assistant",
    "Performance information administrator.",
    "Support reliability analyst",
    "Train planner"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st1438-v1-0?view=epa",
  "ssa1": "4 Engineering and Manufacturing Technologies",
  "ssa2": "4.3 Transportation operations and maintenance",
  "version": "1.0",
  "standardInformation": "&lt;p class=&quot;western&quot;&gt;&lt;strong&gt;TYPICAL JOB TITLES: &lt;/strong&gt;Operational Planning Assistant, Operational Planner, Schedule Compiler, Train Planner, Line Reliability Support Analyst, Reliability Analyst, Support Reliability Analyst and Performance Information Administrator.&lt;/p&gt;\n&lt;p class=&quot;western&quot; align=&quot;LEFT&quot;&gt;Industry sector: &lt;strong&gt;Transport &lt;/strong&gt;(Bus, Coach and Rail) Level: &lt;strong&gt;This apprenticeship is set at level 2&lt;/strong&gt;&lt;/p&gt;\n&lt;p class=&quot;western&quot; align=&quot;LEFT&quot;&gt;Duration: &lt;strong&gt;Minimum of 12 months &lt;/strong&gt;(and typically 12-18 months) Review period: &lt;strong&gt;36 months&lt;/strong&gt;&lt;/p&gt;\n&lt;p class=&quot;western&quot;&gt;&lt;strong&gt;OCCUPATIONAL PROFILE&lt;/strong&gt;: Those working within Network Operations support the safe and efficient operation of the bus, coach and rail transport networks. Adhering to rigorous rules and guidelines, which comply with commercial and legal frameworks, Network Operators design, develop and monitor the performance of timetables and transport services ensuring they meet the requirements of stakeholders and customers.&lt;/p&gt;\n&lt;p&gt;Network Operators will be required to work closely with, front-line operations managers, engineers, business support functions and stakeholders. Their role contributes to the operational effectiveness and integrity of the UK transport network.&lt;/p&gt;\n&lt;p class=&quot;western&quot;&gt;Those working within Network Operations may be required to work in a small control location, a major operations control room or a head office.&lt;/p&gt;\n&lt;p class=&quot;western&quot;&gt;This apprenticeship adopts a core and options approach to allow flexibility for employers and enable transferability between roles and employers for apprentices. The core content includes safety, quality and customer service, the apprentice will then follow one of the following specialist pathways: Scheduler or Network Performance Operator.&lt;/p&gt;\n&lt;p class=&quot;western&quot;&gt;&lt;strong&gt;Schedulers&lt;/strong&gt;: are responsible for the design and development of operating plans/timetables for vehicles, bus, coach and/or train-crew duties and operational staff rosters for day-to-day, temporary and emergency operations, and short-term service changes in response to disruption or to enable work on projects, maintenance and upgrades for future services. Schedulers are responsible for delivering solutions to service stakeholders such as: commercial managers, specifiers, operations and engineering managers, and will collaborate with front-line staff, network operators and others involved in the scheduling process, e.g. diagram planners for crew and vehicles. Schedule designers work with time and performance information from specifications, historic data, and observations of real-time or simulated services, and will review and validate their solutions against existing services, business requirements, customer expectations and standards, contracts and service charters.&lt;/p&gt;\n&lt;p class=&quot;western&quot;&gt;&lt;strong&gt;Network Performance Operators&lt;/strong&gt;: are responsible for monitoring the performance of services on a transport network and identify when services are not running to plan such as: failures, events and incidents, escalating to stakeholders to take appropriate action. Network Performance Operators will capture and monitor data such as: reliability of services, delay information and analysing data for trends to support management to make improvements to performance, safety and financial efficiencies. Network Performance Operators will analyse data following investigation of incidents capturing lessons learnt to improve future performance and/or response to prevent reoccurrence.&#160;&lt;/p&gt;\n&lt;h3 class=&quot;western&quot;&gt;ENTRY AND QUALIFICATION REQUIREMENTS&lt;/h3&gt;\n&lt;p class=&quot;western&quot;&gt;Individual employers will set the entry criteria for their own apprentices. Apprentices without Level 1 English or Maths will need to achieve this level and take the test for Level 2, prior to taking the end point assessment.&lt;/p&gt;\n&lt;h3 class=&quot;western&quot;&gt;PROFESSIONAL BODY RECOGNITION&lt;/h3&gt;\n&lt;p class=&quot;western&quot;&gt;Successful completion of their apprenticeship programme allows them to progress to the Associate/Affiliate level of membership.&lt;/p&gt;\n&lt;p class=&quot;western&quot;&gt;&lt;strong&gt;BEHAVIOURS. &lt;/strong&gt;Those working in Network Operations need to demonstrate the following behaviours:&lt;/p&gt;\n&lt;p class=&quot;western&quot;&gt;&lt;strong&gt;Act professionally, &lt;/strong&gt;demonstrating dependability, determination, honesty and integrity. Be approachable, respect others, act ethically and contribute to sustainable development.&lt;/p&gt;\n&lt;p class=&quot;western&quot;&gt;&lt;strong&gt;Be risk aware, &lt;/strong&gt;in order to reduce risks by checking information, concentrating on the task, maintaining an awareness of changing circumstances and remaining calm under pressure.&lt;/p&gt;\n&lt;p class=&quot;western&quot; align=&quot;LEFT&quot;&gt;&lt;strong&gt;Display a self-disciplined, self-motivated, proactive approach to work&lt;/strong&gt;, the ability to make independent decisions whilst understanding limits and knowing when to ask for help or to escalate.&lt;/p&gt;\n&lt;p class=&quot;western&quot;&gt;&lt;strong&gt;Be receptive to feedback&lt;/strong&gt;, willing to learn new skills and to adjust to change. Undertaking professional development necessary in order to maintain and enhance competence.&lt;/p&gt;\n&lt;p class=&quot;western&quot; align=&quot;LEFT&quot;&gt;&lt;strong&gt;Make a personal commitment &lt;/strong&gt;to an employer, the industry and its professional standards.&lt;/p&gt;\n&lt;p class=&quot;western&quot; align=&quot;LEFT&quot;&gt;&lt;strong&gt;CORE KNOWLEDGE&lt;/strong&gt;. Network Operators need to understand:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;&lt;strong&gt;Safe and professional working practices, &lt;/strong&gt;complying with relevant rules and procedures including legislation, statutory operating regulations e.g. the Railways and Other Guided Transport Systems (Safety) regulations, industry procedures and safety requirements and instructions, as well as the need to understand and adhere to corporate policies on ethics, equality and diversity.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;&lt;strong&gt;The importance of maintaining a safe working environment and resources, &lt;/strong&gt;including how to secure the work environment, how to take and handover duties and the importance of safe systems of working.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;&lt;strong&gt;The diverse range of customers &lt;/strong&gt;within transport services, their needs, rights and expectations and how to provide excellent customer service that promotes the transport industry.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;&lt;strong&gt;The general principles of passenger and freight operation &lt;/strong&gt;including relevant legislative and contractual regulatory standards.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;&lt;strong&gt;The importance of delivering a reliable and punctual service &lt;/strong&gt;including legal, financial, moral and reputational considerations. How to recognise the difference between the service commissioner and the service user when operating in a contracted or regulated environment.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;&lt;strong&gt;The importance of commercial principles and understanding different stakeholders &lt;/strong&gt;applicable to the transport network and the implications of these regarding timetabling, scheduling, planning and performance. How to recognise when circumstances could lead to confusion, panic or conflict e.g. the impact of events, demands, decisions on constraints on customer service and reputation.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;The importance of gathering specific data&lt;/strong&gt; on transport network geography, human resources and physical assets in order to understand time constraints and events and to learn continuously from past performance, incorporating this into future operations.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p class=&quot;western&quot; align=&quot;LEFT&quot;&gt;&lt;strong&gt;CORE SKILLS. &lt;/strong&gt;Network Operators need to be able to:&lt;/p&gt;\n&lt;h3 class=&quot;western&quot;&gt;SAFETY&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;&lt;strong&gt;Keep themselves and others safe by adhering to safe working practices. &lt;/strong&gt;Comply with statutory regulations, safe systems of work, permits and organisational safety requirements, with or without supervision to support operating activities.&lt;/p&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3 class=&quot;western&quot;&gt;QUALITY&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;&lt;strong&gt;Prepare for a high standard of work. &lt;/strong&gt;Gather information from: drawings, plans, specifications and schedules, real-time positional information and historic information to achieve optimum outcomes. Be able to interpret information and solve problems including information about the state of the network in support of all other transport planning and operating.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;&lt;strong&gt;Deliver a high standard of work. &lt;/strong&gt;Continually monitor the situation and undertake planned, unplanned, emergency planning and operating activities diligently at all times. Prioritise activities according to the situation and take responsibility for personal actions. Identify opportunities for continuous improvement and implement where appropriate to achieve customer service outcomes.&lt;/p&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3 class=&quot;western&quot;&gt;CUSTOMER SERVICE&lt;/h3&gt;\n&lt;ul&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;&lt;strong&gt;Work with others. &lt;/strong&gt;Work effectively, efficiently, individually and as part of a team, maintaining effective relationships with colleagues, stakeholders, suppliers and the public, as appropriate. Work with others in a positive, respectful and supportive manner, providing support and help as needed, and managing conflict when required.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;&lt;strong&gt;Meeting and identifying customer requirements&lt;/strong&gt;. Gather information from recognised sources for internal teams to update customers, such as: social media, information systems and face to face. Respond in a timely, positive and helpful manner to enquiries, complaints and compliments. Report &amp;amp; accurately record all required information, using correct terms, standards, templates and protocols, providing assistance that is considerate to risk and reassurance that is sympathetic and promotes goodwill.&lt;/p&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3 class=&quot;western&quot;&gt;SPECIALIST KNOWLEDGE &amp;amp; SKILLS&lt;/h3&gt;\n&lt;h4 class=&quot;western&quot; align=&quot;LEFT&quot;&gt;&lt;strong&gt;Knowledge&lt;/strong&gt;&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Basic knowledge of scheduling design principles including transport service frequencies, running times, fluctuations of customer demand and other transport services within the network area.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;Transport Planning Rules, safety specifications and processes to ensure compliance e.g. Road Traffic Act, Train Planning Rules, Network Code &amp;amp; asset constraints and regulations governing safety critical workers.&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;A good understanding of technical requirements to ensure appropriate and safe scheduling e.g. vehicle and route characteristics, capacity and signalling, maintenance &amp;amp; possession procedure and contract agreements.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;How to create robust schedules for transport services and staff including how to use relevant tools, systems and data, and being able to work to the different requirements for producing internal or public schedules.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Understand the operation of traffic management or service control systems, including rail signalling (railonly).&lt;/p&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4 class=&quot;western&quot;&gt;Skills&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Use industry scheduling systems, software and processes to create robust schedules for vehicles and/or staff in order to deliver an effective and efficient transport service.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Design accurate schedules by applying detailed knowledge, problem solving, numeracy and communication skills, complying with defined technical and operational criteria.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Optimise a scheduling solution to make maximum use of the capacity and constraints of the transport network, its vehicles and staff, taking into account for example: vehicle, staff and route availability to match customer demands, appropriate vehicle capability for the route, adequate stop and terminal provision for the scheduled vehicles, resilience to disruption, adverse weather and environment, maintenance, training, engineering and customer service standards.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Be able to analyse the design and/or performance of a transport service to identify areas of improvement for future prevention.&lt;/p&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3 class=&quot;western&quot;&gt;NETWORK PERFORMANCE&lt;/h3&gt;\n&lt;h4 class=&quot;western&quot;&gt;Knowledge&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Basic knowledge of various performance control regimes e.g. maintenance regimes and training schedules for operators.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Understand the baseline schedule so that variances from this can be identified and analysed for trends to inform improvements put in place to prevent reoccurrence.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Understand employers and/or performance management framework and systems e.g. databases, key performance indicators and contracts.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Awareness of continuous quality improvement methodologies and change management such as: lean and Six Sigma.&lt;/p&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4 class=&quot;western&quot;&gt;Skills&lt;/h4&gt;\n&lt;ul&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Capture and analyse data for failures, events and incidents, which could be safety or performance to inform management decisions.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Identify variances to the plan and know how to interpret the information and respond accordingly e.g. monitoring the performance of buses, coaches and/or trains.&lt;/p&gt;\n&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Generate and publish reports on performance, safety and cost to managers and collate feedback.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Assist in the implementation of quality improvement initiatives and/or containment actions e.g. investigating reoccurring incidents, supporting action planning and making recommendations to improve business performance.&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p align=&quot;LEFT&quot;&gt;Monitor the performance of transport services to ensure the standard of provision (including frequency, punctuality and capacity where relevant) meet stakeholder needs and expectations.&lt;/p&gt;\n&lt;/li&gt;\n&lt;/ul&gt;",
  "occupationalSummary": "&lt;p class=&quot;MsoNormal&quot;&gt;This occupation is found in the transport sector, across a range of different types of organisations such as airlines, train operators (overground and underground), bus and coach companies, tram operators and the military. These travel networks span the UK and beyond. Many travel networks cover multiple routes and services that connect to provide integrated travel solutions.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot;&gt;This occupation is found in diverse settings. It includes operators that provide public transport, commercial and military operators. Those working in this occupation help meet a wide range of different transport needs and objectives.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot;&gt;Transport schedulers provide support to key teams such as flight crews or bus drivers. They may be required to work on site, which could include commercial airports, bus/train/tram stations or military bases. They are also found off site in remote offices, a small control location, or a major operations control room.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot;&gt;The broad purpose of the occupation is to help ensure that transport services operate safely, efficiently and effectively by having all the necessary requirements at the right time and place.&lt;span style=&quot;mso-spacerun: yes;&quot;&gt;&#160; &lt;/span&gt;&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot;&gt;Transport schedulers typically plan, review and develop timetables to help network operations meet service delivery requirements. They also plan the rostering of the onboard crew and any support staff that will be needed. They provide support during the live service, which may mean monitoring vehicle/aircraft progress or providing guidance.&lt;span style=&quot;mso-spacerun: yes;&quot;&gt;&#160; &lt;/span&gt;Finally, they may need to arrange for the resources needed, which could include the vehicle or any parts that are required.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot;&gt;Ultimately, transport schedulers help passengers and customers get to their destinations safely and on time. Transport schedulers therefore play a key role in delivering successful transport operations.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot;&gt;People in this occupation sometimes work normal office hours, but shift work may be expected, particularly where the travel network operates during unsociable hours.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot;&gt;In their daily work, an employee in this occupation interacts with members of their immediate team and other stakeholders critical to its safe operation such as the onboard crew, crew management, ground staff, engineers and suppliers. Transport schedulers may work independently or as part of a team.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot;&gt;Transport schedulers are responsible for delivering solutions to service stakeholders such as commercial managers and engineering managers and will collaborate with front-line staff and others involved in the scheduling process.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot;&gt;An employee in this occupation will be responsible for assessing and arranging the individual needs of travel service. To do this, they may consider (for instance) the vehicle/aircraft type, objective, the systems to be used, parts and repairs, the crew complement, and timing requirements. They may need to source these requirements, which may involve negotiation with stakeholders.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot;&gt;They are responsible for the creation, maintenance, allocation and delivery of timetables, schedules, rosters and diagrams. As well as being compliant, timetables, schedules, rosters and diagrams will be optimised to help meet the organisations objectives.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot;&gt;Transport schedulers typically risk assess and monitor several travel services at the same time. They must maintain safe and compliant operations while also prioritising their work to meet targets. They typically must allocate resources within a financial limit. They are responsible for ensuring all schedules/timetables and any bespoke requirements meet quality standards in line with legislative and organisational operating procedures.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot;&gt;Transport schedulers may be required to capture and analyse a wide range of performance data and information. They use this when reviewing and validating their solutions against existing services, business requirements and contracts, and customer standards. They may make recommendations to senior management on improvements. The kinds of improvements they look at might impact, for instance, customer service, compliance, the environment and sustainability, performance, industrial relations, or safety and financial efficiencies.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot;&gt;Transport schedulers sometimes encounter degraded travel conditions, or unexpected incidents on the route. They may also be required to handle responses in serious emergency situations that can be highly challenging and require rapid analysis and problem-solving to provide alternative travel solutions. They are also expected to provide short-term solutions for planned work, for example providing adjustments while repair work is undertaken.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot;&gt;Transport schedulers are accountable for their own area of work. Effective handovers to team members in the production timeline as well as at the end of a shift are a key feature, that ensures that transport services receive the required support. They typically work to a line manager, who is often a technical expert. They will be required to escalate issues that are beyond their own jurisdiction to their line manager or relevant technical expert.&lt;span style=&quot;mso-spacerun: yes;&quot;&gt;&#160;&lt;/span&gt;&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "c74eb207-d00f-4385-84f9-bb5f6496f1f9",
      "detail": "Sector and organisational specific handover information, from internal and external stakeholders, for example, crew numbers, crew replacement plans, train plans, planned maintenance activities"
    },
    {
      "knowledgeId": "6f53848b-d0d4-402d-882d-1413446ef67d",
      "detail": "Sector regulations that need to be considered when creating timetables, schedules, rosters or diagrams."
    },
    {
      "knowledgeId": "2a5f7d95-5fbd-464d-88a9-fca102fa9418",
      "detail": "Organisational procedures to create timetables, schedules, rosters or diagrams: transport services, contractual, passenger expectation, commercial."
    },
    {
      "knowledgeId": "fae54c7a-bd2c-4d08-b8b8-cb84c6cc6d03",
      "detail": "Sector regulations that need to be considered when revising timetables, schedules, rosters or diagrams in the case of special events, or unforeseen circumstances."
    },
    {
      "knowledgeId": "716dde71-1161-4faf-a5c0-000f037777fd",
      "detail": "Organisational procedures to revise timetables, schedules, rosters or diagrams including sporting events, national and local agreements, weather."
    },
    {
      "knowledgeId": "fecae302-8d75-4cfd-8cc1-0b509f5bf84e",
      "detail": "Organisational digital platforms that are used to create and revise timetables, schedules, rosters or diagrams. General data protection regulation (GDPR). Cyber security requirements."
    },
    {
      "knowledgeId": "652dd9eb-67dc-44d7-b73a-11fe5aa85b1d",
      "detail": "Methods of presenting timetables, schedules, rosters or diagrams, for example, using software platforms, the actual communication to wider external stakeholders."
    },
    {
      "knowledgeId": "e6055d41-ed89-4805-9836-f582f0428f43",
      "detail": "Access requirements that are required for travel routes, including access plans, visa and qualification requirements, power types, registration of timetable, schedule, roster or diagram."
    },
    {
      "knowledgeId": "a2a3c43d-19a6-48bb-b0b3-fcd5ad722059",
      "detail": "Sector specific legislation and other requirements that must be complied with when creating or revising timetables, schedules, rosters or diagrams, for example, union agreements, commercial contracts"
    },
    {
      "knowledgeId": "607f6ab4-810d-4dfa-b3be-310551c6a66d",
      "detail": "Organisational procedures for monitoring and assessing the performance of transport services."
    },
    {
      "knowledgeId": "940cb27d-aea2-4060-8b19-43df6814388a",
      "detail": "Organisational procedures for escalating transport services performance issues identified from monitoring and assessment activities within their limits of authority."
    },
    {
      "knowledgeId": "c490cc97-12d6-4707-8406-8573ae7c87e3",
      "detail": "Organisational procedures and industry specific practices for responding to, and dealing with prolonged or persistent disruption, for example, weather conditions, mechanical issues, public events. "
    },
    {
      "knowledgeId": "bc5e5a67-5ef6-4edb-ac55-7415206eac02",
      "detail": "Organisational procedures and industry specific practices for supporting situations caused by unforeseen circumstances."
    },
    {
      "knowledgeId": "f9b4cbc3-c1f2-41ec-aeab-7382c2f062f6",
      "detail": "Compliance requirements of the organisation and wider industry in relation to transport services."
    },
    {
      "knowledgeId": "be7b6ae2-930e-4fb2-ba57-a4790b5adfa0",
      "detail": "Workload planning tools and techniques."
    },
    {
      "knowledgeId": "2742b269-6c1e-417d-b5aa-86affe66db57",
      "detail": "Organisational and industry specific objectives and  key performance indicators (KPIs)."
    },
    {
      "knowledgeId": "484b30c8-a875-480f-b9e1-b4dd0bc88871",
      "detail": "Verbal communication techniques. Giving and receiving data and information. Matching style to audience. Industry terminology."
    },
    {
      "knowledgeId": "374cd6b0-84b7-4990-a37f-5e1b38712daa",
      "detail": "Techniques for written communication, plain English principles."
    },
    {
      "knowledgeId": "1a968b4e-1d58-48c8-b7aa-99e83c3358de",
      "detail": "Impact of the sector on the environment. Efficient use of resources. Recycling, reuse, and safe disposal of waste."
    },
    {
      "knowledgeId": "d53ee78f-8559-41ae-b0b3-378275eb2d8a",
      "detail": "Principles of equity, diversity, and inclusion in the workplace."
    },
    {
      "knowledgeId": "214be8bc-c4e4-4859-9df5-3477cf658cd3",
      "detail": "Documentation: methods and requirements - electronic and paper."
    },
    {
      "knowledgeId": "b62730ff-2c45-469d-98b9-5e29d94ea076",
      "detail": "CPD (planned and unplanned) and recording methods."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "cfbb937c-1083-4772-a309-36e2769115b1",
      "detail": "Committed to maintaining and enhancing competence of self through Continuing Professional Development (CPD)."
    },
    {
      "behaviourId": "ccc1763d-2279-4e4d-8101-f0b254958e31",
      "detail": "Respond and adapt to work demands and situations."
    },
    {
      "behaviourId": "6c9e393d-4e60-4d09-be60-2e986289bd14",
      "detail": "Collaborate within teams, across disciplines and with internal and external stakeholders."
    },
    {
      "behaviourId": "a53f724f-e159-4a00-a0f8-65e06dc21352",
      "detail": "Act ethically."
    }
  ],
  "skills": [
    {
      "skillId": "a785f563-5e42-46b3-8c1a-2ccf961779b9",
      "detail": "Respond to sector and organisational specific handover data."
    },
    {
      "skillId": "ffb60a37-be2b-471a-85fe-b5e9ccbf241e",
      "detail": "Carry out and record CPD."
    },
    {
      "skillId": "6fb962e3-d79b-4891-92b5-9ed20079fdd6",
      "detail": "Create timetables, schedules, rosters or diagrams."
    },
    {
      "skillId": "e99f8504-fca6-4665-b4d5-8df297a1b53c",
      "detail": "Revise timetables, schedules, rosters or diagrams."
    },
    {
      "skillId": "c743c9cb-a5dd-43cb-b661-e77ec0049ad2",
      "detail": "Use organisational digital platforms, for example, ATTUne, AIMs, Omnibus. Comply with GDPR and cybersecurity requirements."
    },
    {
      "skillId": "fa765fa2-0708-4ce0-80e5-cb655d59c360",
      "detail": "Undertake pre-planning activities to identify considerations to be made in relation to transport services, for example, research country specific medical and visa requirements, review local, national and international events calendars, consider transport service capacity"
    },
    {
      "skillId": "ca0fdf3e-cff9-4900-bf7f-e8087cf6e0fa",
      "detail": "Liaise with internal and external stakeholders to ensure access to travel routes and where required, register timetables, schedules, rosters or diagrams."
    },
    {
      "skillId": "ab0a8ceb-2860-4738-840e-74b6546e9005",
      "detail": "Comply with sector legislation for example union agreements, commercial contracts."
    },
    {
      "skillId": "3b574700-72a3-454a-a94d-e4cb9fab9851",
      "detail": "Monitor and assess the performance of transport services, intervening and providing support when required."
    },
    {
      "skillId": "fa77a183-f5b4-4bbb-98f9-cf5f0b23cd76",
      "detail": "Respond to prolonged or persistent disruption to transport services, ensuring solutions take into consideration the requirements of internal and external stakeholders."
    },
    {
      "skillId": "91b50571-0b1e-48ed-9a43-6886e901f74c",
      "detail": "Support situations that occur due unforeseen circumstances, contributing where required in line with organisational procedures and industry specific practices, for example, emergency situations, extreme weather conditions, industrial action."
    },
    {
      "skillId": "57febeed-0ddd-4489-abd5-3ffa95dd0243",
      "detail": "Liaise with internal and external stakeholders to ensure full support is offered during situations that occur due to unforeseen circumstances, for example, emergency situations, extreme weather conditions, industrial action."
    },
    {
      "skillId": "2c5d42f6-e5b3-439c-a542-53dfdb26e2db",
      "detail": "Identify non-compliance in transport services through monitoring activities."
    },
    {
      "skillId": "0e054580-a5d2-41d9-bebd-57ec27ce88c9",
      "detail": "Escalate situations to the appropriate person or authority."
    },
    {
      "skillId": "6cbea9f5-f6c1-44ac-97d9-9bc00cdc1421",
      "detail": "Manage own workload to ensure that contributions to organisational objectives meet all requirements."
    },
    {
      "skillId": "f314d6ad-6dfa-4e19-a29f-fc99a51730df",
      "detail": "Make operational performance improvements."
    },
    {
      "skillId": "e359868c-51f1-48ac-b072-52bd91d48fe3",
      "detail": "Communicate with others verbally for example, colleagues and stakeholders."
    },
    {
      "skillId": "c21949d1-0467-422c-9d4e-135c30162174",
      "detail": "Communicate in writing with others for example, internal and external customers, colleagues, and managers."
    },
    {
      "skillId": "cde44653-8cfe-421c-9724-a8eb6bfffc36",
      "detail": "Comply with regulations, standards, and guidance, including environmental and sustainability regulations."
    },
    {
      "skillId": "f4d617ed-053b-4cf9-a956-874487cd3b62",
      "detail": "Follow equity, diversity, and inclusion principles."
    },
    {
      "skillId": "e132221e-4ebd-472d-b925-8091ad11559c",
      "detail": "Record or enter information - paper based or electronic. For example, risk assessments, handover documents, work sheets, checklists,  and any legal reporting requirements"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Network Performance Operators",
    "Schedulers"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2023-12-21T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0561",
  "tbMainContact": "marie.brierley@networkrail.co.uk",
  "involvedEmployers": "Airtanker Training, Aviation Industry Skills Board (AISB), British Airways, C2C, CPT, Crosby Training, Cross Country Trains, First Bus, Govia Thameslink Railway, Jet 2, Menzies Aviation, MTR Elizabeth Line, Network Rail, Seetec Outsource, Transpennine Express, Transport for West Midlands",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Aviation scheduler",
    "Line reliability support analyst",
    "Operational planner",
    "Operational planning assistant",
    "Performance information administrator.",
    "Support reliability analyst",
    "Train planner"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Transport",
  "cluster": "Transport operations operative or technician",
  "clusterId": "16",
  "clusterDescription": "Support a transport facility's operation and/or support the loading and movement of a freight or passenger vehicle or vessel",
  "createdDate": "2023-12-21T13:22:00 +00:00",
  "lastUpdated": "2023-12-21T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2023-12-21T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC1438",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1438-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1438-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "5e3a622a-19ef-484b-8010-add3779b6742",
      "dutyDetail": "Receive and provide other stakeholders with handover data to ensure continuity of planned travel operations.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "c74eb207-d00f-4385-84f9-bb5f6496f1f9",
        "d53ee78f-8559-41ae-b0b3-378275eb2d8a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "a785f563-5e42-46b3-8c1a-2ccf961779b9",
        "f4d617ed-053b-4cf9-a956-874487cd3b62"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9d73a51c-3be0-434b-81c6-fc16abfd42ec",
      "dutyDetail": "Create the timetable, schedule, roster or diagram to meet  objectives in relation to the transport service,  contractual requirements, passenger experience and commercial requirements as appropriate.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "6f53848b-d0d4-402d-882d-1413446ef67d",
        "2a5f7d95-5fbd-464d-88a9-fca102fa9418",
        "214be8bc-c4e4-4859-9df5-3477cf658cd3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6fb962e3-d79b-4891-92b5-9ed20079fdd6",
        "e132221e-4ebd-472d-b925-8091ad11559c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "84407d5d-8384-4d9f-bbee-0afc23d217c7",
      "dutyDetail": "Revise the timetable, schedule, roster or diagram to meet  objectives in relation to the transport service,  contractual requirements, passenger experience and commercial requirements as appropriate.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "fae54c7a-bd2c-4d08-b8b8-cb84c6cc6d03",
        "716dde71-1161-4faf-a5c0-000f037777fd",
        "214be8bc-c4e4-4859-9df5-3477cf658cd3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e99f8504-fca6-4665-b4d5-8df297a1b53c",
        "e132221e-4ebd-472d-b925-8091ad11559c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b0b54eaa-0861-48b0-9652-c5566c1ee90f",
      "dutyDetail": "Operate organisational digital platforms to support the creating, revising and presenting of the timetable, schedule, roster or diagram.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "fecae302-8d75-4cfd-8cc1-0b509f5bf84e",
        "652dd9eb-67dc-44d7-b73a-11fe5aa85b1d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c743c9cb-a5dd-43cb-b661-e77ec0049ad2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "98ca865f-7ece-463b-b73e-cbe1829955d7",
      "dutyDetail": "Consider the needs of the planned transport service when creating a timetable, schedule, roster or diagram.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [
        "fa765fa2-0708-4ce0-80e5-cb655d59c360"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "12b3a336-abc5-4687-ae2a-147bc4a6ebd6",
      "dutyDetail": "Arrange access to travel routes and register timetables, schedules, rosters or diagrams as required.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "e6055d41-ed89-4805-9836-f582f0428f43",
        "484b30c8-a875-480f-b9e1-b4dd0bc88871",
        "374cd6b0-84b7-4990-a37f-5e1b38712daa"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ca0fdf3e-cff9-4900-bf7f-e8087cf6e0fa",
        "e359868c-51f1-48ac-b072-52bd91d48fe3",
        "c21949d1-0467-422c-9d4e-135c30162174"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a2d6aa54-a1e6-4eb6-b7c4-33c7a1d8765e",
      "dutyDetail": "Allocate resources or slots to travel operations in line with organisational objectives.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9b24f3d5-b882-4fd8-b688-4a0322490480",
      "dutyDetail": "Ensure timetable, schedule, roster or diagram complies with legislative and sector specific requirements. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a53f724f-e159-4a00-a0f8-65e06dc21352"
      ],
      "mappedKnowledge": [
        "a2a3c43d-19a6-48bb-b0b3-fcd5ad722059"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ab0a8ceb-2860-4738-840e-74b6546e9005"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1402082c-8645-4187-9f1f-004a917e0ebd",
      "dutyDetail": "Monitor and assess transport services performance, providing timely interventions and advice as needed.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "607f6ab4-810d-4dfa-b3be-310551c6a66d",
        "940cb27d-aea2-4060-8b19-43df6814388a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "3b574700-72a3-454a-a94d-e4cb9fab9851"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "05ce9d78-c3f4-4f2c-a78b-a5c2433ce900",
      "dutyDetail": "Respond to prolonged or persistent disruption to transport services.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "c490cc97-12d6-4707-8406-8573ae7c87e3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fa77a183-f5b4-4bbb-98f9-cf5f0b23cd76"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7a9de87d-98a0-49f8-8b24-dfecfdd74e4f",
      "dutyDetail": "Contribute to supporting situations that occur due to unforeseen circumstances and liaising with key stakeholders.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "bc5e5a67-5ef6-4edb-ac55-7415206eac02"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "91b50571-0b1e-48ed-9a43-6886e901f74c",
        "57febeed-0ddd-4489-abd5-3ffa95dd0243"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c8eb45f8-6720-4a03-b823-d7c4466e979d",
      "dutyDetail": "Carry out compliance monitoring, report non-compliance and escalate to the appropriate person or authority. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "f9b4cbc3-c1f2-41ec-aeab-7382c2f062f6"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2c5d42f6-e5b3-439c-a542-53dfdb26e2db",
        "0e054580-a5d2-41d9-bebd-57ec27ce88c9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9bcca789-a48f-45ac-b7fe-e8a339f6bb38",
      "dutyDetail": "Balance and prioritise own workload, contributing to organisational objectives. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "ccc1763d-2279-4e4d-8101-f0b254958e31",
        "6c9e393d-4e60-4d09-be60-2e986289bd14"
      ],
      "mappedKnowledge": [
        "be7b6ae2-930e-4fb2-ba57-a4790b5adfa0",
        "1a968b4e-1d58-48c8-b7aa-99e83c3358de"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6cbea9f5-f6c1-44ac-97d9-9bc00cdc1421",
        "cde44653-8cfe-421c-9724-a8eb6bfffc36"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "57b69492-8b8d-4dfe-aa01-8be6d99c078c",
      "dutyDetail": "Provide evidence-based recommendations that improve operational performance of an individual transport service or the wider travel network.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "2742b269-6c1e-417d-b5aa-86affe66db57"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f314d6ad-6dfa-4e19-a29f-fc99a51730df"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d4788aee-2dda-4880-8d10-9710f056a0d5",
      "dutyDetail": "Complete compulsory training.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "cfbb937c-1083-4772-a309-36e2769115b1"
      ],
      "mappedKnowledge": [
        "b62730ff-2c45-469d-98b9-5e29d94ea076"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ffb60a37-be2b-471a-85fe-b5e9ccbf241e"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Network Performance Operators",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Schedulers",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    }
  ],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-12-21T00:00:00"
}