{
  "templateType": "Occupational Standard",
  "shortAssessment": false,
  "larsCode": 0,
  "referenceNumber": "ST1449",
  "learningAimClassCode": "",
  "title": "Music business co-ordinator",
  "status": "In development",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://skillsengland.education.gov.uk/api/apprenticeshipstandards/ST1449",
  "qualificationStandardUrl": null,
  "versionNumber": "",
  "change": "",
  "changedDate": "2025-11-12T00:00:00",
  "earliestStartDate": null,
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "A Music Business Coordinator is responsible for supporting and coordinating the release of a recorded music product. ",
  "level": 3,
  "ePALength": 3,
  "typicalDuration": 18,
  "minimumHoursForCompliance": "",
  "maxFunding": 0,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "music business co-ordinator",
    "music business",
    "recording music",
    "music",
    "recording"
  ],
  "jobRoles": [
    "Creative coordinator",
    "Junior product manager",
    "Label assistant",
    "Label co-ordinator",
    "Promotions assistant",
    "Publishing a&r assistant",
    "Publishing assistant",
    "Publishing co-ordinator",
    "Sync coordinator"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://skillsengland.education.gov.uk/apprenticeships/st1449?view=epa",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.3 Media and communication",
  "version": "0.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in businesses that releases records or publishes songs such as record labels, music publishing company and other music businesses such as Label Services Companies. A Music Business Coordinator is responsible for supporting and coordinating the release of a recorded music product such as an album or single or developing published music product such as a composition or song choosing the correct outlets and pathways to represent the brand of the artist. &lt;br&gt;&lt;br&gt;The broad purpose of the occupation is the purpose of this role is to identify new music artists, producers, songwriters, and DJ’s, using methods and tools including social media monitoring, reading blogs, attending physical shows and liaising with other industry contacts. The role is really there to support the wider organisation and promote artists. They would work alongside Artist and Repertoire and other internal teams to nurture and develop the musical talent, sound, vision, direction and give support with song writing and studio time. It may also include assisting with introductions to other songwriters for collaborative works. Dependent on the release or composition they could be involved in taking the music from its initial recorded form i.e. one track, several tracks or a full collection of tracks usually called an album to the consumer as well as the internal coordination of delivering publishing plans, which develop or promote new composers, songwriters, recording projects and or printed materials.&lt;/p&gt;\n&lt;p&gt;&lt;br&gt;In their daily work, an employee in this occupation interacts with internal colleagues and departments and external associates and services which may include; Artists, songwriters and managers, designers, other team members and colleagues working across royalties, distribution, marketing, press, digital, studio, or operations team, legal team, radio pluggers, digital streaming services also known as digital service provider DSP, photographers, videographers They also liaise with other teams, who may be international, in order to provide documentation and or assets, so that internal teams understand priorities and schedules to ensure a joined-up approach. &lt;br&gt;&lt;br&gt;An employee in this occupation will be responsible for creating their own campaigns or supporting larger campaigns and managing their own plans for releases or publishing, bringing ideas to life which may include deciding on and managing their own video/photographic shoots and launch events as well as co-ordinating and commissioning approvals for assets e.g. radio, outdoor, tv. Occupational Responsibilities also include: Making informed decisions regarding artist requirements to meet their unique vision and brand for themselves and their longer term direction; working with artists, the artist’s teams and other internal teams to create physical and digital campaigns which may include printed materials as well as digital assets and bringing innovation to those campaigns to ensure an effective release; Identifying different stakeholder artists, agents, publishers requirements by liaising with them and others to ensure the current campaign aligns with their music release requirements and the vision for this release or promotion; Undertaking social media activities personally or in conjunction with teams to ensure successful music release campaigns; Using own judgement and decision making to schedule activities to make sure that music releases are delivered on time and their impact is maximised; Tracking the success of campaigns against sales which may include identifying and implementing changes to the music release; Working within deadlines, budgets and other resource constraints; Supporting planning of the manufacturing of physical and digital product by liaising with distributors and the co-ordination of promotion across digital and traditional media for example print press, TV and radio, marketing, selling via physical retailers and online digital retailers or in supporting the production of demo recordings, creating electronic press-kits and promo CDs, do research and study rights requirements and partners etc. Support the delivery of music projects required by audiences including performers, broadcasters, record companies and others who use music (pop, contemporary, classical music, and associated performance materials (score and materials etc.)), on a commercial basis, both nationally and internationally nationally and internationally.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "481b6e18-82a4-4ad3-bba3-e2a88182862f",
      "detail": "The end to end creation process and the elements of a release or publishing plan and any associated project work which should always include marketing support, timescales and budget. "
    },
    {
      "knowledgeId": "7c1bdde8-948e-4706-a5e6-3517cd6ee115",
      "detail": "Typical distribution timelines and the impact on release or publishing plans."
    },
    {
      "knowledgeId": "5d4698d9-1f95-4efe-b6e0-fa5490587b05",
      "detail": "The range of digital assets that can be used on digital platforms to ensure maximum engagement."
    },
    {
      "knowledgeId": "2eb779f9-66e3-4b55-b411-48238952d920",
      "detail": "Importance and impact of meta tagging processes."
    },
    {
      "knowledgeId": "11c8c800-751c-42da-8d0e-092f493773f5",
      "detail": "Basic photo and video editing tools and techniques."
    },
    {
      "knowledgeId": "e2c806e2-9706-4319-8767-a2961c5bece8",
      "detail": "The event planning process from design to delivery including Studio, co-writing project management and logistical requirements. "
    },
    {
      "knowledgeId": "b2714362-15de-420b-95c6-e4a1d9f00949",
      "detail": "The requirements for registering a song with Collection Societies."
    },
    {
      "knowledgeId": "01f9acd9-1178-402e-aa69-e0f379b72b90",
      "detail": "Synchronization in terms of licensing, process, understanding briefs, rights management and commission and financial structures."
    },
    {
      "knowledgeId": "6f88af5a-73f5-4e4b-952d-20dd6731f54c",
      "detail": "The works registration process including sub-publishers' networks and the impact of international users. "
    },
    {
      "knowledgeId": "dcaf5947-e016-42a2-a3d6-920720b4b6a6",
      "detail": "Working to the pre-release strategy and the artists’ requirements Identify different formats for the release such as vinyl, CD, digital delivery or physical production. "
    },
    {
      "knowledgeId": "4ae7e250-782a-4d04-91b0-3c17780b3e28",
      "detail": "Different publications or radio outlets and which ones are specific to which genres and appropriate for the release."
    },
    {
      "knowledgeId": "db21db3f-85b2-4f09-bc5c-0dda671628d7",
      "detail": "The overall business workflow."
    },
    {
      "knowledgeId": "1a16f12b-c765-4f4f-8e42-460ff9c246d2",
      "detail": "The requirements and objectives of teams including artist & repertoire, digital marketing, distribution, sales and production involved in achieving the release or publishing plan."
    },
    {
      "knowledgeId": "c7338ee9-c12c-4e31-a2f4-83eec76e78d5",
      "detail": "The planning, organisation and maintenance of the longer term release schedule considering the impact of company resources, time of year and artist delivery of music timescales."
    },
    {
      "knowledgeId": "df378927-b9b6-4a0c-b400-9484996e5e9e",
      "detail": "The range of external providers and their specialism and an awareness of typical market rates."
    },
    {
      "knowledgeId": "9371a82f-c254-4a40-a53a-ecaca1941505",
      "detail": "The range of digital service providers and their data points including the information required for them and the feedback provided by them."
    },
    {
      "knowledgeId": "537ea628-cec1-4001-a181-afc00776cbe4",
      "detail": "Social media platforms and their engagement including current trends."
    },
    {
      "knowledgeId": "476691c6-0206-4bd8-bcd8-7c2c3ab0074a",
      "detail": "Funding schemes that are available to support the release for example Performing Rights Society Foundation PRS, Phonographic Performance Limited PPL, Arts Council and the Music Export Growth Scheme and their requirements and restrictions."
    },
    {
      "knowledgeId": "a6bc9979-cb3c-49c9-8c04-60a7e9bbc034",
      "detail": "The range of new and forthcoming technologies and their appropriateness for activities associated with releases or publishing."
    },
    {
      "knowledgeId": "5fdae145-24a6-44ed-9123-908faaec8065",
      "detail": "Music Industry overview to ensure understanding of history, current dynamics and future changes including the part the organisation plays."
    },
    {
      "knowledgeId": "d9157e74-22cc-4921-848d-bb7f5633898b",
      "detail": "Appreciation of musical styles, genres, performance standards relevant to the Label or Publishers and their ambition."
    },
    {
      "knowledgeId": "e18d290d-7a33-432b-b163-e9f85fca9220",
      "detail": "The industry awards calendar and timescales associated with entries and submission requirements for example supporting statements including social media support required to maximise the submission opportunity."
    },
    {
      "knowledgeId": "8367ac24-8894-4f5f-8e75-c8385ea200ed",
      "detail": "Introduction to the different uses of commissioning and exploiting works including media, orchestral, theatrical, digital or online and the ownership or remuneration. "
    },
    {
      "knowledgeId": "d5870cc9-f3bf-4960-8c24-b76df397e30d",
      "detail": "Introduction to publishing rights licensing for example General Entertainment or Broadcast, digital or online."
    },
    {
      "knowledgeId": "eb6415b4-ddc4-406f-8a71-46609a8f0d76",
      "detail": "Copyright Laws including Publishing copyright rights and financial flow and management and the relationship or architecture of songwriter or publisher or PRO in rights terms and the impact on release or publishing plans."
    },
    {
      "knowledgeId": "599fe33c-c9c7-4e04-ace5-283547f7bc8e",
      "detail": "Different communication tools and techniques to be able to engage professionally with stakeholders."
    },
    {
      "knowledgeId": "88575a13-8380-4390-a0ec-169eb111d077",
      "detail": "Data analysis techniques and how to present the results."
    },
    {
      "knowledgeId": "6807de64-dcdc-4588-a123-e77f007514f5",
      "detail": "Negotiation techniques and the benefits of them."
    },
    {
      "knowledgeId": "80d73d57-a100-47f9-bd17-b7d3785ec8e8",
      "detail": "The security requirements for data in accordance with Data Protection GDPR."
    },
    {
      "knowledgeId": "632dea8a-4a83-44f7-9ab9-1c65b5adda89",
      "detail": "Health and safety procedures including risk assessment processes and associated paperwork."
    },
    {
      "knowledgeId": "409fa1c3-17f7-40ca-ab95-5b7a2662a701",
      "detail": "Sustainability policies and procedures and their impact on activities. "
    },
    {
      "knowledgeId": "84233ee7-a7f1-4b2d-9e9e-3c80235f8521",
      "detail": "Budget, internal or external authorisation processes and the likely expenditure required for the release or publishing plan to include campaign specific agreed elements."
    },
    {
      "knowledgeId": "f7d45a81-b01e-4ba1-9a21-09993e63dfae",
      "detail": "In house CRM and IT systems used to update records which may include excel, word, email and appropriate communication styles involved in their use."
    },
    {
      "knowledgeId": "e1bbcc20-8754-417f-90e1-3f5b15d87487",
      "detail": "Identify new music artists, producers, songwriters, and DJ’s, using methods and tools including social media monitoring, reading blogs, and attending live events that fall within the organisational music requirements relating to the company profile."
    },
    {
      "knowledgeId": "9942d106-2ce3-4d63-a1d3-01aaabab99f7",
      "detail": "The roles and departments and functions within a team and how they interact with their own role, for example; marketing, A&R and production. "
    },
    {
      "knowledgeId": "9910f5c0-ac4e-469c-9458-916a92b21cb9",
      "detail": "How to identify and source the most appropriate internal and external specialists that help co-ordinate all related aspects of the process."
    },
    {
      "knowledgeId": "cca41044-2fe8-4c57-bae5-5a79a847fd16",
      "detail": "Identify the typical characteristics of an artist’s profile or vision.  For example, tone of voice, values. "
    }
  ],
  "behaviours": [
    {
      "behaviourId": "baf59b65-1db0-4d29-93fd-48aa14c3e52a",
      "detail": "Is flexible and resilient to meet work patterns and demands, knowing when to seek support."
    },
    {
      "behaviourId": "67482613-94db-4113-b719-0543b8c8935f",
      "detail": "Team-focused, respectful of others and works and communicates effectively with stakeholders."
    },
    {
      "behaviourId": "25fdb6fc-0202-421f-873e-3e71eb5d009f",
      "detail": "Solves problems within area of expertise."
    },
    {
      "behaviourId": "7f550441-5fbb-4f93-887b-fb30ae85b823",
      "detail": "Is positive and proactive."
    },
    {
      "behaviourId": "a56607ef-a5f0-42d9-ae22-d216dd85ef14",
      "detail": "Improve personal effectiveness through undertaking continued professional development to keep up to date with industry changes including funding sources and industry awards."
    },
    {
      "behaviourId": "c9e36dac-5471-4f22-b083-597674cd2ca6",
      "detail": "Embraces equality, diversity and inclusion in the workplace and respects others views."
    }
  ],
  "skills": [
    {
      "skillId": "31c888dc-7773-4928-98e2-2121f3fb4aa8",
      "detail": "Prioritisation of the activities required to meet the release or publishing plan including any associated projects."
    },
    {
      "skillId": "2408b9e8-e9e3-4c21-b12d-a4ea57230756",
      "detail": "Time planning in a dynamic environment to ensure that resources are available to achieve the release or publishing plan."
    },
    {
      "skillId": "34cef3b6-4522-4811-98d7-80e6ef41bd52",
      "detail": "Implement a timeline to co-ordinate promotion across digital and traditional media for example print press, TV and radio, marketing, selling via physical retailers and online digital retailers or in supporting the production of teaser or visualiser edits creating electronic press-kits and promo for physical formats. "
    },
    {
      "skillId": "4ba06793-7fd6-4b01-908c-60515e873d3c",
      "detail": "Source and or create assets to support the release or publishing plans."
    },
    {
      "skillId": "84ec1969-9238-4e73-b52a-94cac58a5bc9",
      "detail": "Edit digital assets for the digital environment which may involve using programme for example photo-shop."
    },
    {
      "skillId": "847da0d8-3e6b-4ffc-a3e3-57449903cd81",
      "detail": "Undertake event management for example venue booking, catering arrangements, transport requirements, guest list preparation, security requirements public or press including timelines. "
    },
    {
      "skillId": "bbb90b0c-8548-41dc-9718-59f0e22fbfd3",
      "detail": "Follow the process to register songs with the Collection Societies and ensure compliance."
    },
    {
      "skillId": "77efa6f6-0d6f-4c9e-8c4f-03b2cc60c905",
      "detail": "Process sync requests including clearance. "
    },
    {
      "skillId": "4280f850-6aca-40c5-964a-8a29eb26320a",
      "detail": "Establish sub-publishers' networks in order to ensure correct registration of works and correct administration of international repertoire uses."
    },
    {
      "skillId": "796b68ea-c9fa-43ac-aea3-cc8da786fef3",
      "detail": "Evaluate and research the release format selection and timelines for intended markets."
    },
    {
      "skillId": "461a1dac-679c-4557-aea1-a536011f419d",
      "detail": "Able to identify different publications and radio outlets and genres and select the appropriate style for the release."
    },
    {
      "skillId": "96ef702f-d77e-4695-96ef-5a8509e3da33",
      "detail": "Tracking the success of campaigns against sales which may include identifying and implementing changes to music releases."
    },
    {
      "skillId": "fa0aa28f-8eb8-4a1a-b7ec-99cce1fc62d2",
      "detail": "Co-ordinate, with others, the activities to achieve the timeframe associated with the release or publishing plan."
    },
    {
      "skillId": "4b0a5472-4291-4d47-adeb-bffb37a6ac19",
      "detail": "Prepare and submit data for a range of digital service providers."
    },
    {
      "skillId": "c16a3342-484e-4710-9bd9-95de590e2c50",
      "detail": "Market catalogues to new and existing platforms."
    },
    {
      "skillId": "7e49dcbc-d9d6-4c66-b0c9-70a8f69cbeed",
      "detail": "Apply relevant technologies for activities associated with releases or publishing."
    },
    {
      "skillId": "55ebc183-1d6d-4927-8984-0e9be70c1034",
      "detail": "Abide by and implement Copyright Laws including publishing copyright rights and financial flow and management and the relationship or architecture of songwriter or publisher or PRO in terms of rights."
    },
    {
      "skillId": "03c87d89-2111-4949-8581-6fb8d069d3d6",
      "detail": "Communicate, using multiple platforms, to a range of stakeholders to achieve shared goals, objectives and solve problems using industry language as appropriate."
    },
    {
      "skillId": "0c15d20e-f1f2-47a0-bd67-3170cbf4f527",
      "detail": "Collate information for example regarding song-writing splits and writer details for repertoire."
    },
    {
      "skillId": "8041f82a-c245-4eab-a66f-ad2ac0feecd1",
      "detail": "Negotiate with third parties for example specialist service providers to support delivery of the release or publishing plan."
    },
    {
      "skillId": "14cf6f61-fc03-4810-99b5-7b44926115e0",
      "detail": "Follow organisational policies and procedures including equality, diversity and inclusion, data protection, health and safety and sustainability."
    },
    {
      "skillId": "9c36fd38-7611-4cf0-b6bd-e4da8380c29e",
      "detail": "Monitor and record expenditure against budget and inform their manager of performance and potential overspends."
    },
    {
      "skillId": "55c491cd-d166-4402-bb1b-70635bcc9b19",
      "detail": "Use in house CRM and IT systems to update records and produce reports."
    },
    {
      "skillId": "712ba510-fd42-4c52-8da3-c7ca2fc0e22a",
      "detail": "Identity and present to label a potential artist suitable to be taken to market. and implement correct outlets and pathways to represent the brand of the artist."
    },
    {
      "skillId": "7a08cd5b-a9ca-470a-84c4-0ca1333d25f4",
      "detail": "Identify and source the most appropriate internal and external experts and suppliers that  help co-ordinate all related aspects of the process."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": null,
  "approvedForDelivery": "",
  "integratedApprenticeship": null,
  "integration": "None",
  "integratedDegree": "",
  "tbReference": "TB0886",
  "tbMainContact": "marianne.burrows@education.gov.uk",
  "involvedEmployers": "Kobalt Music, Brownswood recordings, Hospital records ltd, Decca Records, Come play with me, Association of independent music, UK Music, Bucks music group, Sentric Music, Sony music, Warner music, Beggars music, DMF digital, Big creative education, Aim. ",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Creative coordinator",
    "Junior product manager",
    "Label assistant",
    "Label co-ordinator",
    "Promotions assistant",
    "Publishing a&r assistant",
    "Publishing assistant",
    "Publishing co-ordinator",
    "Sync coordinator"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Media, Broadcast and Production",
  "cluster": "Media, Music and Broadcast Assistant",
  "clusterId": "42",
  "clusterDescription": "Production and distribution of media content using communications, archive and visual technology",
  "createdDate": "2025-11-05T09:55:44 +00:00",
  "lastUpdated": "2025-11-12T00:00:00 +00:00",
  "occupationalStandardApprovalDate": null,
  "banners": "",
  "occupationCode": "OCC1449",
  "occupationalStandardUrl": "https://skillsengland.education.gov.uk/apprenticeships/st1449?view=standard#OccupationalStandard",
  "standardPageUrl": "https://skillsengland.education.gov.uk/apprenticeships/st1449",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "b530d5b8-8c80-49f9-8915-b72e227b3ed6",
      "dutyDetail": "Creating campaigns, supporting and managing plans for releases or publishing, bringing ideas to life for example deciding on and managing their own video or photographic shoots and launch events. as well as co-ordinating and commission approvals for assets, for example,  radio, outdoor, tv.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "baf59b65-1db0-4d29-93fd-48aa14c3e52a"
      ],
      "mappedKnowledge": [
        "481b6e18-82a4-4ad3-bba3-e2a88182862f",
        "11c8c800-751c-42da-8d0e-092f493773f5",
        "4ae7e250-782a-4d04-91b0-3c17780b3e28",
        "9371a82f-c254-4a40-a53a-ecaca1941505",
        "d9157e74-22cc-4921-848d-bb7f5633898b",
        "80d73d57-a100-47f9-bd17-b7d3785ec8e8",
        "84233ee7-a7f1-4b2d-9e9e-3c80235f8521"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "31c888dc-7773-4928-98e2-2121f3fb4aa8",
        "4b0a5472-4291-4d47-adeb-bffb37a6ac19"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8227fe55-5988-499a-83b9-58b15bf690e4",
      "dutyDetail": "Source and manage the receipt of new music e.g. working with artist & repertoire, receiving demos, grading live performances, and analysing online usage.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "baf59b65-1db0-4d29-93fd-48aa14c3e52a",
        "25fdb6fc-0202-421f-873e-3e71eb5d009f"
      ],
      "mappedKnowledge": [
        "481b6e18-82a4-4ad3-bba3-e2a88182862f",
        "dcaf5947-e016-42a2-a3d6-920720b4b6a6",
        "4ae7e250-782a-4d04-91b0-3c17780b3e28",
        "c7338ee9-c12c-4e31-a2f4-83eec76e78d5",
        "5fdae145-24a6-44ed-9123-908faaec8065",
        "d9157e74-22cc-4921-848d-bb7f5633898b",
        "80d73d57-a100-47f9-bd17-b7d3785ec8e8",
        "e1bbcc20-8754-417f-90e1-3f5b15d87487",
        "cca41044-2fe8-4c57-bae5-5a79a847fd16"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "847da0d8-3e6b-4ffc-a3e3-57449903cd81",
        "796b68ea-c9fa-43ac-aea3-cc8da786fef3",
        "461a1dac-679c-4557-aea1-a536011f419d",
        "fa0aa28f-8eb8-4a1a-b7ec-99cce1fc62d2",
        "14cf6f61-fc03-4810-99b5-7b44926115e0",
        "712ba510-fd42-4c52-8da3-c7ca2fc0e22a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d98e506b-5fcb-4a6b-9c48-fbe283cf1def",
      "dutyDetail": "Source bespoke assets artwork, videos, digital materials from internal and or external partners in line with the artists vision within agreed timescales.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "baf59b65-1db0-4d29-93fd-48aa14c3e52a",
        "7f550441-5fbb-4f93-887b-fb30ae85b823"
      ],
      "mappedKnowledge": [
        "481b6e18-82a4-4ad3-bba3-e2a88182862f",
        "5d4698d9-1f95-4efe-b6e0-fa5490587b05",
        "11c8c800-751c-42da-8d0e-092f493773f5",
        "dcaf5947-e016-42a2-a3d6-920720b4b6a6",
        "4ae7e250-782a-4d04-91b0-3c17780b3e28",
        "df378927-b9b6-4a0c-b400-9484996e5e9e",
        "9371a82f-c254-4a40-a53a-ecaca1941505",
        "537ea628-cec1-4001-a181-afc00776cbe4",
        "6807de64-dcdc-4588-a123-e77f007514f5",
        "80d73d57-a100-47f9-bd17-b7d3785ec8e8",
        "9910f5c0-ac4e-469c-9458-916a92b21cb9",
        "cca41044-2fe8-4c57-bae5-5a79a847fd16"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2408b9e8-e9e3-4c21-b12d-a4ea57230756",
        "4ba06793-7fd6-4b01-908c-60515e873d3c",
        "84ec1969-9238-4e73-b52a-94cac58a5bc9",
        "796b68ea-c9fa-43ac-aea3-cc8da786fef3",
        "461a1dac-679c-4557-aea1-a536011f419d",
        "4b0a5472-4291-4d47-adeb-bffb37a6ac19",
        "c16a3342-484e-4710-9bd9-95de590e2c50",
        "8041f82a-c245-4eab-a66f-ad2ac0feecd1",
        "14cf6f61-fc03-4810-99b5-7b44926115e0",
        "7a08cd5b-a9ca-470a-84c4-0ca1333d25f4"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "64c5674f-e709-4917-b2ea-3dc5e3e10906",
      "dutyDetail": "Work collaboratively, communicate professionally and build relationships with external and internal stakeholders for example A&R, distribution, sales, manufacturing, digital marketing to make sure they have completed their objectives so that release or publishing plans are achieved. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "baf59b65-1db0-4d29-93fd-48aa14c3e52a",
        "67482613-94db-4113-b719-0543b8c8935f",
        "25fdb6fc-0202-421f-873e-3e71eb5d009f"
      ],
      "mappedKnowledge": [
        "481b6e18-82a4-4ad3-bba3-e2a88182862f",
        "7c1bdde8-948e-4706-a5e6-3517cd6ee115",
        "e2c806e2-9706-4319-8767-a2961c5bece8",
        "db21db3f-85b2-4f09-bc5c-0dda671628d7",
        "1a16f12b-c765-4f4f-8e42-460ff9c246d2",
        "c7338ee9-c12c-4e31-a2f4-83eec76e78d5",
        "9942d106-2ce3-4d63-a1d3-01aaabab99f7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "31c888dc-7773-4928-98e2-2121f3fb4aa8",
        "2408b9e8-e9e3-4c21-b12d-a4ea57230756",
        "34cef3b6-4522-4811-98d7-80e6ef41bd52",
        "847da0d8-3e6b-4ffc-a3e3-57449903cd81",
        "96ef702f-d77e-4695-96ef-5a8509e3da33",
        "fa0aa28f-8eb8-4a1a-b7ec-99cce1fc62d2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4b7b29bc-2592-49ce-afc9-fd6bfc932f1a",
      "dutyDetail": "Contribute to the planning and delivery of events such as live shows, artist appearances and photo shoots in line with the release strategy or publishing plan to ensure the successful distribution of the artists and songwriters music.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "baf59b65-1db0-4d29-93fd-48aa14c3e52a",
        "67482613-94db-4113-b719-0543b8c8935f",
        "7f550441-5fbb-4f93-887b-fb30ae85b823"
      ],
      "mappedKnowledge": [
        "481b6e18-82a4-4ad3-bba3-e2a88182862f",
        "7c1bdde8-948e-4706-a5e6-3517cd6ee115",
        "e2c806e2-9706-4319-8767-a2961c5bece8",
        "01f9acd9-1178-402e-aa69-e0f379b72b90",
        "1a16f12b-c765-4f4f-8e42-460ff9c246d2",
        "df378927-b9b6-4a0c-b400-9484996e5e9e",
        "537ea628-cec1-4001-a181-afc00776cbe4",
        "80d73d57-a100-47f9-bd17-b7d3785ec8e8",
        "409fa1c3-17f7-40ca-ab95-5b7a2662a701"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "31c888dc-7773-4928-98e2-2121f3fb4aa8",
        "2408b9e8-e9e3-4c21-b12d-a4ea57230756",
        "34cef3b6-4522-4811-98d7-80e6ef41bd52",
        "847da0d8-3e6b-4ffc-a3e3-57449903cd81",
        "77efa6f6-0d6f-4c9e-8c4f-03b2cc60c905",
        "fa0aa28f-8eb8-4a1a-b7ec-99cce1fc62d2",
        "c16a3342-484e-4710-9bd9-95de590e2c50",
        "14cf6f61-fc03-4810-99b5-7b44926115e0"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d43a0a11-c87e-4421-8027-e48a30da8d6f",
      "dutyDetail": "Ensure existing works are registered correctly to enable the collection of revenue from physical music sales and streaming, administration of international repertoire uses and distribution of the monies due to the artists.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "b2714362-15de-420b-95c6-e4a1d9f00949",
        "6f88af5a-73f5-4e4b-952d-20dd6731f54c",
        "8367ac24-8894-4f5f-8e75-c8385ea200ed",
        "d5870cc9-f3bf-4960-8c24-b76df397e30d",
        "eb6415b4-ddc4-406f-8a71-46609a8f0d76",
        "80d73d57-a100-47f9-bd17-b7d3785ec8e8"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "bbb90b0c-8548-41dc-9718-59f0e22fbfd3",
        "4280f850-6aca-40c5-964a-8a29eb26320a",
        "55ebc183-1d6d-4927-8984-0e9be70c1034",
        "14cf6f61-fc03-4810-99b5-7b44926115e0"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d0602a5c-24ff-4426-9124-c5d4398e2b0b",
      "dutyDetail": "Produce insights and trends from multiple sources including Digital Service Providers for example Spotify, Amazon Music, Deezer, social media activities and sales to support recommendations for current and future music release and creative projects. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "67482613-94db-4113-b719-0543b8c8935f",
        "25fdb6fc-0202-421f-873e-3e71eb5d009f"
      ],
      "mappedKnowledge": [
        "2eb779f9-66e3-4b55-b411-48238952d920",
        "db21db3f-85b2-4f09-bc5c-0dda671628d7",
        "1a16f12b-c765-4f4f-8e42-460ff9c246d2",
        "c7338ee9-c12c-4e31-a2f4-83eec76e78d5",
        "9371a82f-c254-4a40-a53a-ecaca1941505",
        "d9157e74-22cc-4921-848d-bb7f5633898b",
        "88575a13-8380-4390-a0ec-169eb111d077",
        "f7d45a81-b01e-4ba1-9a21-09993e63dfae"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "34cef3b6-4522-4811-98d7-80e6ef41bd52",
        "796b68ea-c9fa-43ac-aea3-cc8da786fef3",
        "96ef702f-d77e-4695-96ef-5a8509e3da33",
        "fa0aa28f-8eb8-4a1a-b7ec-99cce1fc62d2",
        "4b0a5472-4291-4d47-adeb-bffb37a6ac19",
        "0c15d20e-f1f2-47a0-bd67-3170cbf4f527",
        "55c491cd-d166-4402-bb1b-70635bcc9b19"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1d7365a0-3a65-4870-af2f-e097053e52a1",
      "dutyDetail": "Manage time and resources to support the release strategy or publishing plan.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "7c1bdde8-948e-4706-a5e6-3517cd6ee115",
        "5d4698d9-1f95-4efe-b6e0-fa5490587b05",
        "11c8c800-751c-42da-8d0e-092f493773f5",
        "db21db3f-85b2-4f09-bc5c-0dda671628d7",
        "84233ee7-a7f1-4b2d-9e9e-3c80235f8521"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "34cef3b6-4522-4811-98d7-80e6ef41bd52",
        "4ba06793-7fd6-4b01-908c-60515e873d3c",
        "84ec1969-9238-4e73-b52a-94cac58a5bc9",
        "96ef702f-d77e-4695-96ef-5a8509e3da33",
        "9c36fd38-7611-4cf0-b6bd-e4da8380c29e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7554d6c8-9cee-44c9-8fa4-73638587eef8",
      "dutyDetail": "Review release or publishing plan objectives against achievements identifying any areas for continuous improvement.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "67482613-94db-4113-b719-0543b8c8935f",
        "25fdb6fc-0202-421f-873e-3e71eb5d009f"
      ],
      "mappedKnowledge": [
        "2eb779f9-66e3-4b55-b411-48238952d920",
        "1a16f12b-c765-4f4f-8e42-460ff9c246d2",
        "c7338ee9-c12c-4e31-a2f4-83eec76e78d5",
        "88575a13-8380-4390-a0ec-169eb111d077",
        "6807de64-dcdc-4588-a123-e77f007514f5",
        "84233ee7-a7f1-4b2d-9e9e-3c80235f8521"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fa0aa28f-8eb8-4a1a-b7ec-99cce1fc62d2",
        "0c15d20e-f1f2-47a0-bd67-3170cbf4f527",
        "8041f82a-c245-4eab-a66f-ad2ac0feecd1",
        "9c36fd38-7611-4cf0-b6bd-e4da8380c29e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "46854543-2eca-4220-b600-41d16b78d65b",
      "dutyDetail": "Maintain continuous professional development by developing and gathering industry knowledge through social media platforms and artist engagement. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "a56607ef-a5f0-42d9-ae22-d216dd85ef14"
      ],
      "mappedKnowledge": [
        "a6bc9979-cb3c-49c9-8c04-60a7e9bbc034",
        "5fdae145-24a6-44ed-9123-908faaec8065",
        "e18d290d-7a33-432b-b163-e9f85fca9220"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7e49dcbc-d9d6-4c66-b0c9-70a8f69cbeed"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9f39b424-e0ff-449b-b5ae-de19e6dbd9b3",
      "dutyDetail": "Provide administrative support to senior management in activities for example funding campaigns for Arts Council and other funding streams. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "476691c6-0206-4bd8-bcd8-7c2c3ab0074a",
        "e18d290d-7a33-432b-b163-e9f85fca9220"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "55c491cd-d166-4402-bb1b-70635bcc9b19"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "383fc763-f041-4f3d-9e65-d4a4351918bc",
      "dutyDetail": "Comply with Music Rights, Regulations, permissions, Intellectual Property Rights, Laws and Legislation ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "b2714362-15de-420b-95c6-e4a1d9f00949",
        "6f88af5a-73f5-4e4b-952d-20dd6731f54c",
        "476691c6-0206-4bd8-bcd8-7c2c3ab0074a",
        "8367ac24-8894-4f5f-8e75-c8385ea200ed",
        "d5870cc9-f3bf-4960-8c24-b76df397e30d",
        "eb6415b4-ddc4-406f-8a71-46609a8f0d76",
        "f7d45a81-b01e-4ba1-9a21-09993e63dfae"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "bbb90b0c-8548-41dc-9718-59f0e22fbfd3",
        "4280f850-6aca-40c5-964a-8a29eb26320a",
        "55ebc183-1d6d-4927-8984-0e9be70c1034"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "cbc3576e-3831-4a84-9675-d8bc4b7a0a58",
      "dutyDetail": "Follow organisational policies and procedures including equality, diversity and inclusion, data protection, sustainability and health and safety.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c9e36dac-5471-4f22-b083-597674cd2ca6"
      ],
      "mappedKnowledge": [
        "e2c806e2-9706-4319-8767-a2961c5bece8",
        "599fe33c-c9c7-4e04-ace5-283547f7bc8e",
        "632dea8a-4a83-44f7-9ab9-1c65b5adda89",
        "409fa1c3-17f7-40ca-ab95-5b7a2662a701"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "847da0d8-3e6b-4ffc-a3e3-57449903cd81",
        "03c87d89-2111-4949-8581-6fb8d069d3d6"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-11-12T00:00:00"
}