{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 729,
  "referenceNumber": "ST1419",
  "learningAimClassCode": "",
  "title": "Community nurse specialist practitioner (NMC 2022)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1419",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2023-09-20T00:00:00",
  "earliestStartDate": "2023-09-20T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Caring for patients with a wide range of health conditions.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 14000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "nurse",
    "district nurse",
    "patients",
    "health",
    "health condition",
    "caring"
  ],
  "jobRoles": [
    "Adult social care nurse",
    "Community children’s nurse",
    "Community learning disabilities nurse",
    "Community mental health nurse",
    "Community palliative and end of life care nurse",
    "District nurse",
    "General practice nurse",
    "Health and justice nurse",
    "Inclusion health nurse",
    "Specialist community nurse"
  ],
  "entryRequirements": "&lt;p&gt;It is a requirement of the Nursing and Midwifery Council (NMC) that those training to become a community nurse specialist practitioner are already registered nurses on Part 1 of the NMC register.&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/ewbk1y4b/st1419_community_nurse_specialist_practitioner_l7_epa_for-publication_03012025.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.2 Nursing, and subjects and vocations allied to medicine",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;Community nurse specialist practitioners provide health care at an advanced level of practice to people of all ages and communities. They work across different organisations and settings; for example, primary care, social care, third-sector organisations, hospitals (including mental health), hospices, prisons, schools and other community services.&lt;/p&gt;\n&lt;p&gt;The occupation’s broad purpose is working with people in a domestic setting (which could be an individual’s house), care homes, a hostel/hotels, prison services etc, a healthcare setting or even the streets, in the case of the homeless population. Community nurse specialist practitioners work independently and autonomously in situations that may be complex and challenging within the context specific environment they are working and are accountable for a large caseload of people with a wide range of complex and/or long-term health conditions, for whom they prioritise care, assess risk and may prescribe medication, dressings and appliances, in accordance with legislation. They will manage the response to changing local demands, which require very careful oversight and case-management. They will typically lead a team, who often work in isolation, without immediate and direct access to medical advice. They influence and lead change-management initiatives within the service; for example, new ways of working and new models of care.&lt;/p&gt;\n&lt;p&gt;They will role model leadership values and behaviours within teams and work with senior leaders of organisations to implement policy, working within legislative boundaries in their workplace. They demonstrate an in depth understanding of operational and financial issues within their organisation and acknowledge how this may impact on advanced clinical assessment of individuals. They will follow the individual’s journey in dealing with co-morbidities, co-occurring conditions and medicines management promoting a person-centred approach using advanced clinical decision-making skills based on a holistic bio-psychosocial perspective which may include an advanced psychological, emotional or financial assessment.&lt;/p&gt;\n&lt;p&gt;They are highly skilled in complex risk assessments, risk formulations and risk management and will be comfortable advocating for people in their care and the services they work in and with. They are innovators, creative and culturally sensitive and are inclusive in their practice, promoting public health to improve the quality of outcomes for the individual they are caring for.&amp;nbsp;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;In their daily work, a community nurse specialist practitioner interacts with individuals, their carers and relatives, and a wide variety of professionals, including GPs, allied health professionals, social workers, police, housing workers, and voluntary workers.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "a56733f6-b571-4a64-9221-c4193d543c60",
      "detail": "Relevant legal, regulatory and governance requirements, policies, and professional and ethical frameworks, differentiating where appropriate between the devolved legislatures of the United Kingdom."
    },
    {
      "knowledgeId": "a47d0365-8353-419e-8c7e-43f4722debf0",
      "detail": "How decisions, actions and omissions are made when working with complexity, risk, unpredictability and when all of the information required might not be available."
    },
    {
      "knowledgeId": "a15a2f68-a74b-45a7-9622-da8900870ec3",
      "detail": "The characteristics of care provision that is person-centred, anti-discriminatory, culturally competent and inclusive."
    },
    {
      "knowledgeId": "068eddbd-c263-40ef-af33-ebaafd4d6ce1",
      "detail": "Stigma and the potential for bias in practice."
    },
    {
      "knowledgeId": "459ae53c-9b21-4f7c-89b1-1f0205d89707",
      "detail": "The need for reasonable adjustments for people, groups and communities and how to influence health policy and promoting best practice."
    },
    {
      "knowledgeId": "3f4435ed-cde9-4ec9-9245-1620c381dc9c",
      "detail": "The principles of courage, transparency and the professional duty of candour and how to take responsibility to address poor practice wherever it is encountered."
    },
    {
      "knowledgeId": "7e2eabe5-fb88-4cfa-b2a8-e53ac394d34b",
      "detail": "How personal values and beliefs might impact on behaviour and practice."
    },
    {
      "knowledgeId": "6fb551b7-fc36-4cf7-a4f9-d9d0b5b281e1",
      "detail": "The opportunities, risk and demands of specialist community nursing practice, and how to take action to maintain own mental and physical health and wellbeing."
    },
    {
      "knowledgeId": "144f5324-998e-4a44-afc1-b3444fa0aa0d",
      "detail": "The numeracy, literacy, digital and technological skills required to deliver safe and effective specialist practice that meets the needs of people, their families and carers."
    },
    {
      "knowledgeId": "8f6ea750-f1a5-4bac-a61a-7f768ea7ba1a",
      "detail": "What is required to be effective ambassador and role model, and a positive influence on the profession."
    },
    {
      "knowledgeId": "878e627e-6bf4-4dcc-b2f1-cbdd173a5823",
      "detail": "Epidemiology, demography and the social determinants of health and illness, and how to influence policy, service design and delivery."
    },
    {
      "knowledgeId": "40310ee8-9673-4939-a5aa-2985eccb81c8",
      "detail": "The factors that may lead to inequalities in health outcomes, and their associated ethical dilemmas."
    },
    {
      "knowledgeId": "4a373ddb-6200-41c6-8df5-55cdd984f01c",
      "detail": "The effects of social influences, health literacy, individual circumstances, behaviours and choices on people’s current and future mental and physical health."
    },
    {
      "knowledgeId": "98b8f123-e530-4b78-a373-9030a1d57f7a",
      "detail": "How to assess health needs in partnership with people, families, communities and populations, to support them to take decisions and actions that improve their own mental, physical, and behavioural health and wellbeing."
    },
    {
      "knowledgeId": "fe1dcb18-7ab6-4aa2-9e83-731d8c77bd43",
      "detail": "Opportunities for people, families, communities and populations to use their personal strengths and assets to make informed choices about their own health and wellbeing."
    },
    {
      "knowledgeId": "78f0c662-585d-42ad-9592-d762c56e053c",
      "detail": "How to conduct, interpret and evaluate health and social care assessments, screening and profiling activity for people and communities, and take appropriate action to improve health outcomes."
    },
    {
      "knowledgeId": "b400e1d0-b865-4079-bb91-abe39875f91a",
      "detail": "Social prescribing to support individual and community health outcomes."
    },
    {
      "knowledgeId": "aff69613-86e3-4ecd-91fe-06d3193641e5",
      "detail": "The characteristics of communities, their assets and any areas for development in order to build networks and alliances that can enhance health outcomes for people and families."
    },
    {
      "knowledgeId": "a10ce9b1-5d32-4931-ad64-b2cce0742c10",
      "detail": "How people, communities and populations connect effectively with local initiatives, support networks, programmes and third sector organisations that support their health and wellbeing."
    },
    {
      "knowledgeId": "a60c35d7-e713-451b-a233-2b5d01b4c70c",
      "detail": "The impact of networks and how they enhance and support the mental and physical needs of people, families and communities, and any potential deficiencies in support."
    },
    {
      "knowledgeId": "540e5e3d-098f-4f00-bb9b-105175d8578f",
      "detail": "The role and application of genomics and epigenetics and how to inform and advise people about the implications for personalised health care."
    },
    {
      "knowledgeId": "5e9abf60-96cf-4734-a513-95e99798e5e6",
      "detail": "The range of advanced communication skills needed to develop public health information that is accessible and enables people to make informed decisions about their health and wellbeing."
    },
    {
      "knowledgeId": "1179cc25-aa16-42eb-a4ba-25300c790fd1",
      "detail": "How to share information regarding communicable diseases and the approaches necessary for communicable disease surveillance, infection prevention and control, including immunisation and vaccination programmes."
    },
    {
      "knowledgeId": "492a38f3-ceb6-4a97-8f95-e1a6e892d61d",
      "detail": "How to mitigate risks of environmental factors and other pollutants that have the potential to affect the health and wellbeing of people now and in the future."
    },
    {
      "knowledgeId": "18ed7f24-1839-4789-8d61-8418ed8638c7",
      "detail": "Person-centred approaches to care, including working in partnership to support shared decision making within the assessment and care planning processes when working with people, their families or carers, and communities."
    },
    {
      "knowledgeId": "4d8f7072-2c7d-4842-a73e-e10e92747c3e",
      "detail": "Advanced communication strategies and relationship management skills when interacting with people, including families and carers, who may have a range of mental, physical, cognitive, behavioural and social health challenges."
    },
    {
      "knowledgeId": "64150576-c10f-427e-91f7-18f3c063228f",
      "detail": "The principle of the presumption of capacity, and the requirement to seek informed consent throughout the assessment and planning process."
    },
    {
      "knowledgeId": "ffdc40f7-6fc9-4895-8840-d3efa678721c",
      "detail": "How to make reasonable adjustments to maximise opportunities for people to understand the outcome of their abilities and needs assessment, and the implications for their treatment and care."
    },
    {
      "knowledgeId": "0c3b2012-55eb-4d76-a3f3-5010dc53979c",
      "detail": "How to make professional judgements, within the required legislative framework, about a person’s lack of capacity to make a decision or give consent at that time."
    },
    {
      "knowledgeId": "93b83ab3-374f-4c9d-858f-3770e557784a",
      "detail": "The required level of support needed to ensure that vulnerable people receive the maximum levels of independence throughout the continuum of care."
    },
    {
      "knowledgeId": "72062ddb-cc81-4da8-a98d-c8206e187f67",
      "detail": "How to escalate, report, plan and coordinate immediate and continuing care for people in need of safeguarding."
    },
    {
      "knowledgeId": "22d1a10d-d62f-430f-b977-97005b22534c",
      "detail": "How to proactively obtain and distil information from formal and informal sources to inform individual assessments, involving others as required."
    },
    {
      "knowledgeId": "66c9998f-69d5-4880-b865-a09b5cee1f22",
      "detail": "How to critically analyse complex assessment information and data, distinguishing between normal and abnormal findings, recognising when prompt action is required, including requesting additional investigations, and involving others when appropriate."
    },
    {
      "knowledgeId": "64998ae8-c2a4-4af0-87da-33c1e88d22fb",
      "detail": "New and emerging science and technology, including genomics, and how it can be used to inform assessment and treatment options, when agreeing personalised care plans with people and their families, carers or nominated persons."
    },
    {
      "knowledgeId": "8e3298eb-22c3-4c12-a9d0-90b106e57485",
      "detail": "Problem solving, influencing and negotiation skills needed to maximise opportunities for shared decision making when co-producing care plans."
    },
    {
      "knowledgeId": "c4621f77-4c11-4b79-a387-4f9aed84a3e0",
      "detail": "How to assess individual abilities and needs when co-producing plans of care, and agree opportunities for supported self-care and treatment interventions."
    },
    {
      "knowledgeId": "6120a5f8-4a2a-4501-b439-7e14ea7de65e",
      "detail": "The impact and influence of people’s preferences, close relationships, support systems, home environment, social, environmental, and spiritual factors when agreeing the plan of care."
    },
    {
      "knowledgeId": "3ae64467-fe9b-4864-9c53-22b28e098f4c",
      "detail": "The opportunities for people, and where needed their families, carers or nominated person, to remain independent and to facilitate self-care."
    },
    {
      "knowledgeId": "36a66a8b-e542-4a6c-880f-657d17e9b7f1",
      "detail": "How to effectively communicate the benefits and risks of different care and treatment options, and how the person and their family or carers will be supported in the choices they make."
    },
    {
      "knowledgeId": "b68f93f1-35f8-4923-8eb5-c8be409d4c1a",
      "detail": "The impact that unexpected events and changes may have on the plan of care."
    },
    {
      "knowledgeId": "922c9a68-1691-4b60-841d-42f8a0c39ae5",
      "detail": "The management and evaluation of complex episodes of care from referral to service and admission, to discharge from caseload, or referral to other appropriate services or agencies."
    },
    {
      "knowledgeId": "b527aae3-def5-4b6d-887d-0d9d39c5b11d",
      "detail": "How to assess and manage transition of people to other services or agencies, and collaborate with colleagues of other disciplines and agencies to find solutions to mitigate any risks."
    },
    {
      "knowledgeId": "a8b993aa-ff20-46db-b7c9-93aae3ea0add",
      "detail": "The implications of delegation of any aspect of the individual’s care to an alternative person."
    },
    {
      "knowledgeId": "60dc2b45-fd4d-4e78-8ed1-b32cb6408f83",
      "detail": "What factors may lead to reduced concordance, changes in motivation or dissatisfaction with the care and treatment plan."
    },
    {
      "knowledgeId": "3562e788-c9d0-4c37-9d1a-cd398e37ee3d",
      "detail": "How to proactively engage with, and effectively advocate for, people using services provided by other professionals or agencies to identify and find solutions where there is inconsistency, disagreement or conflict."
    },
    {
      "knowledgeId": "055d7164-ead5-49f2-8e8c-20ddb5239cf8",
      "detail": "Evidence-based care and treatment, including care, therapeutic interventions and social prescribing, that may be supportive, curative, symptom relieving or palliative."
    },
    {
      "knowledgeId": "51c109c9-0715-4386-9ae4-37a4dba02d26",
      "detail": "Complex medicines administration, optimisation and medicines reconciliation, and how to continually evaluate to ensure optimum effectiveness."
    },
    {
      "knowledgeId": "c491d251-d0f8-4fba-9cf6-0cd2470a581f",
      "detail": "How to ensure adequate safeguards for people when they are vulnerable."
    },
    {
      "knowledgeId": "236190e0-33a5-4b7f-9dd2-3711e4455f5e",
      "detail": "How to maintain therapeutic relationships with people, their families and/or carers throughout the episode of care and treatment."
    },
    {
      "knowledgeId": "f5e2a61e-8ca0-4d2f-84ae-653cc4011c09",
      "detail": "Techniques to educate people, their families, carers or nominated persons about their condition, treatment and care, to promote independence and confidence in supported self-care and self-management."
    },
    {
      "knowledgeId": "bf169624-efd7-47a5-bea2-f6ee7acc688c",
      "detail": "The importance of including people and their families or carers in making decisions about their care and how to mitigate any risks as a result of changes in a person’s mental and physical health, their living environment, or social arrangements."
    },
    {
      "knowledgeId": "f904e8b3-1b36-4481-99d7-63e3daf5001a",
      "detail": "The preferences, beliefs, cultural requirements and wishes of the deceased and people who are bereaved."
    },
    {
      "knowledgeId": "0b1fea92-1efb-49fc-9a1e-3ff3beb5a128",
      "detail": "Why it’s important to clearly explain and accurately record the rationale for decisions, actions taken and resulting outcomes either in writing, or using digital technology, which can be shared with the person, their family, carers, nominated person and interdisciplinary and interagency teams."
    },
    {
      "knowledgeId": "cfdd88e0-d2d5-41a4-91ad-d5706c375510",
      "detail": "The role of leadership in applying human rights, equality, diversity and inclusion, to improve the health and wellbeing of people, families and communities."
    },
    {
      "knowledgeId": "ac27cd78-c469-45ba-8439-10ef220da10a",
      "detail": "The importance of compassionate leadership."
    },
    {
      "knowledgeId": "fcc570e0-dfb4-487f-8285-9db37d72438e",
      "detail": "How to influence and improve the care of communities through partnership working."
    },
    {
      "knowledgeId": "d42832ee-4c78-4e90-b916-5cd363c1f0be",
      "detail": "The range of available local community assets and how to engage them."
    },
    {
      "knowledgeId": "e2cffc3c-4cc5-42ff-9bc2-64d5beedd8ba",
      "detail": "Indicators used to determine the skill mix and appropriate characteristics of the workforce required to meet the needs of specific caseloads."
    },
    {
      "knowledgeId": "fa2f634d-e350-4eb4-a55a-2aa358f810ef",
      "detail": "How to effectively communicate complex information to justify decisions about resource allocation."
    },
    {
      "knowledgeId": "dce7d437-d53b-445d-9d6d-32ef5208287c",
      "detail": "How to delegate responsibility for the management of budget, people and other resources to team members, while retaining overall accountability."
    },
    {
      "knowledgeId": "99edef4c-e021-430f-b042-dcafb5969f4f",
      "detail": "Personal workload requirements and that of the wider team and how to lead and prioritise activities in order to manage demand and capacity."
    },
    {
      "knowledgeId": "f54106db-4ec2-4d2c-a3e7-102726f697da",
      "detail": "How to safely and effectively delegate responsibilities to team members based on an assessment of their level of knowledge, skill and confidence."
    },
    {
      "knowledgeId": "ab52756a-92a8-42e8-b362-d32c0b6dc6d1",
      "detail": "How digital technology can maximise the use of resources across interdisciplinary and interagency teams."
    },
    {
      "knowledgeId": "5504f5cf-c82e-4df9-b68b-9ab57f75a70f",
      "detail": "Procurement policies, value for money considerations and health and safety requirements."
    },
    {
      "knowledgeId": "20e9ed76-ad45-48b9-a7fb-e4d0c49a502a",
      "detail": "The need to continually reflect on own leadership approach and adapt own leadership style to different situations, including but not limited to when working with diverse teams who may be geographically dispersed."
    },
    {
      "knowledgeId": "704c71f8-a988-40b7-9eb5-c16c1115d2eb",
      "detail": "How to effectively use systems to measure the impact, quality, productivity and cost efficacy of interdisciplinary and interagency teams to allow effective leadership and performance management."
    },
    {
      "knowledgeId": "9e47cd17-070b-403c-b85e-e7ad295edca3",
      "detail": "How and when to conduct conversations with team members to provide opportunities for positive reinforcement and challenge."
    },
    {
      "knowledgeId": "d6f2eea4-caf3-4cb8-b134-8531197368f3",
      "detail": "The importance of developing a positive learning culture for interdisciplinary and interagency teams."
    },
    {
      "knowledgeId": "f511504b-a25e-4a67-a9ae-8e0a03265e5b",
      "detail": "The approaches and resources available to educate, support and motivate people, manage talent and succession plan."
    },
    {
      "knowledgeId": "d3501206-b4cd-43ea-9c39-f23a938c705a",
      "detail": "Leadership strategies that are effective in supporting positive team development and cohesion across disciplines and agencies."
    },
    {
      "knowledgeId": "4d563a2a-4618-4802-8e71-beac2b9d17e3",
      "detail": "Strategies which are appropriate to the composition of the team, to enable supervision, reflection and peer review."
    },
    {
      "knowledgeId": "a31b6d6c-9273-4885-be1f-d9e71b590303",
      "detail": "The importance of understanding the individual’s abilities and learning needs when applying the standards of education and training for pre- and post-registration nursing, midwifery and nursing associate students, in order to educate, supervise and assess effectively."
    },
    {
      "knowledgeId": "a7fcb622-2bfb-4e7c-ad41-5d764c0a17af",
      "detail": "How health and safety legislation and regulations inform policy and guidance to support staff working across the range of home and community environments."
    },
    {
      "knowledgeId": "61bf5241-3076-4024-a6e8-9a5e912776e8",
      "detail": "The importance of evaluating the outputs and recommendations of internal and external risk reporting to enable prioritisation, decision making and the development of action plans to mitigate risk."
    },
    {
      "knowledgeId": "c3bbbb23-36eb-4467-97c5-a6be6650c2cd",
      "detail": "The judgements required to balance competing risks and priorities."
    },
    {
      "knowledgeId": "c4a71a53-d9e3-44ce-a053-a72ab2556a6e",
      "detail": "The use of innovative and emerging technology to collect and store data which allows analysis and forecasting to inform service improvement and safety plans."
    },
    {
      "knowledgeId": "f8f1c8f3-5fbf-4a26-b0eb-214e0c8df866",
      "detail": "The importance of systematically and effectively capturing and evaluating people’s lived experiences of care to lead improvements in the quality of service delivery."
    },
    {
      "knowledgeId": "ad2db05e-2c83-4a15-ac25-1b8417ad2701",
      "detail": "Different research designs and methodologies used to generate evidence for service improvement."
    },
    {
      "knowledgeId": "441b7b96-9b3d-4513-88ea-5294ae0a00b6",
      "detail": "How to implement improvement methodologies."
    },
    {
      "knowledgeId": "ddc49694-cf60-49ca-848b-f57aadc172cc",
      "detail": "How service evaluation, research findings, data and audit can inform service improvement."
    },
    {
      "knowledgeId": "95e07f57-7fb1-4227-9d3f-f389a663ac32",
      "detail": "How to present relevant research, quality and audit findings and proposals for care improvement to a range of audiences."
    },
    {
      "knowledgeId": "453a1166-d12a-48ee-963a-4864782b1b8a",
      "detail": "How political and economic policies and drivers that may have an impact on the health, care and wellbeing of local communities."
    },
    {
      "knowledgeId": "598c6a60-7a1f-4596-8d9d-6478ae606f03",
      "detail": "The economic principles that drive health and social care, and their impact on resource allocation in integrated primary and community care services."
    },
    {
      "knowledgeId": "b66fcde8-b2f2-4d5b-8fcc-c5bb9f798e05",
      "detail": "The impact and influence of epidemiological, demographic, social, political and economic trends on current and prospective community nursing services."
    },
    {
      "knowledgeId": "38e6eb6c-45b4-4c88-854c-ce1e0be45cf8",
      "detail": "How to build relationships between teams within different systems in health and care, appreciating the value of different approaches, skill sets and expertise."
    },
    {
      "knowledgeId": "9e211dd2-e760-4bc2-94db-74f42dc2875a",
      "detail": "How different services within the system can collaborate and co-design to ensure that services work seamlessly together to meet the needs of people and communities."
    },
    {
      "knowledgeId": "526c86be-fcb6-4c5d-8926-5f1e26a546c0",
      "detail": "Methodologies that drive continuous service improvement within the variety of different organisations and agencies that deliver services."
    },
    {
      "knowledgeId": "c349eb93-1a69-4d25-bfb1-e55367bf6ef8",
      "detail": "How the creation and development of effective system networks enhance communication and decision making across organisations and agencies."
    },
    {
      "knowledgeId": "97f53cb4-5cce-47b6-be40-7cf155306b52",
      "detail": "The importance of cultural competence and leadership when challenging discriminatory, oppressive cultures and behaviours at a system level."
    },
    {
      "knowledgeId": "d8ea2e4f-792e-4393-9ba8-507748f80ae2",
      "detail": "How to influence the health and social care strategies and policies at a local, regional and national level."
    },
    {
      "knowledgeId": "7deb99fc-b0f4-4e94-b175-5e8a72d7573b",
      "detail": "How effective partnership working can promote and influence change and improve health outcomes for the people and communities served."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "4e1fc69a-a747-4ea3-98e5-19f02703a76e",
      "detail": "Treat people with dignity at all times."
    },
    {
      "behaviourId": "d148e1f1-a691-490a-9ec8-fe3f610ed8c6",
      "detail": "Respect people’s diversity, beliefs, culture and individual needs."
    },
    {
      "behaviourId": "150ce302-1295-4688-b61b-ab6c9dadf242",
      "detail": "Show respect and empathy for individuals, their families and carer’s and those you work with at all times."
    },
    {
      "behaviourId": "e886ddd2-ed3b-49a9-b79d-5415c93435cb",
      "detail": "Be adaptable, reliable and consistent and have the courage to challenge areas of concern."
    },
    {
      "behaviourId": "9c8f8493-272a-42ef-a768-622f24874939",
      "detail": "Show leadership, flexibility, self-awareness and emotional intelligence when dealing with individuals, carers, colleagues, other teams and self."
    },
    {
      "behaviourId": "3088bc72-eda5-4fee-8818-0f2415794fd8",
      "detail": "Act as a positive role model for all those you work with, including wider teams and students."
    }
  ],
  "skills": [
    {
      "skillId": "2bca27e0-4745-43c0-a1b7-ccb3c6cba18c",
      "detail": "Practise autonomously, proactively and innovatively, demonstrating self-awareness, emotional intelligence and openness."
    },
    {
      "skillId": "6c746361-1269-4cb7-bb4c-7aa8a8f549a5",
      "detail": "Lead and manage a service, with the ability to effectively admit, discharge and refer people to other professionals, services and agencies as appropriate."
    },
    {
      "skillId": "650035d1-2fd1-4b9b-b09f-4bf43bb7fe91",
      "detail": "Deliver specialist person-centred care in complex, challenging and unpredictable circumstances."
    },
    {
      "skillId": "fcd7b513-04c4-44c8-aa24-cfa45e3eb4f0",
      "detail": "Account for their decisions, actions and omissions when working with complexity, risk, unpredictability and when all of the information required might not be available."
    },
    {
      "skillId": "ab74f927-68c4-4b31-8923-4fb7f221dc70",
      "detail": "Apply relevant legal, regulatory and governance requirements, policies, and professional and ethical frameworks, differentiating where appropriate between the devolved legislatures of the United Kingdom."
    },
    {
      "skillId": "34c58113-2263-4eff-a065-bf8c9614f0a8",
      "detail": "Lead and promote care provision that is person-centred, anti-discriminatory, culturally competent and inclusive."
    },
    {
      "skillId": "b8b9935d-d158-4855-a2cb-f3621a006155",
      "detail": "Demonstrate critical awareness of stigma and the potential for bias, taking action to resolve any inequity arising from either, and educate others where necessary."
    },
    {
      "skillId": "23c79711-6cf8-4abc-8f8f-e91094b8b4e5",
      "detail": "Recognise the need for, and lead on action to provide, reasonable adjustments for people, groups and communities, influencing health policy and promoting best practice."
    },
    {
      "skillId": "c3a11532-5e2d-4044-8f0a-9da86f07b6d2",
      "detail": "Demonstrate the principles of courage, transparency and the professional duty of candour, taking responsibility to address poor practice wherever it is encountered."
    },
    {
      "skillId": "dc078818-708f-4197-9781-b82d7d746882",
      "detail": "Critically reflect and recognise when own personal values and beliefs might impact on own behaviour and practice."
    },
    {
      "skillId": "61f09369-7f0b-484a-8cac-819ea6692280",
      "detail": "Assess the opportunities, risk and demands of specialist community nursing practice, and take action to maintain own mental and physical health and wellbeing."
    },
    {
      "skillId": "51937319-1dce-49a8-94c0-45def3a85141",
      "detail": "Apply the numeracy, literacy, digital and technological skills required to deliver safe and effective specialist practice that meets the needs of people, their families and carers."
    },
    {
      "skillId": "db29bb57-14f0-4ea5-872e-b34da0d6d9b9",
      "detail": "Be an effective ambassador and role model, and a positive influence on the profession."
    },
    {
      "skillId": "05335279-e94e-4274-abc5-100470caf6f4",
      "detail": "Apply specialist knowledge of epidemiology, demography and the social determinants of health and illness, taking action to influence policy, service design and delivery."
    },
    {
      "skillId": "964a8f70-3479-48e3-956e-a49965c53e9f",
      "detail": "Critically analyse the factors that may lead to inequalities in health outcomes, and their associated ethical dilemmas, to plan care in partnership with people, families and communities to improve them."
    },
    {
      "skillId": "8d2fe12d-0005-4065-84b0-068f080251a3",
      "detail": "Recognise health as a fundamental human right and evaluate the effects of social influences, health literacy, individual circumstances, behaviours and choices on people’s current and future mental and physical health."
    },
    {
      "skillId": "cd65e993-198e-4802-acfd-2dd42931b7fc",
      "detail": "Critically assess health needs in partnership with people, families, communities and populations, to support them to take decisions and actions that improve their own mental, physical, and behavioural health and wellbeing."
    },
    {
      "skillId": "835ce262-b9db-43c2-96da-82ad8d5742d3",
      "detail": "Maximise opportunities for people, families, communities and populations to use their personal strengths and assets to make informed choices about their own health and wellbeing."
    },
    {
      "skillId": "321c8bd4-4fca-4091-844a-82c7ba7302f8",
      "detail": "Conduct, interpret and evaluate health and social care assessments, screening and profiling activity for people and communities, to take appropriate action to improve health outcomes."
    },
    {
      "skillId": "51423f65-fc3e-46fe-a43e-c674f1f50a64",
      "detail": "Apply specialist knowledge of social prescribing to support individual and community health outcomes."
    },
    {
      "skillId": "d81dc60e-5a94-4795-9a4c-9b61166fa582",
      "detail": "Critically analyse and assess the characteristics of communities, their assets and any areas for development in order to build networks and alliances that can enhance health outcomes for people and families."
    },
    {
      "skillId": "ec6a6695-2f4e-47e8-8e12-90d9aae6b6b1",
      "detail": "Promote and support people, communities and populations to connect effectively with local initiatives, support networks, programmes and third sector organisations that support their health and wellbeing."
    },
    {
      "skillId": "738108f5-1ab7-4c58-9fe6-322ae834afad",
      "detail": "Utilise and evaluate the impact of networks to enhance and support the mental and physical needs of people, families and communities, and identify and address any deficiencies in support."
    },
    {
      "skillId": "56c961d6-29fa-41db-8630-8ad2fc071a59",
      "detail": "Inform and advise people about the implications of genomics and epigenetics for personalised health care."
    },
    {
      "skillId": "4f7d1a53-4ecb-4c65-8b0a-748ff2b6ef1a",
      "detail": "Apply a range of advanced communication skills to develop public health information that is accessible and enables people to make informed decisions about their health and wellbeing."
    },
    {
      "skillId": "22807778-7973-429f-bc41-2f778c3abbdc",
      "detail": "Share information regarding communicable diseases and approaches necessary for communicable disease surveillance, infection prevention and control, including immunisation and vaccination programmes."
    },
    {
      "skillId": "db7c0f03-2d4c-4bf4-a271-57a334f8940b",
      "detail": "Mitigate risks of environmental factors and other pollutants that have the potential to affect the health and wellbeing of people now and in the future."
    },
    {
      "skillId": "6386b628-69f5-4c93-a057-dcbd05dd07e7",
      "detail": "Create and apply a person-centred approach to care, working in partnership to support shared decision making within the assessment and care planning process when working with people, their families or carers, and communities."
    },
    {
      "skillId": "dc1b4920-e763-444a-8a84-9baf852c57cf",
      "detail": "Use advanced communication strategies and relationship management skills when interacting with people, including families and carers, who may have a range of mental, physical, cognitive, behavioural and social health challenges."
    },
    {
      "skillId": "9a7ad60e-91d5-4e7f-a689-a4da83d9306a",
      "detail": "Recognise and apply the principle of the presumption of capacity, and the requirement to seek informed consent throughout the assessment and planning process."
    },
    {
      "skillId": "4b25d077-796d-4449-a0ef-0c3a34085fa6",
      "detail": "Make reasonable adjustments to maximise opportunities for people to understand the outcome of their abilities and needs assessment, and the implications for their treatment and care."
    },
    {
      "skillId": "6e473f2e-8694-4617-90bb-ede541e5ad00",
      "detail": "Make best interests decisions within the required legislative framework if, after seeking informed consent and making reasonable adjustments, their professional judgement is that a person lacks capacity to make a decision or give consent at that time."
    },
    {
      "skillId": "e4cfef01-87eb-406e-bdc3-250f1c8736e2",
      "detail": "Assess and plan the care of people when they are vulnerable, agreeing on the required level of support needed to ensure maximum levels of independence throughout the continuum of care."
    },
    {
      "skillId": "0d8d04bb-9935-4227-9caa-e3bb34b15c04",
      "detail": "Escalate, report, plan and coordinate immediate and continuing care for people in need of safeguarding."
    },
    {
      "skillId": "b03a33fd-e38e-4aaf-a04c-66d55a96f27a",
      "detail": "Proactively obtain and distil information from formal and informal sources to inform individual assessments, involving others as required."
    },
    {
      "skillId": "72b8099e-6df1-4063-b932-6facabc6095a",
      "detail": "Critically analyse complex assessment information and data, distinguishing between normal and abnormal findings, recognising when prompt action is required, including requesting additional investigations, and involving others when appropriate."
    },
    {
      "skillId": "4b7aeb2a-1d38-465e-9139-192246d656af",
      "detail": "Critically apply clinical reasoning to decision making, taking into account differential diagnosis and the potential for diagnostic overshadowing."
    },
    {
      "skillId": "ca73f610-1ae5-46e4-a9b8-c73bd5266bfd",
      "detail": "Maximise the potential use of technology and informatics to assist with assessment and diagnosis."
    },
    {
      "skillId": "5b3c30dd-48b3-44f1-9e6c-ee4e03dd4f67",
      "detail": "Apply knowledge and understanding of new and emerging science and technology, including genomics, to inform assessment and treatment options, when agreeing personalised care plans with people and their families, carers or nominated persons."
    },
    {
      "skillId": "6e94c629-87ab-452a-9df4-abfa417d7d3c",
      "detail": "Apply a range of problem solving, influencing and negotiation skills to maximise opportunities for shared decision making when co-producing care plans."
    },
    {
      "skillId": "8aa1ccfb-8e5d-4940-b97b-8890ac627515",
      "detail": "Assess individual abilities and needs when co-producing plans of care, agreeing opportunities for supported self-care and treatment interventions."
    },
    {
      "skillId": "1b8d7c2d-fea8-4f73-b33a-64d5d56079be",
      "detail": "Take into account the impact of people’s preferences, their close relationships and support systems, their home environment, and the influence of social, environmental and spiritual factors when agreeing the plan of care."
    },
    {
      "skillId": "2edab684-bbb1-498e-bacb-3cf2f94c8796",
      "detail": "Create and maximise opportunities for people, and where needed their families, carers or nominated person, to remain independent and to facilitate self-care."
    },
    {
      "skillId": "092ead75-0444-41c3-bd8d-2d5848ca8c18",
      "detail": "Effectively communicate the benefits and risks of different care and treatment options, explaining how the person and their family or carers will be supported in the choices they make."
    },
    {
      "skillId": "779d1df2-aa23-49b6-a5b7-64e80b85cf35",
      "detail": "Anticipate and explain the impact that unexpected events and changes may have on the plan of care."
    },
    {
      "skillId": "f5b20f42-4501-4423-830a-12e2d4bd1c07",
      "detail": "Autonomously manage and evaluate complex episodes of care from referral to service and admission, to discharge from caseload, or referral to other appropriate services or agencies."
    },
    {
      "skillId": "fc9d462c-7a98-4ab8-9c70-b1faf03fe1e5",
      "detail": "Assess and manage transition of people to other services or agencies, proactively collaborating with colleagues of other disciplines and agencies to find solutions to mitigate any risks."
    },
    {
      "skillId": "a43dfa80-70d7-4ee8-8718-86df913426bc",
      "detail": "Agree and negotiate with the person and where necessary their family, carer or nominated person, the implications of delegation of any aspect of their care to an alternative person."
    },
    {
      "skillId": "eed6d65a-2f9f-4cec-8033-ebd619c0d18f",
      "detail": "Recognise reduced concordance, changes in motivation or dissatisfaction with the care and treatment plan, and work in partnership with people to influence and negotiate any revisions to the plan."
    },
    {
      "skillId": "85e09046-3778-4a9a-8d86-a71d00a0b636",
      "detail": "Proactively engage with, and effectively advocate for, people using services provided by other professionals or agencies to identify and find solutions where there is inconsistency, disagreement or conflict."
    },
    {
      "skillId": "0d24b350-30f4-4b0d-a901-74f99f3c1a42",
      "detail": "Initiate a range of evidence-based care and treatment, including care, therapeutic interventions and social prescribing, that may be supportive, curative, symptom relieving or palliative."
    },
    {
      "skillId": "bce8b22e-debb-466e-afdc-049e930f828b",
      "detail": "Safely and effectively manage complex medicines administration, optimisation and medicines reconciliation, and continually evaluate to ensure optimum effectiveness."
    },
    {
      "skillId": "d03b2ed1-a686-4590-98df-88b5bb4c9253",
      "detail": "Evaluate and adjust plans to ensure adequate safeguards for people when they are vulnerable."
    },
    {
      "skillId": "ce0facca-bd58-41a1-b964-98d80d88ccc9",
      "detail": "Maintain therapeutic relationships with people, their families and/or carers throughout the episode of care and treatment, and actively address any differing views."
    },
    {
      "skillId": "1808e73f-b780-4444-b31f-e06eb187acb9",
      "detail": "Apply a range of techniques to educate people, their families, carers or nominated persons about their condition, treatment and care, to promote independence and confidence in supported self-care and self-management."
    },
    {
      "skillId": "67c5d27f-4f7a-4da2-a9a3-78ed0b03422d",
      "detail": "Work in partnership with people, their families, carers and other members of the team to continuously monitor and evaluate the care and treatment provided."
    },
    {
      "skillId": "20ffc068-cb46-476e-af48-c8ff08c9e2d4",
      "detail": "Include people and their families or carers in making decisions about their care and mitigate any risks as a result of changes in a person’s mental and physical health, their living environment, or social arrangements."
    },
    {
      "skillId": "6eecc926-d630-44f5-ba1e-1ec2d4724b43",
      "detail": "Make autonomous decisions in challenging and unpredictable situations, and be able to take appropriate action to assess and manage risk."
    },
    {
      "skillId": "86b5716e-0046-4ff8-873d-5b5dc63dd413",
      "detail": "Work with people and where appropriate their families, carers or nominated person to agree and provide evidence-based person-centred nursing care for those who are dying or near to the end of life."
    },
    {
      "skillId": "78c2c32f-1e1c-49f8-8ebc-c6d2ae3270c4",
      "detail": "Sensitively accommodate the preferences, beliefs, cultural requirements and wishes of the deceased and people who are bereaved."
    },
    {
      "skillId": "79d3c0d3-3aec-40d0-8dbb-8bdf224856d1",
      "detail": "Clearly explain and accurately record the rationale for decisions, actions taken and resulting outcomes either in writing, or using digital technology, which can be shared with the person, their family, carers, nominated person and interdisciplinary and interagency teams."
    },
    {
      "skillId": "081d77f3-efce-4b97-8457-6831d093d6ab",
      "detail": "Demonstrate leadership in applying human rights, equality, diversity and inclusion, to improve the health and wellbeing of people, families and communities."
    },
    {
      "skillId": "f43a81e6-88a7-4198-94af-386bef2419fb",
      "detail": "Demonstrate compassionate leadership when managing community nursing, interdisciplinary and interagency teams, to promote equality, diversity and inclusion, support individual professionals’ wellbeing, motivate, and encourage team cohesion and productivity."
    },
    {
      "skillId": "2a8e8581-cfb9-40f3-8618-c074ed2fdce8",
      "detail": "Lead, promote and influence the nursing profession in wider health and social care contexts."
    },
    {
      "skillId": "68a26251-1160-4c24-bc1a-7a4149058d4c",
      "detail": "Identify available local community assets and engage with a range of providers, including third sector and faith-based support organisations and networks, to enhance the support and care of people."
    },
    {
      "skillId": "31f45d07-be48-4ece-9449-18a07246cf69",
      "detail": "Evaluate a range of indicators to determine the skill mix and appropriate characteristics of the workforce required to meet the needs of specific caseloads."
    },
    {
      "skillId": "98cfd10e-58f4-432c-9d60-736602527fae",
      "detail": "Review, lead and manage the people, financial and other resources required to safely meet caseload requirements, making professional risk-based decisions when necessary to resolve resource issues."
    },
    {
      "skillId": "bcada9a8-def8-4836-88cd-cee07aa42b43",
      "detail": "Construct cogent arguments and effectively communicate complex information to justify decisions about resource allocation."
    },
    {
      "skillId": "0137573a-2dc5-4fa2-9b67-46b1f772330c",
      "detail": "Delegate responsibility for the management of budget, people and other resources to team members, while retaining overall accountability."
    },
    {
      "skillId": "9c5f9e18-0109-45f0-8af1-898bc474833a",
      "detail": "Critically analyse own personal workload requirements and that of the wider team to lead and prioritise activities in order to manage demand and capacity."
    },
    {
      "skillId": "a1dc6316-abf3-4b0b-8534-19f397499fb7",
      "detail": "Safely and effectively delegate responsibilities to team members based on an assessment of their level of knowledge, skill and confidence."
    },
    {
      "skillId": "68fe09a4-1642-40ca-9743-0ac7ee8bf2ca",
      "detail": "Use digital technology to maximise the use of resources across interdisciplinary and interagency teams."
    },
    {
      "skillId": "5553c357-4f96-4023-a5d0-c5e7e98f4708",
      "detail": "Procure equipment and other items in line with relevant procurement policies, value for money considerations and health and safety requirements."
    },
    {
      "skillId": "faa0906a-20e2-4a76-9d54-9abd86e7a5af",
      "detail": "Articulate a clear and evidence-based rationale for complex decision making and professional judgement when leading teams in challenging situations."
    },
    {
      "skillId": "75b1f2cb-2d93-4b83-bfd4-7876670a8917",
      "detail": "Continually reflect on own leadership approach and take action to adapt own leadership style to different situations, including but not limited to when working with diverse teams who may be geographically dispersed."
    },
    {
      "skillId": "2f73b3aa-da5d-4b89-99bb-78af05126bbd",
      "detail": "Effectively use systems to measure the impact, quality, productivity and cost efficacy of interdisciplinary and interagency teams to allow effective leadership and performance management."
    },
    {
      "skillId": "7e367826-0aef-45df-b694-fd65f73ebf06",
      "detail": "Conduct conversations with team members to provide opportunities for positive reinforcement and challenge, and agree any development plans or remedial actions in line with appraisal processes."
    },
    {
      "skillId": "44967141-3339-4060-8f91-98d951c4f875",
      "detail": "Lead the development of a positive learning culture for interdisciplinary and interagency teams."
    },
    {
      "skillId": "43076a74-30ad-47e3-8c58-cc5d1495c8ba",
      "detail": "Use a range of approaches and resources available to educate, support and motivate people, manage talent and succession plan."
    },
    {
      "skillId": "17bced10-84c9-4932-9c7d-6636dac665f5",
      "detail": "Apply a range of leadership strategies that are effective in supporting positive team development and cohesion across disciplines and agencies."
    },
    {
      "skillId": "6107b4f2-b7e6-4719-ba73-9b71bbf97d64",
      "detail": "Select, implement and evaluate strategies which are appropriate to the composition of the team, to enable supervision, reflection and peer review."
    },
    {
      "skillId": "e19f8a6d-01a0-465f-b8ba-eb2adb0fd367",
      "detail": "Recognise individual abilities and learning needs when applying the standards of education and training for pre- and post-registration nursing, midwifery and nursing associate students, in order to educate, supervise and assess effectively."
    },
    {
      "skillId": "84041d91-aee9-4da8-9633-72ca5b7133f5",
      "detail": "Interpret health and safety legislation and regulations in order to develop local policy and guidance to support staff working across the range of home and community environments."
    },
    {
      "skillId": "59256e9f-8f1e-4d45-ae95-8966efe7fb10",
      "detail": "Evaluate the outputs and recommendations of internal and external risk reporting to enable prioritisation, decision making and the development of action plans to mitigate risk."
    },
    {
      "skillId": "1dd48dc5-b034-49f4-aac9-a26b5158bf26",
      "detail": "Exercise the knowledge, skills and professional judgement required to balance competing risks and priorities, undertaking quality impact assessments that reflect the balance between safety, quality and least restrictive practices."
    },
    {
      "skillId": "99aae3c1-d047-44f2-93de-aa78d238fb5b",
      "detail": "Co-produce strategies and plans for service design with people, families and communities to improve care outcomes."
    },
    {
      "skillId": "f539b0af-8190-46ec-adeb-b00846cdc908",
      "detail": "Use innovative and emerging technology effectively to ensure collection and storage of data to allow analysis and forecasting to inform service improvement and safety plans."
    },
    {
      "skillId": "38d40033-024f-4f73-b069-c0914d14d99a",
      "detail": "Devise methods of systematically and effectively capturing and evaluating people’s lived experiences of care to lead improvements in the quality of service delivery."
    },
    {
      "skillId": "3d181a67-d519-4c96-9c42-080d2321773a",
      "detail": "Evaluate different research designs and methodologies and their application to develop and address research questions and generate evidence for service improvement."
    },
    {
      "skillId": "5beb50fd-0063-45ba-95e8-103de104a38a",
      "detail": "Initiate and lead a continuous quality improvement programme, selecting an appropriate improvement methodology, collating and presenting results and proposing improvement actions."
    },
    {
      "skillId": "ad23945c-3bc6-4e69-a4f6-2eb6088448e5",
      "detail": "Critically appraise published results of service evaluation, research findings, improvement data and audit, and distil relevant learning that can be applied in practice to bring about service improvement."
    },
    {
      "skillId": "9757545d-b19c-4b6f-86a6-0e7a66a7fa03",
      "detail": "Present relevant research, quality and audit findings and proposals for care improvement to a range of audiences."
    },
    {
      "skillId": "03637724-ca02-41cf-b2bc-85e80e9f168a",
      "detail": "Critically analyse political and economic policies and drivers that may have an impact on the health, care and wellbeing of local communities."
    },
    {
      "skillId": "0226135c-acee-440a-b814-ce8530397ee3",
      "detail": "Synthesise epidemiological, demographic, social, political and economic trends to forecast their impact and influence on current and prospective community nursing services."
    },
    {
      "skillId": "560d5c65-1f28-4ec6-8c4e-942d6279e844",
      "detail": "Build relationships between teams within different systems in health and care, appreciating the value of different approaches, skill sets and expertise."
    },
    {
      "skillId": "cef42cc7-e007-4cca-ab78-9c711a2e1986",
      "detail": "Maximise the effectiveness of different services within the system through collaboration and co-design, ensuring that services work seamlessly together to meet the needs of people and communities."
    },
    {
      "skillId": "96d1648d-9b9d-4cde-ba86-ecaa097f41c6",
      "detail": "Apply a range of methodologies to drive continuous service improvement within the variety of different organisations and agencies that deliver services."
    },
    {
      "skillId": "86afb096-132d-46a1-b437-8fa265cb479d",
      "detail": "Proactively lead on the creation and development of effective system networks that enhance communication and decision making across organisations and agencies."
    },
    {
      "skillId": "ad7c64cc-a1fd-49e0-b403-fb2fdbb381cb",
      "detail": "Demonstrate cultural competence and leadership when challenging discriminatory, oppressive cultures and behaviours at a system level."
    },
    {
      "skillId": "864f8eee-f090-4138-8d53-d2e0dffb8485",
      "detail": "Influence health and social care strategies and policies at a local, regional and national level."
    },
    {
      "skillId": "991c6a52-4a67-40cc-9f72-071a66a72551",
      "detail": "Effectively work in partnership with peers at a strategic level to promote and influence change and improve health outcomes for the people and communities served."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2023-09-20T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0401",
  "tbMainContact": "healthcare.trailblazer@skillsforhealth.org.uk",
  "involvedEmployers": "Airedale NHS Foundation Trust, Berkshire Healthcare NHS Foundation Trust, Birmingham Community Healthcare NHS Foundation Trust, Blackpool Teaching Hospitals NHS Foundation Trust, Bradford District Care NHS Foundation Trust, Bridgewater Community Healthcare NHS Foundation Trust, Bromley Healthcare, Cambridgeshire Community services NHS Trust , Central London Community Healthcare NHS Trust, City Healthcare Partnership CIC, County Durham and Darlington NHS Foundation Trust, CSH Surrey, Dorset Healthcare NHS University Foundation Trust, East Lancashire Hospitals NHS Trust, Epsom and St Helier University Hospitals NHS Trust, Fresney Pelham Care Limited, Health Education England - Talent for Care, Herts Community NHS Trust, Kent Community Health NHS Foundation Trust, Leeds Community Healthcare NHS Trust, North Cumbria Integrated Care NHS Foundation Trust, Oxford Health NHS Foundation Trust, Provide CIC, Rotherham Doncaster and South Humber NHS Foundation Trust, Sheffield Teaching Hospital NHS Foundation Trust, Skills for Health, Sussex Community NHS Foundation Trust, The Queen's Nursing Institute, Whittington Health NHS Trust, Wirral Community Health and Care NHS Foundation Trust",
  "otherInvolvedStakeholders": "",
  "regulated": true,
  "regulatedBody": "Nursing and Midwifery Council",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Adult social care nurse",
    "Community children’s nurse",
    "Community learning disabilities nurse",
    "Community mental health nurse",
    "Community palliative and end of life care nurse",
    "District nurse",
    "General practice nurse",
    "Health and justice nurse",
    "Inclusion health nurse",
    "Specialist community nurse"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Midwifery and nursing professional",
  "clusterId": "211",
  "clusterDescription": null,
  "createdDate": "2023-09-20T12:50:04 +00:00",
  "lastUpdated": "2023-09-20T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2023-09-20T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC1419",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1419-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1419-v1-0",
  "qualifications": [
    {
      "qualificationId": "14a8cfd2-bc6b-4d38-bab2-714e6d4f7804",
      "title": "Level 7 qualification approved by the NMC as a Community Nursing Specialist Practice Qualification",
      "level": "7 (non-degree qualification)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "a7abf44b-fc5d-487d-8e2e-2600efeb14ed",
      "dutyDetail": "Provide accountable, autonomous professional care in partnership with service users.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4e1fc69a-a747-4ea3-98e5-19f02703a76e",
        "d148e1f1-a691-490a-9ec8-fe3f610ed8c6",
        "150ce302-1295-4688-b61b-ab6c9dadf242",
        "e886ddd2-ed3b-49a9-b79d-5415c93435cb",
        "9c8f8493-272a-42ef-a768-622f24874939",
        "3088bc72-eda5-4fee-8818-0f2415794fd8"
      ],
      "mappedKnowledge": [
        "a56733f6-b571-4a64-9221-c4193d543c60",
        "a47d0365-8353-419e-8c7e-43f4722debf0",
        "a15a2f68-a74b-45a7-9622-da8900870ec3",
        "068eddbd-c263-40ef-af33-ebaafd4d6ce1",
        "459ae53c-9b21-4f7c-89b1-1f0205d89707",
        "3f4435ed-cde9-4ec9-9245-1620c381dc9c",
        "7e2eabe5-fb88-4cfa-b2a8-e53ac394d34b",
        "6fb551b7-fc36-4cf7-a4f9-d9d0b5b281e1",
        "144f5324-998e-4a44-afc1-b3444fa0aa0d",
        "8f6ea750-f1a5-4bac-a61a-7f768ea7ba1a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "2bca27e0-4745-43c0-a1b7-ccb3c6cba18c",
        "6c746361-1269-4cb7-bb4c-7aa8a8f549a5",
        "650035d1-2fd1-4b9b-b09f-4bf43bb7fe91",
        "fcd7b513-04c4-44c8-aa24-cfa45e3eb4f0",
        "ab74f927-68c4-4b31-8923-4fb7f221dc70",
        "34c58113-2263-4eff-a065-bf8c9614f0a8",
        "b8b9935d-d158-4855-a2cb-f3621a006155",
        "23c79711-6cf8-4abc-8f8f-e91094b8b4e5",
        "c3a11532-5e2d-4044-8f0a-9da86f07b6d2",
        "dc078818-708f-4197-9781-b82d7d746882",
        "61f09369-7f0b-484a-8cac-819ea6692280",
        "51937319-1dce-49a8-94c0-45def3a85141",
        "db29bb57-14f0-4ea5-872e-b34da0d6d9b9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f8c11a87-7137-43e6-b97e-edc9f07e4624",
      "dutyDetail": "Promote health and wellbeing.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4e1fc69a-a747-4ea3-98e5-19f02703a76e",
        "d148e1f1-a691-490a-9ec8-fe3f610ed8c6",
        "150ce302-1295-4688-b61b-ab6c9dadf242",
        "e886ddd2-ed3b-49a9-b79d-5415c93435cb",
        "9c8f8493-272a-42ef-a768-622f24874939",
        "3088bc72-eda5-4fee-8818-0f2415794fd8"
      ],
      "mappedKnowledge": [
        "878e627e-6bf4-4dcc-b2f1-cbdd173a5823",
        "40310ee8-9673-4939-a5aa-2985eccb81c8",
        "4a373ddb-6200-41c6-8df5-55cdd984f01c",
        "98b8f123-e530-4b78-a373-9030a1d57f7a",
        "fe1dcb18-7ab6-4aa2-9e83-731d8c77bd43",
        "78f0c662-585d-42ad-9592-d762c56e053c",
        "b400e1d0-b865-4079-bb91-abe39875f91a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "05335279-e94e-4274-abc5-100470caf6f4",
        "964a8f70-3479-48e3-956e-a49965c53e9f",
        "8d2fe12d-0005-4065-84b0-068f080251a3",
        "cd65e993-198e-4802-acfd-2dd42931b7fc",
        "835ce262-b9db-43c2-96da-82ad8d5742d3",
        "321c8bd4-4fca-4091-844a-82c7ba7302f8",
        "51423f65-fc3e-46fe-a43e-c674f1f50a64"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "230d67d5-2338-4d89-80c8-8a89118a55d3",
      "dutyDetail": "Prevent Ill health.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4e1fc69a-a747-4ea3-98e5-19f02703a76e",
        "d148e1f1-a691-490a-9ec8-fe3f610ed8c6",
        "150ce302-1295-4688-b61b-ab6c9dadf242",
        "e886ddd2-ed3b-49a9-b79d-5415c93435cb",
        "9c8f8493-272a-42ef-a768-622f24874939",
        "3088bc72-eda5-4fee-8818-0f2415794fd8"
      ],
      "mappedKnowledge": [
        "aff69613-86e3-4ecd-91fe-06d3193641e5",
        "a10ce9b1-5d32-4931-ad64-b2cce0742c10",
        "a60c35d7-e713-451b-a233-2b5d01b4c70c",
        "540e5e3d-098f-4f00-bb9b-105175d8578f",
        "5e9abf60-96cf-4734-a513-95e99798e5e6",
        "1179cc25-aa16-42eb-a4ba-25300c790fd1",
        "492a38f3-ceb6-4a97-8f95-e1a6e892d61d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d81dc60e-5a94-4795-9a4c-9b61166fa582",
        "ec6a6695-2f4e-47e8-8e12-90d9aae6b6b1",
        "738108f5-1ab7-4c58-9fe6-322ae834afad",
        "56c961d6-29fa-41db-8630-8ad2fc071a59",
        "4f7d1a53-4ecb-4c65-8b0a-748ff2b6ef1a",
        "22807778-7973-429f-bc41-2f778c3abbdc",
        "db7c0f03-2d4c-4bf4-a271-57a334f8940b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8805ed75-917c-46a0-8149-de807e699032",
      "dutyDetail": "Assess people’s abilities and needs.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4e1fc69a-a747-4ea3-98e5-19f02703a76e",
        "d148e1f1-a691-490a-9ec8-fe3f610ed8c6",
        "150ce302-1295-4688-b61b-ab6c9dadf242",
        "e886ddd2-ed3b-49a9-b79d-5415c93435cb",
        "9c8f8493-272a-42ef-a768-622f24874939",
        "3088bc72-eda5-4fee-8818-0f2415794fd8"
      ],
      "mappedKnowledge": [
        "18ed7f24-1839-4789-8d61-8418ed8638c7",
        "4d8f7072-2c7d-4842-a73e-e10e92747c3e",
        "64150576-c10f-427e-91f7-18f3c063228f",
        "ffdc40f7-6fc9-4895-8840-d3efa678721c",
        "0c3b2012-55eb-4d76-a3f3-5010dc53979c",
        "93b83ab3-374f-4c9d-858f-3770e557784a",
        "72062ddb-cc81-4da8-a98d-c8206e187f67",
        "22d1a10d-d62f-430f-b977-97005b22534c",
        "66c9998f-69d5-4880-b865-a09b5cee1f22",
        "64998ae8-c2a4-4af0-87da-33c1e88d22fb"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6386b628-69f5-4c93-a057-dcbd05dd07e7",
        "dc1b4920-e763-444a-8a84-9baf852c57cf",
        "9a7ad60e-91d5-4e7f-a689-a4da83d9306a",
        "4b25d077-796d-4449-a0ef-0c3a34085fa6",
        "6e473f2e-8694-4617-90bb-ede541e5ad00",
        "e4cfef01-87eb-406e-bdc3-250f1c8736e2",
        "0d8d04bb-9935-4227-9caa-e3bb34b15c04",
        "b03a33fd-e38e-4aaf-a04c-66d55a96f27a",
        "72b8099e-6df1-4063-b932-6facabc6095a",
        "4b7aeb2a-1d38-465e-9139-192246d656af",
        "ca73f610-1ae5-46e4-a9b8-c73bd5266bfd",
        "5b3c30dd-48b3-44f1-9e6c-ee4e03dd4f67"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5dae8716-0403-44bb-9979-e1eb8c3abe49",
      "dutyDetail": "Plan community nursing care.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4e1fc69a-a747-4ea3-98e5-19f02703a76e",
        "d148e1f1-a691-490a-9ec8-fe3f610ed8c6",
        "150ce302-1295-4688-b61b-ab6c9dadf242",
        "e886ddd2-ed3b-49a9-b79d-5415c93435cb",
        "9c8f8493-272a-42ef-a768-622f24874939",
        "3088bc72-eda5-4fee-8818-0f2415794fd8"
      ],
      "mappedKnowledge": [
        "8e3298eb-22c3-4c12-a9d0-90b106e57485",
        "c4621f77-4c11-4b79-a387-4f9aed84a3e0",
        "6120a5f8-4a2a-4501-b439-7e14ea7de65e",
        "3ae64467-fe9b-4864-9c53-22b28e098f4c",
        "36a66a8b-e542-4a6c-880f-657d17e9b7f1",
        "b68f93f1-35f8-4923-8eb5-c8be409d4c1a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6e94c629-87ab-452a-9df4-abfa417d7d3c",
        "8aa1ccfb-8e5d-4940-b97b-8890ac627515",
        "1b8d7c2d-fea8-4f73-b33a-64d5d56079be",
        "2edab684-bbb1-498e-bacb-3cf2f94c8796",
        "092ead75-0444-41c3-bd8d-2d5848ca8c18",
        "779d1df2-aa23-49b6-a5b7-64e80b85cf35"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "295fdfb0-8ee7-43e8-b3e6-180a6e27835d",
      "dutyDetail": "Provide and evaluate evidence-based nursing care.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4e1fc69a-a747-4ea3-98e5-19f02703a76e",
        "d148e1f1-a691-490a-9ec8-fe3f610ed8c6",
        "150ce302-1295-4688-b61b-ab6c9dadf242",
        "e886ddd2-ed3b-49a9-b79d-5415c93435cb",
        "9c8f8493-272a-42ef-a768-622f24874939",
        "3088bc72-eda5-4fee-8818-0f2415794fd8"
      ],
      "mappedKnowledge": [
        "922c9a68-1691-4b60-841d-42f8a0c39ae5",
        "b527aae3-def5-4b6d-887d-0d9d39c5b11d",
        "a8b993aa-ff20-46db-b7c9-93aae3ea0add",
        "60dc2b45-fd4d-4e78-8ed1-b32cb6408f83",
        "3562e788-c9d0-4c37-9d1a-cd398e37ee3d",
        "055d7164-ead5-49f2-8e8c-20ddb5239cf8",
        "51c109c9-0715-4386-9ae4-37a4dba02d26",
        "c491d251-d0f8-4fba-9cf6-0cd2470a581f",
        "236190e0-33a5-4b7f-9dd2-3711e4455f5e",
        "f5e2a61e-8ca0-4d2f-84ae-653cc4011c09",
        "bf169624-efd7-47a5-bea2-f6ee7acc688c",
        "f904e8b3-1b36-4481-99d7-63e3daf5001a",
        "0b1fea92-1efb-49fc-9a1e-3ff3beb5a128"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f5b20f42-4501-4423-830a-12e2d4bd1c07",
        "fc9d462c-7a98-4ab8-9c70-b1faf03fe1e5",
        "a43dfa80-70d7-4ee8-8718-86df913426bc",
        "eed6d65a-2f9f-4cec-8033-ebd619c0d18f",
        "85e09046-3778-4a9a-8d86-a71d00a0b636",
        "0d24b350-30f4-4b0d-a901-74f99f3c1a42",
        "bce8b22e-debb-466e-afdc-049e930f828b",
        "d03b2ed1-a686-4590-98df-88b5bb4c9253",
        "ce0facca-bd58-41a1-b964-98d80d88ccc9",
        "1808e73f-b780-4444-b31f-e06eb187acb9",
        "67c5d27f-4f7a-4da2-a9a3-78ed0b03422d",
        "20ffc068-cb46-476e-af48-c8ff08c9e2d4",
        "6eecc926-d630-44f5-ba1e-1ec2d4724b43",
        "86b5716e-0046-4ff8-873d-5b5dc63dd413",
        "78c2c32f-1e1c-49f8-8ebc-c6d2ae3270c4",
        "79d3c0d3-3aec-40d0-8dbb-8bdf224856d1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9dc621b3-5c56-414e-95f3-487a4ff18ef3",
      "dutyDetail": "Lead, support and manage teams.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4e1fc69a-a747-4ea3-98e5-19f02703a76e",
        "d148e1f1-a691-490a-9ec8-fe3f610ed8c6",
        "150ce302-1295-4688-b61b-ab6c9dadf242",
        "e886ddd2-ed3b-49a9-b79d-5415c93435cb",
        "9c8f8493-272a-42ef-a768-622f24874939",
        "3088bc72-eda5-4fee-8818-0f2415794fd8"
      ],
      "mappedKnowledge": [
        "cfdd88e0-d2d5-41a4-91ad-d5706c375510",
        "ac27cd78-c469-45ba-8439-10ef220da10a",
        "fcc570e0-dfb4-487f-8285-9db37d72438e",
        "d42832ee-4c78-4e90-b916-5cd363c1f0be",
        "e2cffc3c-4cc5-42ff-9bc2-64d5beedd8ba",
        "fa2f634d-e350-4eb4-a55a-2aa358f810ef",
        "dce7d437-d53b-445d-9d6d-32ef5208287c",
        "99edef4c-e021-430f-b042-dcafb5969f4f",
        "f54106db-4ec2-4d2c-a3e7-102726f697da",
        "ab52756a-92a8-42e8-b362-d32c0b6dc6d1",
        "5504f5cf-c82e-4df9-b68b-9ab57f75a70f",
        "20e9ed76-ad45-48b9-a7fb-e4d0c49a502a",
        "704c71f8-a988-40b7-9eb5-c16c1115d2eb",
        "9e47cd17-070b-403c-b85e-e7ad295edca3",
        "d6f2eea4-caf3-4cb8-b134-8531197368f3",
        "f511504b-a25e-4a67-a9ae-8e0a03265e5b",
        "d3501206-b4cd-43ea-9c39-f23a938c705a",
        "4d563a2a-4618-4802-8e71-beac2b9d17e3",
        "a31b6d6c-9273-4885-be1f-d9e71b590303"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "081d77f3-efce-4b97-8457-6831d093d6ab",
        "f43a81e6-88a7-4198-94af-386bef2419fb",
        "2a8e8581-cfb9-40f3-8618-c074ed2fdce8",
        "68a26251-1160-4c24-bc1a-7a4149058d4c",
        "31f45d07-be48-4ece-9449-18a07246cf69",
        "98cfd10e-58f4-432c-9d60-736602527fae",
        "bcada9a8-def8-4836-88cd-cee07aa42b43",
        "0137573a-2dc5-4fa2-9b67-46b1f772330c",
        "9c5f9e18-0109-45f0-8af1-898bc474833a",
        "a1dc6316-abf3-4b0b-8534-19f397499fb7",
        "68fe09a4-1642-40ca-9743-0ac7ee8bf2ca",
        "5553c357-4f96-4023-a5d0-c5e7e98f4708",
        "faa0906a-20e2-4a76-9d54-9abd86e7a5af",
        "75b1f2cb-2d93-4b83-bfd4-7876670a8917",
        "2f73b3aa-da5d-4b89-99bb-78af05126bbd",
        "7e367826-0aef-45df-b694-fd65f73ebf06",
        "44967141-3339-4060-8f91-98d951c4f875",
        "43076a74-30ad-47e3-8c58-cc5d1495c8ba",
        "17bced10-84c9-4932-9c7d-6636dac665f5",
        "6107b4f2-b7e6-4719-ba73-9b71bbf97d64",
        "e19f8a6d-01a0-465f-b8ba-eb2adb0fd367"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b5fa5940-ff8a-4e8f-a451-b5dcdb417654",
      "dutyDetail": "Lead improvements in safety and quality of care.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4e1fc69a-a747-4ea3-98e5-19f02703a76e",
        "d148e1f1-a691-490a-9ec8-fe3f610ed8c6",
        "150ce302-1295-4688-b61b-ab6c9dadf242",
        "e886ddd2-ed3b-49a9-b79d-5415c93435cb",
        "9c8f8493-272a-42ef-a768-622f24874939",
        "3088bc72-eda5-4fee-8818-0f2415794fd8"
      ],
      "mappedKnowledge": [
        "a7fcb622-2bfb-4e7c-ad41-5d764c0a17af",
        "61bf5241-3076-4024-a6e8-9a5e912776e8",
        "c3bbbb23-36eb-4467-97c5-a6be6650c2cd",
        "c4a71a53-d9e3-44ce-a053-a72ab2556a6e",
        "f8f1c8f3-5fbf-4a26-b0eb-214e0c8df866",
        "ad2db05e-2c83-4a15-ac25-1b8417ad2701",
        "441b7b96-9b3d-4513-88ea-5294ae0a00b6",
        "ddc49694-cf60-49ca-848b-f57aadc172cc",
        "95e07f57-7fb1-4227-9d3f-f389a663ac32"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "84041d91-aee9-4da8-9633-72ca5b7133f5",
        "59256e9f-8f1e-4d45-ae95-8966efe7fb10",
        "1dd48dc5-b034-49f4-aac9-a26b5158bf26",
        "99aae3c1-d047-44f2-93de-aa78d238fb5b",
        "f539b0af-8190-46ec-adeb-b00846cdc908",
        "38d40033-024f-4f73-b069-c0914d14d99a",
        "3d181a67-d519-4c96-9c42-080d2321773a",
        "5beb50fd-0063-45ba-95e8-103de104a38a",
        "ad23945c-3bc6-4e69-a4f6-2eb6088448e5",
        "9757545d-b19c-4b6f-86a6-0e7a66a7fa03"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "452168f3-26b8-4c0d-9999-3924239f01f2",
      "dutyDetail": "Coordinate care for service users across different services and agencies.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4e1fc69a-a747-4ea3-98e5-19f02703a76e",
        "d148e1f1-a691-490a-9ec8-fe3f610ed8c6",
        "150ce302-1295-4688-b61b-ab6c9dadf242",
        "e886ddd2-ed3b-49a9-b79d-5415c93435cb",
        "9c8f8493-272a-42ef-a768-622f24874939",
        "3088bc72-eda5-4fee-8818-0f2415794fd8"
      ],
      "mappedKnowledge": [
        "453a1166-d12a-48ee-963a-4864782b1b8a",
        "598c6a60-7a1f-4596-8d9d-6478ae606f03",
        "b66fcde8-b2f2-4d5b-8fcc-c5bb9f798e05",
        "38e6eb6c-45b4-4c88-854c-ce1e0be45cf8",
        "9e211dd2-e760-4bc2-94db-74f42dc2875a",
        "526c86be-fcb6-4c5d-8926-5f1e26a546c0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "03637724-ca02-41cf-b2bc-85e80e9f168a",
        "0226135c-acee-440a-b814-ce8530397ee3",
        "560d5c65-1f28-4ec6-8c4e-942d6279e844",
        "cef42cc7-e007-4cca-ab78-9c711a2e1986",
        "96d1648d-9b9d-4cde-ba86-ecaa097f41c6"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "dca9ac25-e894-4be3-8f71-9fe1df3d77dc",
      "dutyDetail": "Provide system leadership to enhance communication and decision making.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4e1fc69a-a747-4ea3-98e5-19f02703a76e",
        "d148e1f1-a691-490a-9ec8-fe3f610ed8c6",
        "150ce302-1295-4688-b61b-ab6c9dadf242",
        "e886ddd2-ed3b-49a9-b79d-5415c93435cb",
        "9c8f8493-272a-42ef-a768-622f24874939",
        "3088bc72-eda5-4fee-8818-0f2415794fd8"
      ],
      "mappedKnowledge": [
        "c349eb93-1a69-4d25-bfb1-e55367bf6ef8",
        "97f53cb4-5cce-47b6-be40-7cf155306b52",
        "d8ea2e4f-792e-4393-9ba8-507748f80ae2",
        "7deb99fc-b0f4-4e94-b175-5e8a72d7573b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "86afb096-132d-46a1-b437-8fa265cb479d",
        "ad7c64cc-a1fd-49e0-b403-fb2fdbb381cb",
        "864f8eee-f090-4138-8d53-d2e0dffb8485",
        "991c6a52-4a67-40cc-9f72-071a66a72551"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [
    {
      "name": "Training Provider",
      "webLink": "",
      "approved": true
    },
    {
      "name": "EPAO",
      "webLink": "",
      "approved": false
    }
  ],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-09-20T00:00:00"
}