{
  "templateType": "Occupational Standard",
  "larsCode": 0,
  "referenceNumber": "ST1468",
  "learningAimClassCode": "",
  "title": "Corporate Treasurer",
  "status": "Proposal in development",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1468",
  "qualificationStandardUrl": null,
  "versionNumber": "",
  "change": "",
  "changedDate": "0001-01-01T00:00:00",
  "earliestStartDate": null,
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "",
  "level": 6,
  "ePALength": 0,
  "typicalDuration": 36,
  "maxFunding": 0,
  "maxFundingAdditionalInformation": "",
  "route": "",
  "keywords": [],
  "jobRoles": [
    "Corporate Treasurer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.1 Accounting and finance",
  "version": "0.0",
  "standardInformation": "",
  "occupationalSummary": "",
  "knowledges": [
    {
      "knowledgeId": "128ce705-9fc5-4330-ab0d-997bb56a47a8",
      "detail": "Principles of Corporate finance for treasury including  xxxxxxxxxxx"
    },
    {
      "knowledgeId": "9cb9e87b-540e-4dde-bd52-670161e35648",
      "detail": "Wider landscape including trends in best practice and the impact of digital technology to international cash management."
    },
    {
      "knowledgeId": "f7a37678-1baa-4142-b72c-cedd391bf04a",
      "detail": "how corporate objectives are integral to the development of corporate finance strategy in order to deliver sustainable shareholder value."
    },
    {
      "knowledgeId": "c9c8b670-815b-49be-a8a1-62a051385511",
      "detail": "measures of shareholder value in order to optimise the sustainable long-term wealth of equity investors."
    },
    {
      "knowledgeId": "e19f77ae-76da-43b1-a5d2-d48ba769bc8b",
      "detail": "treasury policies, processes and procedures in the corporate finance context in order to protect the organisation from fraudulent or unethical activities"
    },
    {
      "knowledgeId": "843b1db4-25dc-443a-83df-4cd64db8c249",
      "detail": "funding requirements of the business over the longer term in order to identify optimum capital structure"
    },
    {
      "knowledgeId": "267d4fd6-3edf-4b52-a53a-b71decb3b4a1",
      "detail": "how to devise appropriate capital structures to deliver a balance of risk and return in accordance with the organisation’s risk appetite."
    },
    {
      "knowledgeId": "10605017-282e-4a68-b233-aaac0bf98303",
      "detail": "the costs of different sources of capital in order to calculate the optimal capital structure, "
    },
    {
      "knowledgeId": "dee9c231-7488-4dce-b76d-07a034e8cb63",
      "detail": "the drivers of an organisation’s weighted average cost of capital under a variety of practical economic conditions in order to identify which measures are most appropriate in differing circumstances"
    },
    {
      "knowledgeId": "20a25ff2-9c20-48e1-89d7-1b701f0cd849",
      "detail": "the costs and benefits of acquiring and managing a credit rating in order to broaden the organisation’s access to capital and reduce its cost"
    },
    {
      "knowledgeId": "d00bb5fd-a769-4c6f-989b-dd1f2fbbea91",
      "detail": "the use of equity as a source of long-term funding for the organisation, "
    },
    {
      "knowledgeId": "f8d6b13c-fed2-47da-837c-66eafa6c50c8",
      "detail": "how organisations manage equity investors in order to recommend how the expectations of its shareholders can be managed"
    },
    {
      "knowledgeId": "687d6263-98b4-45ed-8b59-644fa68f6f1d",
      "detail": " the use of debt as a source of long-term funding for the business."
    },
    {
      "knowledgeId": "7b869566-5006-4b4d-96d5-c309b37f37ce",
      "detail": "the use of other funding sources to provide long-term funding for the business."
    },
    {
      "knowledgeId": "61928d54-1d4e-4f6b-8377-6807ba2caaa6",
      "detail": "how debt should be managed to ensure the organisation’s funding policy and stakeholder requirements are met"
    },
    {
      "knowledgeId": "42d5950c-03dd-4913-aee6-d10144023080",
      "detail": "evaluation models."
    },
    {
      "knowledgeId": "89f68c52-fc3e-4b4b-b983-60664fa07509",
      "detail": "approaches to comparative analysis of financial information so that treasury is able to make informed decisions about the financial performance of a business."
    },
    {
      "knowledgeId": "1b507e38-0aa3-4f74-bae1-aac42f5b536b",
      "detail": "decision-making tools to reach a recommended valuation for a transaction."
    },
    {
      "knowledgeId": "f99227c3-4ab8-463c-a425-8f77ff34dd91",
      "detail": "appropriate treasury structures in order to deliver organisational objectives."
    },
    {
      "knowledgeId": "fb86007a-0b96-4180-bad6-fced8fec0d92",
      "detail": "approaches to management when collaborating with others to ensure effective participation in the financial decision-making processes."
    },
    {
      "knowledgeId": "ba499fd5-7b8f-49f0-9138-184206af1525",
      "detail": "principles of continuous improvements "
    },
    {
      "knowledgeId": "1f3efced-4e99-44fa-8900-5c117cbfeea0",
      "detail": "Areas of specialism within treasury such as financial reporting, tax and regulation for treasury; working capital and trade finance."
    },
    {
      "knowledgeId": "68bbe9ab-45ad-4fbf-8009-51492455b6c2",
      "detail": "Wider landscape including trends in best practice and the impact of digital technology to international cash management."
    },
    {
      "knowledgeId": "e924537c-08c5-46f1-870c-cf4cacfda6e9",
      "detail": "Principles of risk management for treasury including xxxxxxx"
    },
    {
      "knowledgeId": "ae9ce3aa-f210-4f05-be43-7291e3bcbdca",
      "detail": "the risks faced by an organisation in order to develop an effective and enterprise-wide view of risk."
    },
    {
      "knowledgeId": "c8d60083-eaed-476d-ad63-5eba343f3768",
      "detail": "the risk appetite of organisations in order to support the business in developing and implementing appropriate risk management policies."
    },
    {
      "knowledgeId": "1ae590a1-ade3-4bda-b038-9aefc652ea6c",
      "detail": "the factors, people and processes involved in the formulation of a robust risk management policy and how these can be monitored and controlled effectively."
    },
    {
      "knowledgeId": "bfd30d29-5255-4b0d-b53a-92094b174505",
      "detail": "risk management frameworks in treasury to support corporate objectives."
    },
    {
      "knowledgeId": "166a6cd3-2ba4-4d65-a3c6-92150c9d0bc9",
      "detail": "key risks which are within treasury’s competence to manage in order to propose and implement strategies to safeguard stakeholders’ wealth."
    },
    {
      "knowledgeId": "06b4f5fe-3077-422e-84e5-bef37c24c460",
      "detail": "foreign exchange risks which may impact upon business objectives."
    },
    {
      "knowledgeId": "85ae5048-9de9-4ebf-99a6-3246164dc7b3",
      "detail": "interest rate risks which may impact upon organisation objectives."
    },
    {
      "knowledgeId": "96eb7bf3-2797-439e-86af-a9df5e13d9b7",
      "detail": "liquidity risks which may impact upon organisation objectives."
    },
    {
      "knowledgeId": "34fc3b80-78a5-43a4-8951-f6832bd7f360",
      "detail": "risks to achieving organisation objectives, including pensions and insurance, in order to make recommendations to manage their impact."
    },
    {
      "knowledgeId": "af5b8840-1a22-41b1-803e-25be320de5af",
      "detail": "risks which an organisation faces in order to quantify the probability and impact of adverse changes in the context of risk appetite and risk tolerance."
    },
    {
      "knowledgeId": "b23c5421-18d0-4cba-9af6-39df7742327b",
      "detail": "Approaches to risk evaluation in order to quantify them and inform the risk response process."
    },
    {
      "knowledgeId": "b5edd339-810a-4340-b229-37bae4f25fd0",
      "detail": "principal techniques available to enable treasury to effectively measure and prioritise the risks which an organisation faces."
    },
    {
      "knowledgeId": "d134cdaf-c9ce-444b-a8ee-20cd2365d9a4",
      "detail": "alternative techniques for evaluation of risks in order to determine a holistic view of the materiality of such risks."
    },
    {
      "knowledgeId": "56cea664-dd33-4ee7-8171-7175a92f8c38",
      "detail": "appropriate responses to risks to ensure that the organisation’s risk appetite is not exceeded and that its risk management policy is followed."
    },
    {
      "knowledgeId": "30bafe49-5dc6-4742-ac95-5bde29808067",
      "detail": "outright (fixing) instruments to manage a range of treasury risks to ensure that the organisation’s risk appetite is not exceeded and that its risk management policy is followed."
    },
    {
      "knowledgeId": "bd64d945-a008-4743-a871-818f1f429fb9",
      "detail": "the use of financial options to manage a range of treasury risks to ensure that the organisation’s risk appetite is not exceeded and that its risk management policy is followed."
    },
    {
      "knowledgeId": "8a0fdbce-dc9c-4cd4-9c02-c8d29f720437",
      "detail": "practical liquidity management strategies that are consistent with the needs and risk appetite of the organisation."
    },
    {
      "knowledgeId": "45e8f246-c27a-4474-ba6c-349249a0ec26",
      "detail": "key considerations that modify the organisation’s response to risk."
    },
    {
      "knowledgeId": "cce51f0b-b60d-4323-afb8-8ffbb41c2c37",
      "detail": "how the external reporting of risk should be structured to meet risk reporting best practice."
    },
    {
      "knowledgeId": "bba1f81c-f27b-46df-bc2a-d1aa899006cf",
      "detail": "treasury reporting to ensure that the organisation has the information it needs to establish the appropriateness of its risk responses and, as necessary, make recommendations to improve the responses."
    },
    {
      "knowledgeId": "26d69b74-1223-4120-b1b7-83361753a9a8",
      "detail": "approaches to evaluating risk management policy in order to recommend changes to the policy and related procedures."
    },
    {
      "knowledgeId": "06157971-8f9c-4d35-80f5-8ab7f896eb0d",
      "detail": "Principles of Treasury management including xxxxxxxxxxxxxxxxx"
    },
    {
      "knowledgeId": "8ef7058e-64e0-4366-a877-ca06502ce562",
      "detail": "Approaches to setting departmental, project, team and own objectives, which are supported by actionable plans, in order to deliver results that are in line with departmental, project, team and corporate objectives."
    },
    {
      "knowledgeId": "ec3269c2-5636-4406-9ba9-f3fab0a88a9b",
      "detail": "Approaches to identify, analyse and resolve existing or potential problems in a practical and timely fashion, utilising the available resources in the most efficient and effective way."
    },
    {
      "knowledgeId": "51afc01c-deea-427d-b1cb-7b0d2c5a5ccc",
      "detail": "project management techniques"
    },
    {
      "knowledgeId": "b0964fc8-26b1-4ad1-9f3e-cad0dcb11d5c",
      "detail": "approaches to management of budgetary and in year monitoring processes ensuring that internal financial controls are applied in accordance with relevant legislation, along with wider treasury and corporate finance issues in order to identify and offer solutions to the risks and opportunities that the organisation faces."
    },
    {
      "knowledgeId": "f08d8cee-33eb-417b-aa4e-5205f043db35",
      "detail": "Approaches to documenting working practices that can be applied across treasury and that align with the organisation’s corporate policies, including delegation of authorities, board reporting and links to audit."
    },
    {
      "knowledgeId": "331628db-c9fd-4bac-91a1-a181c3a11522",
      "detail": "approaches to the collection, analysis and translation of data into information that can be selectively disseminated to assist with problem solving and decision making, using knowledge from across the organisation in order to minimise risk and justify decision making."
    },
    {
      "knowledgeId": "2f19a805-0acf-46d8-b797-b3417ac4d2ec",
      "detail": "information technology solutions to assist with treasury-related problem solving and decision making in order to present and disseminate information to internal and external stakeholders."
    },
    {
      "knowledgeId": "2da36984-2a7a-4a53-a450-e1567dd3916f",
      "detail": "approaches to leadership and management in treasury operations "
    },
    {
      "knowledgeId": "6b9ce787-37e3-40c9-b08b-f7ae10c6c20d",
      "detail": "approaches to working relationships with internal and external stakeholders to ensure that they are mutually beneficial, namely that they deliver value for the organisation whilst balancing the needs of a diverse range of stakeholders."
    },
    {
      "knowledgeId": "bd329cc2-9451-42f3-8d40-b1451ce347ab",
      "detail": "approaches to the planning, coordination and development of people so that their skills and experience can help treasury meet the needs of the organisation."
    },
    {
      "knowledgeId": "b9821320-0d93-428c-8843-b9c0f210bd84",
      "detail": "approaches to negotiation with internal and external stakeholders to successfully influence, convince or reach compromise with others in order to achieve organisational and treasury goals."
    },
    {
      "knowledgeId": "d408ebf4-43aa-47c9-a3ab-773f291dfcd0",
      "detail": "principles of information management to relay effectively to selected audiences to ensure that messages are understood as intended."
    },
    {
      "knowledgeId": "4335ffef-4c46-4c58-978d-5e44c86de628",
      "detail": "LO13 Explore the key personal attributes required to successfully manage a career in treasury and highlight the essential personal skills needed to effectively work within a treasury team.NOT KNOWLEDGE BEHAVIOUR?"
    },
    {
      "knowledgeId": "98221ce2-7e62-470a-a527-b69c2a33f975",
      "detail": "Approaches to Evaluating your own and team’s position and contribution to the wider organisation, and the dynamics of influence and control within them by identifying issues and opportunities and championing solutions that meet organisational objectives."
    },
    {
      "knowledgeId": "982a0b12-3780-474e-bd18-e037154afc3f",
      "detail": "Approaches to assessing situations and, or, proposals from a commercial or business perspective including existing and potential markets, customers and competition and communicate the outcome to other business functions using terminology they understand."
    },
    {
      "knowledgeId": "268bb458-ce68-4837-9f52-d06beb09ec0a",
      "detail": "Approaches to managing the implementation of new ideas through the identification and development of opportunities for business growth, through the implementation of change and the transition of individuals and teams to capitalise on the innovation."
    },
    {
      "knowledgeId": "e636c48d-8381-4956-9b74-25d8983a89f3",
      "detail": "Areas of specialism such as, Financial reporting, tax and regulation for treasury, Working capital and trade finance\n\n"
    }
  ],
  "behaviours": [],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "false",
  "epaApprovalDate": "",
  "epaPublished": "false",
  "fundingApprovalDate": "",
  "eQAProvider": null,
  "approvedForDelivery": "",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0902",
  "tbMainContact": "helen.dalton@education.gov.uk",
  "involvedEmployers": "",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Corporate Treasurer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "",
  "cluster": "",
  "clusterId": "0",
  "clusterDescription": null,
  "createdDate": "2024-09-05T15:14:11 +00:00",
  "lastUpdated": "",
  "occupationalStandardApprovalDate": null,
  "banners": "",
  "occupationCode": "",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1468?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1468",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "Association of Corporate Treasurers",
      "level": "member",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "aa62c555-d1dc-4659-8dbe-29185c266e3b",
      "dutyDetail": "CORE FSP Duties- Collaborate with internal and/or external stakeholders and specialists within the financial services sector in order to build strong working relations.\t\t- Provide flexible and innovative financial solutions for clients or customers.\t\t- Provide support to internal and external clients or customers in line with organisational requirements the wider financial services regulatory framework\t\t- Evaluate, analyse and gather evidence to inform decisions.\t\t- Deliver against individual and team performance measures.\t\t- Collaborate with leaders and other relevant influencers to embed a culture of compliance within the organisation\t\t- Produce reports for leaders, line management team and colleagues to report and advise on current financial issues affecting the organisation and the industry.\t\tD8\tCommunicate complex financial information clearly in various formats to stakeholders  \t\t- Contribute to identifying areas for improvement within the organisation and follow through until implementation. \t\t- Support others in their development by maintaining sectorial knowledge and sharing knowledge with them\t\t- apply green and sustainable finance principles and practice in their everyday role.\t\t",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "175ae6e2-83f9-447a-b054-873dfb7fbdcd",
      "dutyDetail": "FSP Treasury duties- Produce a daily cash position report covering relevant currencies and bank accounts.\t\t- Produce regular cash flow forecasts in line with treasury policy and procedures.\t\t",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3b4540a4-14ee-44b3-aa41-316b43d37441",
      "dutyDetail": "Produce timely and accurate reporting and forecasting of cash positioning on a scheduled basis",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1cbf8670-6a79-4eaf-9afa-60fb961dc943",
      "dutyDetail": "Compilation of cash forecasts and improving the accuracy of the organisation's submissions",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "cf72df26-9e09-4c88-84db-62815e6c4851",
      "dutyDetail": "Establish and maintain daily, weekly, monthly standard reporting and other ad-hoc reporting as required",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "20891760-58b8-4f79-bbaa-0bfb64732605",
      "dutyDetail": "Support strategic treasury related projects. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4c5f067d-cb02-402e-ad03-7f09f4c6746f",
      "dutyDetail": "Subject matter expert on treasury and point of contact for the organisation, ensuring that appropriate support is provided and queries are escalated appropriately",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9d0b8150-e2c9-4f20-b265-4e16ca769b1a",
      "dutyDetail": "Correctly record all treasury transactions in treasury management software such as cash receipts, payments, transfers, deposits, loan drawdowns and fx deals.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "69b71628-16f3-4db9-b004-b9e18e938070",
      "dutyDetail": "Arrange internal transfers, deposit of surplus funds and request debt drawdown as required.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "945536b8-c713-447c-bb06-ffd681c5e4b9",
      "dutyDetail": "Anticipate any potential breaches to covenants or overdraft limits and escalate efficiently and robustly.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "67dc465c-8154-43f1-a8ab-9ce080d68827",
      "dutyDetail": "Provide coaching, support and guidance for junior staff in managing cash and debt of the organisation  to ensure that idle balances and interest costs are minimized, making process and control improvements where needed",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7658e564-fd9f-4270-a4e9-7df20751ca3c",
      "dutyDetail": "Strengthen the control environment and drive change through continuous process improvements and re-engineering cash management processes",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-09-05T15:14:11.963"
}