{
  "templateType": "Occupational Standard",
  "larsCode": 0,
  "referenceNumber": "ST1410",
  "learningAimClassCode": "",
  "title": "Sports Turf Technical Manager",
  "status": "In development",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1410",
  "qualificationStandardUrl": null,
  "versionNumber": "",
  "change": "",
  "changedDate": "0001-01-01T00:00:00",
  "earliestStartDate": null,
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Implement and monitor natural and artificial sports turf playing surface performance and construction.",
  "level": 5,
  "ePALength": 3,
  "typicalDuration": 36,
  "maxFunding": 0,
  "maxFundingAdditionalInformation": "",
  "route": "Agriculture, environmental and animal care",
  "keywords": [],
  "jobRoles": [
    "Grounds manager",
    "Head groundsperson",
    "Head of grounds and sportsturf",
    "Sports turf technical manager"
  ],
  "entryRequirements": "&lt;p&gt;Each employer will set their own entry requirements to the apprenticeship. Employers will typically expect someone applying for the apprenticeship to have experience working the sector, hold level 3 qualifications or 2 A levels in a related subject.&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st1410?view=epa",
  "ssa1": "8 Leisure, Travel and Tourism",
  "ssa2": "8.1 Sport, leisure and recreation",
  "version": "0.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in professional facilities or venues of a particular sport or an estate of sports turf surfaces such as an independent school, university or professional sporting facility that may be in multiple locations across regions, nationally or potentially internationally. This could include facilities, venues or estates of athletics, bowls, croquet, cricket, equine, football, golf, lacrosse, rugby, tennis or other similar playing surfaces. &lt;br&gt;&lt;br&gt;The broad purpose of the occupation is to implement and monitor natural and artificial sports turf playing surface performance and construction. They have advanced technical skills to plan and prepare procedures to develop sports turf construction projects, maintain sports turf, renovate sports turf and lead others to attain high performing sports turf. They have analytical and technical skills to assess suitability and performance of resources, including contractors, for the construction, maintenance, and renovation of sports turf surfaces. They are typically the lead decision-makers for requesting and rationalising capital and operational expenditure related to sports turf maintenance and construction. &lt;br&gt;&lt;br&gt;In their daily work, an employee in this occupation interacts with employees working on the site, site owners, contractors and departmental heads in order to ensure the playing surfaces suit those planning to use them. &lt;br&gt;&lt;br&gt;An employee in this occupation will be responsible for leading on the management of sports turf operations, including the personnel, and may provide consultancy, leading and advising other managers on sports turf matters. They may have some supervisory responsibilities and will be required to oversee health and safety of the sports turf area.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "d90393bf-f7ff-4754-823b-ddaf8964d888",
      "detail": "Information sources and methods used to research and evaluate scientific, technical developments and innovations likely to impact the turfgrass industry."
    },
    {
      "knowledgeId": "2c4cd427-d403-4791-b3f1-966d98fe0a48",
      "detail": "Agronomic principles, plant, turfgrass and soil science relevant to sport turf technical managers. "
    },
    {
      "knowledgeId": "7869d304-1a63-4215-b9a0-c94201a28eba",
      "detail": "Sports turf science and its impact on the planning, construction, establishment and maintenance of a sports turf area."
    },
    {
      "knowledgeId": "4259a3f1-d09f-479a-9e1b-1344ce890dbd",
      "detail": "Methods used to conduct scientific sports turf laboratory and field investigations, collect data and analyse results. "
    },
    {
      "knowledgeId": "32b57df0-e3ca-4946-a9df-f67796ff6a0a",
      "detail": "Problems associated with sports turf areas and how to collect data for subsequent evaluation."
    },
    {
      "knowledgeId": "772e48fe-07c0-49d8-a90d-5bb8b1698769",
      "detail": "Specialist sports turf machinery, equipment and technology and how it can be applied in a sustainable manner. "
    },
    {
      "knowledgeId": "35e74741-602d-4700-9fc0-f8d8a03d67e4",
      "detail": "Methods used to identify credible sports turf management information sources and how investigative study and problem solving techniques can be used when developing practical solutions."
    },
    {
      "knowledgeId": "93d16540-c505-4d6b-bb98-6ae7e9bdab74",
      "detail": "Methods used to evaluate and plan own personal development."
    },
    {
      "knowledgeId": "f0c72e6a-e377-4c51-bb72-6c88b4c745ef",
      "detail": "Plant biochemistry and physiology, how they relate to how plants survive in different environments and the processes by which plants pass on their genetic information from one generation to the next."
    },
    {
      "knowledgeId": "64fbf051-02d6-4ec1-bba4-f384aa4c1000",
      "detail": "The major UK soil groups and the factors which determine soil formation and development."
    },
    {
      "knowledgeId": "f595faed-363f-4ed8-a65e-a191993a7de0",
      "detail": "The biotic and abiotic components and processes of the soil and their influence on plant growth, development and soil management."
    },
    {
      "knowledgeId": "55298c64-06a5-49b1-a1eb-8451036d669d",
      "detail": "The principles of establishing natural grass surfaces for sport."
    },
    {
      "knowledgeId": "fc70e8e5-a045-4c82-8926-74ae2c0b54fb",
      "detail": "Methods used to prepare maintenance schedules and the effects of maintenance operations and practices on the grass plant and turfgrass sward."
    },
    {
      "knowledgeId": "c56b69ad-42dd-422a-be23-c763adc71883",
      "detail": "Plant morphology and physiological processes within the grass plant and the effects of environmental influences on the growth and development of turfgrass."
    },
    {
      "knowledgeId": "7af827cd-0cd3-4217-9f46-da63932fc27a",
      "detail": "Experimental design, benchmarking and the application of statistical tests when testing a hypothesis in relation to sports turf quality, and performance. "
    },
    {
      "knowledgeId": "82c541fc-fcd8-4d1d-9fab-92ba33c4c410",
      "detail": "Common pest, disease and weed species in turfgrass surfaces and their impact on turfgrass quality and playability."
    },
    {
      "knowledgeId": "3fb8d249-7a17-4e1d-95bc-c4188f36c1ee",
      "detail": "The principles of ecology relating to sports turf facilities in the United Kingdom."
    },
    {
      "knowledgeId": "392484fb-fb10-4152-8b1b-2b28a7a89f2b",
      "detail": "Approaches to improving sustainability, natural habitats and biodiversity for a sports facility."
    },
    {
      "knowledgeId": "cee2ddb4-d7f5-4ee7-b24f-c6d8386c9e05",
      "detail": "Methods used to manage sports turf resources. "
    },
    {
      "knowledgeId": "04a275bb-5f1f-4bc1-a9cb-5f6a16582948",
      "detail": "Methods used to analyse and evaluate materials used in the drainage and construction of sport surfaces and methods used for specific sports surface construction in the UK."
    },
    {
      "knowledgeId": "1f14286f-eea1-4191-82ac-766dad698a9b",
      "detail": "How mathematical formulae can be used to solve sports turf construction and drainage system problems. "
    },
    {
      "knowledgeId": "0889b0ae-d4ef-481e-9472-98c54b7e5603",
      "detail": "The processes involved in the assimilation of light energy, water and nutrients into a plant and how plants modify these to deal with stressful environmental conditions. "
    },
    {
      "knowledgeId": "3e363ae4-b11f-4cdf-8912-010d4ead6084",
      "detail": "The control of plant growth and development by environmental signals."
    },
    {
      "knowledgeId": "a8955571-8602-4aed-9a6f-a7bebb0f6b06",
      "detail": "Structure and content requirements when developing scientific style written reports and presenting recommendations. "
    },
    {
      "knowledgeId": "7be430c5-fd74-48f8-9777-9251b7ba1c6a",
      "detail": "How to evaluate drainage designs and concepts. "
    },
    {
      "knowledgeId": "b094bcdd-3ea1-4b4c-affb-c7dcb3de8711",
      "detail": "How to align workforce needs with organisational goals, including recruitment, retention, and skills development."
    },
    {
      "knowledgeId": "4d7efd94-3010-4733-86ed-5d068c0b2889",
      "detail": "Health and safety standards to ensure a safe working environment for all employees and contractors."
    },
    {
      "knowledgeId": "75d40f66-b4c7-49ae-a3ef-2e38aba22942",
      "detail": "How to motivate staff and provide ongoing support to enhance their performance and job satisfaction."
    },
    {
      "knowledgeId": "c3726e6e-f23b-470f-b948-3f287249911f",
      "detail": "How to prepare and interpret profit and loss statements, budget management, allocating resources efficiently and setting spending priorities."
    },
    {
      "knowledgeId": "160b161a-c873-4643-84af-3f4b6b72b1ff",
      "detail": "Techniques for effectively sourcing, negotiating, and managing supplier relationships."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "67525962-042f-4fc2-b396-6a201e63f4a3",
      "detail": "Embraces technological advancements within the sector."
    },
    {
      "behaviourId": "1d3bf792-df74-479d-b653-4fab2ad7ab6d",
      "detail": "Committed to tailoring communication style to suit the audience."
    },
    {
      "behaviourId": "8eaab894-b5d5-413f-81ba-8a5f42daca1d",
      "detail": "Acts in a way that builds and maintains positive relationships with colleagues, customers and suppliers."
    },
    {
      "behaviourId": "43d82f9d-03d4-468a-9888-c7b268c038ce",
      "detail": "Actively seeks innovative solutions to resolve problems and demonstrates a commitment to making objective decisions. "
    },
    {
      "behaviourId": "c1810b59-093e-4c32-9331-e0936875d303",
      "detail": "Committed to keeping up with industry developments, technology and best practice. "
    },
    {
      "behaviourId": "e66bac0c-cdbf-4e44-b6a6-f48699fba7cd",
      "detail": "Actively promotes sustainable initiatives."
    },
    {
      "behaviourId": "a1f9604f-5ede-45eb-81c4-45ffda3c4bd7",
      "detail": "Supports an inclusive workplace."
    }
  ],
  "skills": [
    {
      "skillId": "1564cda6-9a8f-47c7-9295-656dbbd1ed79",
      "detail": "Apply agronomic principles of plant, turfgrass and soil science in the context of sports turf management. "
    },
    {
      "skillId": "7fbd9e06-bc92-4e9f-90ea-32746e5aa213",
      "detail": "Evaluate and apply scientific and technical developments to sports turf industry practices."
    },
    {
      "skillId": "76bf407c-a3d2-4041-8766-860f9c1c4888",
      "detail": "Record and evaluate sports turf scientific test results for use in planning, construction, establishment or maintenance of sports turf."
    },
    {
      "skillId": "309988c2-271b-48b6-a27f-923bab11e56d",
      "detail": "Conduct laboratory and field investigations relating to developments in sports turf science to improve current sports turf practices."
    },
    {
      "skillId": "b6f331eb-084a-4088-993d-98e490f980f4",
      "detail": "Analyse problems associated with sports turf areas and formulate appropriate solutions."
    },
    {
      "skillId": "769776e0-5199-45f6-a03c-60f1cb0ec17e",
      "detail": "Apply specialist sports turf technology and equipment. "
    },
    {
      "skillId": "92a60711-d80a-4d7a-af90-0794a88758ab",
      "detail": "Investigate, analyse and evaluate sports turf management information and recommend practical options and solutions to resolve problems."
    },
    {
      "skillId": "8c128dfb-7a25-4c4a-92f4-ea3484db189b",
      "detail": "Prepare written reports and present sports turf management recommendations and findings. "
    },
    {
      "skillId": "04ac7bc2-8bd3-40f0-94aa-46e229584739",
      "detail": "Work independently and as a member of a team."
    },
    {
      "skillId": "87d605da-a0fa-4552-b805-95a944b7cdbf",
      "detail": "Review, evaluate and plan own personal development."
    },
    {
      "skillId": "83be4c2f-a5dd-42f3-86ca-964747ebdf0c",
      "detail": "Identify appropriate machinery and equipment for turf maintenance practices."
    },
    {
      "skillId": "d0c557f7-2adc-432a-b22e-c443d3c7364b",
      "detail": "Prepare maintenance plans for identified sports turf grass surfaces."
    },
    {
      "skillId": "d5483ab8-456d-46b0-9118-c7f7427750d7",
      "detail": "Review the quality of sports turf surfaces and evaluate results from a range of equipment. "
    },
    {
      "skillId": "273fa335-bec4-4ba6-8f0e-6df90b84540e",
      "detail": "Review the breeding and development of new grass cultivars."
    },
    {
      "skillId": "a0c41cda-8de6-4847-a7bf-4946de4ef00d",
      "detail": "Review the use of benchmarking and surface testing for sports turf management."
    },
    {
      "skillId": "66463b2d-d142-49d7-b737-95da01f11520",
      "detail": "Carry out performance testing of a sports surface and apply problem solving and data analysis to performance testing."
    },
    {
      "skillId": "1462150d-996e-498a-907b-1ae310b0ff72",
      "detail": "Recommend improvements to sports turf management based on objective testing data."
    },
    {
      "skillId": "7727c0f7-9553-470a-a2fa-46f33c8ef27b",
      "detail": "Produce a testable hypothesis or specific research questions for sports turf management. "
    },
    {
      "skillId": "c2b65faa-9851-450e-8455-560335d3f88e",
      "detail": "Design an experiment that will effectively test a hypothesis or answer sports turf management research questions."
    },
    {
      "skillId": "6b5f4f32-c393-4722-ab5f-c3adf6ec50dc",
      "detail": "Select appropriate statistical tests, analyse data using appropriate software, interpret the results and draw conclusions."
    },
    {
      "skillId": "e5d7669e-d199-446f-aa78-9f8002d3f8da",
      "detail": "Propose and develop creative solutions for sports turf management research projects and evaluate project outcomes. "
    },
    {
      "skillId": "b1c24393-15de-45b3-9ec5-0b5cd6a820eb",
      "detail": "Review and apply the concepts of a sustainable Integrated Pest Management approach to turfgrass areas, diagnose common pest, disease and weed species in turfgrass surfaces and evaluate the efficacy of available control options. "
    },
    {
      "skillId": "b53f2b4f-9c70-4ba7-a43c-295d8f8fec72",
      "detail": "Appraise a range of habitats relating to a particular site in order to establish specific conservation objectives. "
    },
    {
      "skillId": "1b7ce839-b66c-4b70-a123-31ff9d3c9321",
      "detail": "Evaluate selected sports turf resource management approaches taking into account sustainability. "
    },
    {
      "skillId": "6b7f8594-cb58-4647-94ac-084db167c3b3",
      "detail": "Apply mathematical formulae to evaluate construction problems and perform calculations. "
    },
    {
      "skillId": "c40eb8a1-3381-4b01-b26e-02d9344c5e22",
      "detail": "Manage employees, contractors and supplier relationships."
    },
    {
      "skillId": "a8579d4e-092e-4aca-b98f-a4e608105e42",
      "detail": "Create and manage budgets, allocating resources efficiently, and setting spending priorities."
    },
    {
      "skillId": "a076df5b-fd28-4b43-83cd-3f95ab31bfa2",
      "detail": "Interpret profit and loss statements to monitor financial performance and make informed decisions."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": null,
  "approvedForDelivery": "",
  "integratedApprenticeship": true,
  "integration": "Mandatory qualification",
  "integratedDegree": "",
  "tbReference": "TB0212",
  "tbMainContact": "d.ratling@whitgift.co.uk",
  "involvedEmployers": "Whitgift School, Leicester City Football Club Sports Turf Academy, York Racecourse, STRI Group, Ashton Gate, Perfect Pitches, Warwickshire CCC, International Greenkeepers for Hire, Grounds Management Association, Tottenham Hotspur Football Club, Rugby Football Union, Warwickshire School, Wiltshire College. Other stakeholders: Myerscough College, Bridgewater & Taunton College, LANTRA.\n",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Grounds manager",
    "Head groundsperson",
    "Head of grounds and sportsturf",
    "Sports turf technical manager"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Agriculture, Land Management and Production",
  "cluster": "Landscape horticulture manager",
  "clusterId": "160",
  "clusterDescription": "The identification, allocation and management of resources to enable the design, construction and maintenance of gardens, designed landscapes and sports turf facilities for private, commercial and community use",
  "createdDate": "2025-05-02T14:25:39 +00:00",
  "lastUpdated": "",
  "occupationalStandardApprovalDate": null,
  "banners": "",
  "occupationCode": "OCC1410",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1410?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1410",
  "qualifications": [
    {
      "qualificationId": "be64f8da-f2c2-42ea-ae1d-a189a1c7c29d",
      "title": "FdSc sportsturf and applied turfgrass science",
      "level": "5",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "Alignment with level 5 of the Grounds Management Framework (GMF) ",
      "level": "Grounds Management Association (GMA) recognition",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "ea2c0a8f-f15e-4a55-9333-450c06a3099e",
      "dutyDetail": "Interpret the characteristics of the soil environment and how these impact on turfgrass plant growth and playing surface performance.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "43d82f9d-03d4-468a-9888-c7b268c038ce"
      ],
      "mappedKnowledge": [
        "64fbf051-02d6-4ec1-bba4-f384aa4c1000",
        "f595faed-363f-4ed8-a65e-a191993a7de0",
        "55298c64-06a5-49b1-a1eb-8451036d669d",
        "c56b69ad-42dd-422a-be23-c763adc71883",
        "0889b0ae-d4ef-481e-9472-98c54b7e5603",
        "3e363ae4-b11f-4cdf-8912-010d4ead6084"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1564cda6-9a8f-47c7-9295-656dbbd1ed79"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4a9ec843-44bd-46b4-a6ee-a73c8b9570af",
      "dutyDetail": "Critically appraise playing surface performance using a range of testing procedures and equipment.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "43d82f9d-03d4-468a-9888-c7b268c038ce"
      ],
      "mappedKnowledge": [
        "4259a3f1-d09f-479a-9e1b-1344ce890dbd",
        "772e48fe-07c0-49d8-a90d-5bb8b1698769",
        "7af827cd-0cd3-4217-9f46-da63932fc27a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "309988c2-271b-48b6-a27f-923bab11e56d",
        "769776e0-5199-45f6-a03c-60f1cb0ec17e",
        "d5483ab8-456d-46b0-9118-c7f7427750d7",
        "a0c41cda-8de6-4847-a7bf-4946de4ef00d",
        "66463b2d-d142-49d7-b737-95da01f11520",
        "1462150d-996e-498a-907b-1ae310b0ff72"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "da1e2233-c631-4105-a0cc-7e2b5ad0198c",
      "dutyDetail": "Evaluate machinery and energy sources to appraise the optimum utilisation of power and equipment.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "67525962-042f-4fc2-b396-6a201e63f4a3",
        "43d82f9d-03d4-468a-9888-c7b268c038ce",
        "e66bac0c-cdbf-4e44-b6a6-f48699fba7cd"
      ],
      "mappedKnowledge": [
        "fc70e8e5-a045-4c82-8926-74ae2c0b54fb"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "83be4c2f-a5dd-42f3-86ca-964747ebdf0c",
        "d0c557f7-2adc-432a-b22e-c443d3c7364b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "94c4e57e-4fde-4569-95da-024b422176bf",
      "dutyDetail": "Provide technical advice and project manage the design concepts of sports turf constructions, including natural, hybrid, artificial, irrigation and drainage systems. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "67525962-042f-4fc2-b396-6a201e63f4a3",
        "1d3bf792-df74-479d-b653-4fab2ad7ab6d",
        "8eaab894-b5d5-413f-81ba-8a5f42daca1d",
        "43d82f9d-03d4-468a-9888-c7b268c038ce",
        "e66bac0c-cdbf-4e44-b6a6-f48699fba7cd"
      ],
      "mappedKnowledge": [
        "7869d304-1a63-4215-b9a0-c94201a28eba",
        "04a275bb-5f1f-4bc1-a9cb-5f6a16582948",
        "1f14286f-eea1-4191-82ac-766dad698a9b",
        "7be430c5-fd74-48f8-9777-9251b7ba1c6a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "76bf407c-a3d2-4041-8766-860f9c1c4888",
        "8c128dfb-7a25-4c4a-92f4-ea3484db189b",
        "6b7f8594-cb58-4647-94ac-084db167c3b3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9c0f2af7-3c9f-41a6-be2c-c279c57671b1",
      "dutyDetail": "Manage small and large-scale on-site projects from design, tender and delivery working to agreed specification of works.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "67525962-042f-4fc2-b396-6a201e63f4a3",
        "1d3bf792-df74-479d-b653-4fab2ad7ab6d",
        "8eaab894-b5d5-413f-81ba-8a5f42daca1d",
        "43d82f9d-03d4-468a-9888-c7b268c038ce",
        "a1f9604f-5ede-45eb-81c4-45ffda3c4bd7"
      ],
      "mappedKnowledge": [
        "75d40f66-b4c7-49ae-a3ef-2e38aba22942",
        "c3726e6e-f23b-470f-b948-3f287249911f",
        "160b161a-c873-4643-84af-3f4b6b72b1ff"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1564cda6-9a8f-47c7-9295-656dbbd1ed79"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "130a72b6-2790-4728-bd19-41bec5966632",
      "dutyDetail": "Manage sports turf sustainably by understanding how turfgrasses interact with their environment and how turfgrass physiology is influenced by changes in environmental conditions, such as those associated with climate change.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "43d82f9d-03d4-468a-9888-c7b268c038ce",
        "e66bac0c-cdbf-4e44-b6a6-f48699fba7cd"
      ],
      "mappedKnowledge": [
        "2c4cd427-d403-4791-b3f1-966d98fe0a48",
        "7869d304-1a63-4215-b9a0-c94201a28eba",
        "4259a3f1-d09f-479a-9e1b-1344ce890dbd",
        "772e48fe-07c0-49d8-a90d-5bb8b1698769",
        "f0c72e6a-e377-4c51-bb72-6c88b4c745ef",
        "f595faed-363f-4ed8-a65e-a191993a7de0",
        "c56b69ad-42dd-422a-be23-c763adc71883",
        "82c541fc-fcd8-4d1d-9fab-92ba33c4c410",
        "3fb8d249-7a17-4e1d-95bc-c4188f36c1ee",
        "392484fb-fb10-4152-8b1b-2b28a7a89f2b",
        "cee2ddb4-d7f5-4ee7-b24f-c6d8386c9e05",
        "0889b0ae-d4ef-481e-9472-98c54b7e5603",
        "3e363ae4-b11f-4cdf-8912-010d4ead6084"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "76bf407c-a3d2-4041-8766-860f9c1c4888",
        "309988c2-271b-48b6-a27f-923bab11e56d",
        "769776e0-5199-45f6-a03c-60f1cb0ec17e",
        "d0c557f7-2adc-432a-b22e-c443d3c7364b",
        "273fa335-bec4-4ba6-8f0e-6df90b84540e",
        "b1c24393-15de-45b3-9ec5-0b5cd6a820eb",
        "b53f2b4f-9c70-4ba7-a43c-295d8f8fec72",
        "1b7ce839-b66c-4b70-a123-31ff9d3c9321"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "48e1cbeb-ed61-4f7b-912c-e8d4a691f12e",
      "dutyDetail": "Manage employees and contractors, including workforce planning, quality, health and safety, skills, motivation, recruitment, retention, and training. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1d3bf792-df74-479d-b653-4fab2ad7ab6d",
        "8eaab894-b5d5-413f-81ba-8a5f42daca1d",
        "43d82f9d-03d4-468a-9888-c7b268c038ce",
        "a1f9604f-5ede-45eb-81c4-45ffda3c4bd7"
      ],
      "mappedKnowledge": [
        "b094bcdd-3ea1-4b4c-affb-c7dcb3de8711",
        "4d7efd94-3010-4733-86ed-5d068c0b2889",
        "75d40f66-b4c7-49ae-a3ef-2e38aba22942",
        "160b161a-c873-4643-84af-3f4b6b72b1ff"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c40eb8a1-3381-4b01-b26e-02d9344c5e22"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d69e08b0-db50-4ed5-b67d-312137905a9e",
      "dutyDetail": "Interpret results of scientific investigations and literature.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "43d82f9d-03d4-468a-9888-c7b268c038ce"
      ],
      "mappedKnowledge": [
        "d90393bf-f7ff-4754-823b-ddaf8964d888",
        "7869d304-1a63-4215-b9a0-c94201a28eba",
        "32b57df0-e3ca-4946-a9df-f67796ff6a0a",
        "35e74741-602d-4700-9fc0-f8d8a03d67e4",
        "3fb8d249-7a17-4e1d-95bc-c4188f36c1ee",
        "a8955571-8602-4aed-9a6f-a7bebb0f6b06"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7fbd9e06-bc92-4e9f-90ea-32746e5aa213",
        "76bf407c-a3d2-4041-8766-860f9c1c4888",
        "b6f331eb-084a-4088-993d-98e490f980f4",
        "92a60711-d80a-4d7a-af90-0794a88758ab",
        "8c128dfb-7a25-4c4a-92f4-ea3484db189b",
        "7727c0f7-9553-470a-a2fa-46f33c8ef27b",
        "c2b65faa-9851-450e-8455-560335d3f88e",
        "6b5f4f32-c393-4722-ab5f-c3adf6ec50dc",
        "e5d7669e-d199-446f-aa78-9f8002d3f8da",
        "1b7ce839-b66c-4b70-a123-31ff9d3c9321"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4e897e4d-6185-4202-84c0-84c47f20ff40",
      "dutyDetail": "Be responsible for budgeting, setting priorities, forecasting, driving efficiencies, procurement, Profit and Loss reporting and sourcing funding where applicable. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "43d82f9d-03d4-468a-9888-c7b268c038ce",
        "e66bac0c-cdbf-4e44-b6a6-f48699fba7cd"
      ],
      "mappedKnowledge": [
        "35e74741-602d-4700-9fc0-f8d8a03d67e4",
        "cee2ddb4-d7f5-4ee7-b24f-c6d8386c9e05",
        "c3726e6e-f23b-470f-b948-3f287249911f"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "92a60711-d80a-4d7a-af90-0794a88758ab",
        "a8579d4e-092e-4aca-b98f-a4e608105e42",
        "a076df5b-fd28-4b43-83cd-3f95ab31bfa2"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "13b764cf-4712-4fcc-a7c1-d4e5cd2fc10b",
      "dutyDetail": "Interpret and present information in a relevant and professional style. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1d3bf792-df74-479d-b653-4fab2ad7ab6d",
        "43d82f9d-03d4-468a-9888-c7b268c038ce"
      ],
      "mappedKnowledge": [
        "35e74741-602d-4700-9fc0-f8d8a03d67e4",
        "a8955571-8602-4aed-9a6f-a7bebb0f6b06"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "92a60711-d80a-4d7a-af90-0794a88758ab",
        "8c128dfb-7a25-4c4a-92f4-ea3484db189b",
        "04ac7bc2-8bd3-40f0-94aa-46e229584739"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "53735747-1d3d-4f89-bbd0-ff42cb768b1e",
      "dutyDetail": "Undertake personal and professional development, maintaining awareness of industry developments and assessing how these will impact their organisation.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "67525962-042f-4fc2-b396-6a201e63f4a3",
        "c1810b59-093e-4c32-9331-e0936875d303"
      ],
      "mappedKnowledge": [
        "d90393bf-f7ff-4754-823b-ddaf8964d888",
        "35e74741-602d-4700-9fc0-f8d8a03d67e4",
        "93d16540-c505-4d6b-bb98-6ae7e9bdab74"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7fbd9e06-bc92-4e9f-90ea-32746e5aa213",
        "04ac7bc2-8bd3-40f0-94aa-46e229584739",
        "87d605da-a0fa-4552-b805-95a944b7cdbf"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-05-02T14:25:39.81"
}