{
  "templateType": "Occupational Standard",
  "larsCode": 798,
  "referenceNumber": "ST1427",
  "learningAimClassCode": "",
  "title": "Forestry works manager",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1427",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2025-03-21T00:00:00",
  "earliestStartDate": "2025-02-19T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "A Forestry works manager oversees safe forestry operations, including tree felling, timber harvesting and habitat management.",
  "level": 4,
  "ePALength": 3,
  "typicalDuration": 15,
  "maxFunding": 8000,
  "maxFundingAdditionalInformation": "",
  "route": "Agriculture, environmental and animal care",
  "keywords": [
    "Forestry works manager",
    "forestry",
    "woodland",
    "timber harvesting",
    "tree felling",
    "habitat management"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st1427-v1-0?view=epa",
  "ssa1": "3 Agriculture, Horticulture and Animal Care",
  "ssa2": "3.2 Horticulture and forestry",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in operational forestry and woodland sites where management activities are being planned and taking place. These could be on the public forest estate, charity or local -authority owned sites or privately-owned sites, e.g. private estates or commercial woodlands. Employers in which this occupation is found range from multi-national forest management companies with hundreds of UK employees to micro-enterprises. &lt;br&gt;&lt;br&gt;The broad purpose of the occupation is to commission work on a forestry site and oversee the safe and effective implementation of it. Management of activities may include tree felling, timber harvesting, ground preparation, tree establishment, tree health, access and infrastructure works, habitat management, and arboricultural works. &lt;br&gt;&lt;br&gt;In their daily work, an employee in this occupation interacts with:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;The Landowner and/or their representative&lt;/li&gt;\n&lt;li&gt;Contractors&lt;/li&gt;\n&lt;li&gt;Sub-contractors&lt;/li&gt;\n&lt;li&gt;Workers&lt;/li&gt;\n&lt;li&gt;Hauliers&lt;/li&gt;\n&lt;li&gt;Members of the public&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;An employee in this occupation will be responsible for health, safety and environmental integrity of forestry works. This might include new woodland creation or restocking, timber harvesting, and or establishment and maintenance and other activities. Working forestry sites will often have multiple conflicting activities present that must be safely managed during operations, for example recreation and leisure access, and this role must ensure all works are carried out in accordance with the appropriate industry safety guidelines for example FISA Guidance on Managing Health and Safety in Forestry and Guidance on Responsibilities for Environmental Protection in Forestry. A Forestry Works Manager is responsible for ensuring safety, health and welfare standards are established, implemented, and maintained with the aim of protecting all site personnel along with others who may be affected by the work, including third party visitors and members of the public. They are responsible for operations on the woodland site and areas impacted by the work, for example soils, watercourses, rights of way, ecological and archaeological considerations in accordance with the UK Forestry Standard are also responsible for safe and efficient movement of timber, from the point of harvesting, forwarding to roadside, and uplift by hauliers, at which point the forest operations may interact with the public road network, which may include worksites that involve felling of diseased roadside trees and associated traffic management.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "29d7c8d1-e250-412e-84ee-d368c535c908",
      "detail": "Techniques for developing operational plans for forestry works."
    },
    {
      "knowledgeId": "434dcdec-35b7-4d76-84bd-0babf16fc188",
      "detail": "Operational methods for undertaking forestry works, implications for health, safety, environment, site, pricing, and productivity."
    },
    {
      "knowledgeId": "d7b4c9fc-3f83-46ed-9378-58636efef786",
      "detail": "Methods for pricing and resourcing forestry works and implications for delivery. "
    },
    {
      "knowledgeId": "7d5ba565-4954-4b15-b5d2-d3dff19eab89",
      "detail": "Techniques for managing meetings and the role of pre-commencement meetings and induction."
    },
    {
      "knowledgeId": "eedb1969-9302-48e8-b42f-69412a665b2f",
      "detail": "Qualities of competent contractors, sub-contractors or workers to include paid and non-paid for forestry operations and evidencing competence for individuals and organisations."
    },
    {
      "knowledgeId": "8316d633-24d7-4367-b517-c3e589726c07",
      "detail": "Format and content requirements of contracts, tenders and techniques for monitoring compliance."
    },
    {
      "knowledgeId": "236f4441-e111-4409-a4bf-da7a1c41677c",
      "detail": "The importance of managing access to forestry sites, who might access a site, third parties, reasons for access, techniques for mitigating risk and responses to unauthorised access; policies, processes and timings to be considered.  "
    },
    {
      "knowledgeId": "96c4cee6-a256-482c-be9b-6afb21ec6540",
      "detail": "Overview of the legal system, health, safety, welfare, environmental and equality legislation and codes of practice applicable to forestry sites and regulatory implications of working across national boundaries. "
    },
    {
      "knowledgeId": "a758bca8-9c07-498f-981a-1c7a6eacbb76",
      "detail": "Roles and responsibilities of duty holders on a forestry site: landowner including agents, forestry works manger, contractor, sub-contractor and worker."
    },
    {
      "knowledgeId": "1ec511b0-6763-4d74-a42c-cda4ae8819ae",
      "detail": "Principles of establishing a positive health, safety and wellbeing culture, the importance of providing leadership, role modelling, embedding health and safety into decision making, creating effective management and communication structures, monitoring, reporting and reviewing performance.  "
    },
    {
      "knowledgeId": "07fdc170-aa5d-416f-b8a3-44592684f286",
      "detail": "Hazards on forestry sites, how to identify and evaluate them, allocate resources, mitigate risk and monitor.    "
    },
    {
      "knowledgeId": "b4b02398-0b96-469e-8032-0192db10c90a",
      "detail": "Types of forestry incidents, actions that should be taken when an incident occurs and information captured, severity and stages of response including prevention by reporting, sharing and learning, planning, management and investigation by internal and external organisations."
    },
    {
      "knowledgeId": "e5cb19eb-9903-4f3f-8ac4-8756966eca1e",
      "detail": "Environmental, historic and cultural sensitivities, constraints, designations, mitigations, licences, consents and permits, and sources of information including when use of specialist experts are required."
    },
    {
      "knowledgeId": "90135f8e-539e-42a8-9752-f0815be45c0b",
      "detail": "Factors to consider when planning the safe and efficient use of machinery and equipment including legislation, new technology types, maintenance requirements, sources of advice and suitability for task."
    },
    {
      "knowledgeId": "c4c75b40-c696-4b5d-b126-8ece2133b205",
      "detail": "Specialisms in the UK forestry sector and competencies required to act as Forestry Works Manager in different contexts. "
    },
    {
      "knowledgeId": "bbae92c1-21f3-4128-9ce3-8b293c32074a",
      "detail": "Legislation, policies, strategies and regulations in relation to UK Forestry. "
    },
    {
      "knowledgeId": "3a3cb7f8-956d-43ae-b656-73ebf7cc5691",
      "detail": "Technical standards including assurance and certification schemes for sustainable forestry management in line with UK Forestry Standard.  "
    },
    {
      "knowledgeId": "df31b412-3d5c-41b0-87de-3f13f7dd82c4",
      "detail": "Sources and types of forest maps, plans and their components including implications of utilities for forestry operations."
    },
    {
      "knowledgeId": "fa876d7a-ba83-45bd-8cd9-293ff8fa5312",
      "detail": "Tree health threats and controls, types of biosecurity measures and implications of tree health and condition on selection of operational methods.  "
    },
    {
      "knowledgeId": "6cf9ddb7-c482-4cd7-84f8-d1ea98ddab68",
      "detail": "Principles, risks and impacts of ancillary operations in a forestry context, role and responsibilities of specialists including Construction Design Management, when it should be applied and how to work with it.  "
    },
    {
      "knowledgeId": "3df51099-a3a4-482c-8e6d-65b3996f0d7f",
      "detail": "Relationship management including influencing, negotiation and dispute resolution."
    },
    {
      "knowledgeId": "ff46c644-b1bf-4554-a086-f0202eba898e",
      "detail": "Importance of stakeholder engagement including impact of forestry works on local communities, statutory requirements and managing information about forestry works in public domain.  "
    },
    {
      "knowledgeId": "60a270c2-759d-46f7-a223-8df36787c407",
      "detail": "Principles of data handling, types and role of records on forestry sites including legislative compliance and digital."
    },
    {
      "knowledgeId": "9b2d0c30-e903-4f80-96f4-83df53905d38",
      "detail": "Techniques for interpreting and evaluating data, writing and compiling reports. "
    },
    {
      "knowledgeId": "26aa978b-657b-48a2-b41d-21191e1b854d",
      "detail": "Communication methods, audience requirements and adjusting communication to influence outcomes and achieve purpose."
    },
    {
      "knowledgeId": "c5b114c9-141a-4eab-8669-7c7aac99d2c5",
      "detail": "Sources and types of forestry information, sources of local advice, methods of communication, legislative requirements and importance of communicating sensitively. "
    },
    {
      "knowledgeId": "77046773-8d39-4238-abd6-7c3a8fba8826",
      "detail": "Methods of identifying, planning and recording Continued Professional Development.  "
    },
    {
      "knowledgeId": "e0c115ff-8dfc-420f-9241-2489d4094051",
      "detail": "Value of updating knowledge skills and behaviours to stay current with legal, organisational and personal requirements including technical, technological and soft skills.  "
    },
    {
      "knowledgeId": "d0beb7bc-e53a-4d1e-8a87-46d4197e5c60",
      "detail": "Techniques for planning, managing and communicating workload."
    },
    {
      "knowledgeId": "d500d219-cea0-4fbf-9d26-de4f28bebb15",
      "detail": "Principles for evaluating project success, including how lessons learned are captured and can impact future operational delivery."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "f221a8ce-6b54-45a6-9eae-0c1d2648b5c4",
      "detail": "Challenges approaches to work in a constructive manner."
    },
    {
      "behaviourId": "61b292db-7b57-469a-8a6c-5c6fb407f12d",
      "detail": "Champions health, safety, welfare, wellbeing and environmental good practice including biosecurity, challenging unsafe and poor practice."
    },
    {
      "behaviourId": "25625049-16a5-42e2-b21b-29d1a1e384c5",
      "detail": "Embeds and champions sustainable working practices and keeps up to date on new sustainability developments and innovations."
    },
    {
      "behaviourId": "145b160a-3988-4c1e-b031-6c55a9f596a8",
      "detail": "Acts and communicates in a way that builds and maintains positive relationships with stakeholders, colleagues, customers and suppliers."
    },
    {
      "behaviourId": "c8dfd55d-2a4b-4ce9-97e1-6b11ecd59498",
      "detail": "Committed to continuous professional development."
    },
    {
      "behaviourId": "b847b5b6-8d14-48ce-98b0-8c92c1c7936f",
      "detail": "Acts in a professional and ethical manner."
    }
  ],
  "skills": [
    {
      "skillId": "9b7378b5-b178-4406-878f-ac0d498fdfff",
      "detail": "Develop and agree operational plans for forestry works including safe systems of work and selection and assessment of operational methods."
    },
    {
      "skillId": "b01c46d0-0c95-4a8f-8a9b-e8bebeed4f7f",
      "detail": "Communicate with duty holders before work starts."
    },
    {
      "skillId": "34f76584-8df4-45d5-9a95-8dc321a55abe",
      "detail": "Price and resource forestry jobs to ensure safety, environmental accountability and value for money. "
    },
    {
      "skillId": "0e738cc3-e843-40e6-9530-60568365482b",
      "detail": "Interpret specifications, maps and plans for forestry operations."
    },
    {
      "skillId": "7383a563-79b2-4990-b5dc-a9af2a37214a",
      "detail": "Commission competent contractors or staff for forestry sites taking account of health, safety, wellbeing, welfare, insurances, experience, workforce skill and certification, and environmental understanding and resources."
    },
    {
      "skillId": "19f5fe28-73de-4970-af53-bf89bcefa327",
      "detail": "Manage contractors or staff on a forestry site including competence, worker engagement, equality, monitoring and reporting, quality and delivery to plan.  "
    },
    {
      "skillId": "08a7ab6d-2331-4fe9-a1ca-ecf10e3cea4a",
      "detail": "Identify potential points and timings of authorised and unauthorised access to a forestry site, manage and mitigate risk including liaison with duty holders and stakeholders."
    },
    {
      "skillId": "382ed192-65ef-49f2-b16a-8134ae12b621",
      "detail": "Lead health, safety and welfare for forestry operations on site including establishing a health, safety and wellbeing culture, leading by example, risk assessment, site operations, work methods, outputs from site, integration into decision making, site management and communication structures. "
    },
    {
      "skillId": "7a649564-dfe8-4e13-97c6-1fb29e1d71be",
      "detail": "Review and monitor performance of health, safety, wellbeing, welfare and environmental standards on a forestry site.  "
    },
    {
      "skillId": "695190bd-a749-4526-b104-accd645570e4",
      "detail": "Plan and manage incident response including contingency planning, emergency and post incident response, response for teams, remote and lone workers."
    },
    {
      "skillId": "55a865d3-c3c3-41c5-bf21-dd21662e9d76",
      "detail": "Manage and monitor environmental, historic and cultural protection of forestry sites including obtaining and interpreting information and communicating protection measures. "
    },
    {
      "skillId": "98cb571c-58db-47e9-a7ae-0615707e8993",
      "detail": "Identifies limits of competence and responsibility for self and others, and where specialist expertise is required. "
    },
    {
      "skillId": "1b97cae8-48b8-4746-8a5c-abbedb7e5dba",
      "detail": "Plan and manage interactions between forestry works, surrounding land and infrastructure including roadside works, habitats and designations.  "
    },
    {
      "skillId": "b9df74bf-3b7c-4c07-aeca-41f4c2a64112",
      "detail": "Monitor and manage forestry operations in line with plans and specifications."
    },
    {
      "skillId": "28011247-ed5a-4bf5-b873-fc407b5af892",
      "detail": "Manage implications of tree health for forestry works including biosecurity."
    },
    {
      "skillId": "d24bc51e-b284-4f1a-919d-8fdfdb815dc5",
      "detail": "Oversee an ancillary operation in a forestry context for example arboriculture, civil engineering, infrastructure, vegetation clearance, habitat management and forestry support services.  "
    },
    {
      "skillId": "61b32cae-cd71-4bec-81b4-1a62857b7c51",
      "detail": "Manage relationships with duty holders and engage with stakeholders. "
    },
    {
      "skillId": "52067a60-f048-4dee-9421-923222a4022c",
      "detail": "Compile, manage and maintain records and spatial information in a forestry context in line with legislation, compliance, personal and commercial sensitivities. "
    },
    {
      "skillId": "009a68c6-7fe8-462f-9484-d4d76697fe70",
      "detail": "Interpret, report and communicate forestry information in a timely manner using methods suitable to audience and purpose including spatial information."
    },
    {
      "skillId": "fbfb0620-8f2b-4a41-84ec-8816c0b33de1",
      "detail": "Identify development needs, plan, undertake and record Continued Professional Development."
    },
    {
      "skillId": "f32da4cd-7b40-45aa-9d78-ec95a9842150",
      "detail": "Plan, manage and communicate own workload.  "
    },
    {
      "skillId": "da446b20-8757-470f-a172-d75258c1c10e",
      "detail": "Review and evaluate an operational plan and present recommendations for example highlighting best practice, identifying areas for improvement, flagging key issues with project. "
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "2025-02-19T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": "None",
  "integratedDegree": "",
  "tbReference": "TB0674",
  "tbMainContact": "",
  "involvedEmployers": "Forestry Commission, Adrow Ltd, Confor (Confederation of Forest Industries), Kilmaha/Forestry Contracting Association, FISA (Forest Industry Safety Accord), Euroforest, MWMAC, Scottish Woodlands, Tilhill, Egger, Forestry England, Forestry Commission, Institute for Chartered Foresters (ICF), Woodland Trust",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [
    "Contracts supervisor",
    "Forestry contracts manager",
    "Forestry manager",
    "Forestry site manager",
    "Forestry supervisor",
    "Forestry works manager",
    "Forestry works supervisor",
    "Harvesting and marketing manager",
    "Warden",
    "Woodland creation manager",
    "Woodland project officer"
  ],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Agriculture, Land Management and Production",
  "cluster": "Arboriculture and forestry supervisor",
  "clusterId": "156",
  "clusterDescription": "Supervise the establishment, maintenance, management and removal or harvesting of trees and/or woodland",
  "createdDate": "2025-01-17T14:24:30 +00:00",
  "lastUpdated": "2025-03-21T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2025-02-19T00:00:00 +00:00",
  "banners": "This version of this standard meets the requirements of Registered Environmental Technician – REnvTech. &nbsp;Upon receipt of the apprenticeship certificate, individuals are eligible to apply for REnvTech through a shortened application route. Individuals also need to be a member of a professional body that is licensed by the Society for the Environment (SocEnv) to be awarded this status. Further information is on the SocEnv website.",
  "occupationCode": "OCC1427",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1427-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1427-v1-0",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "The Institute of Chartered Foresters (ICF)",
      "level": "technical membership",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "5a7e463d-da23-4ccb-a09d-74a339b3cd21",
      "dutyDetail": "Plan forestry works, for example site analysis, engaging with duty holders, landowner (including agent), contractors, sub-contractors, workers and stakeholders.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "f221a8ce-6b54-45a6-9eae-0c1d2648b5c4"
      ],
      "mappedKnowledge": [
        "29d7c8d1-e250-412e-84ee-d368c535c908",
        "434dcdec-35b7-4d76-84bd-0babf16fc188",
        "d7b4c9fc-3f83-46ed-9378-58636efef786",
        "7d5ba565-4954-4b15-b5d2-d3dff19eab89"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9b7378b5-b178-4406-878f-ac0d498fdfff",
        "b01c46d0-0c95-4a8f-8a9b-e8bebeed4f7f",
        "34f76584-8df4-45d5-9a95-8dc321a55abe",
        "0e738cc3-e843-40e6-9530-60568365482b",
        "da446b20-8757-470f-a172-d75258c1c10e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e4f6f1f1-773c-453c-b123-3eb6523dc070",
      "dutyDetail": "Appoint and manage competent forestry contractors to undertake works on a forestry site.  ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "eedb1969-9302-48e8-b42f-69412a665b2f",
        "8316d633-24d7-4367-b517-c3e589726c07"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7383a563-79b2-4990-b5dc-a9af2a37214a",
        "19f5fe28-73de-4970-af53-bf89bcefa327"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a7b3e0aa-21cf-4a84-bad0-6b0f5105a523",
      "dutyDetail": "Plan and manage health, safety, welfare and wellbeing on an operational forestry site including leading by example.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "236f4441-e111-4409-a4bf-da7a1c41677c",
        "d500d219-cea0-4fbf-9d26-de4f28bebb15"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "08a7ab6d-2331-4fe9-a1ca-ecf10e3cea4a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8fae11ae-d857-48b0-9e15-153b43eb3b24",
      "dutyDetail": "Plan and manage forestry site access for operators, stakeholders and third parties such as the general public.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "61b292db-7b57-469a-8a6c-5c6fb407f12d",
        "25625049-16a5-42e2-b21b-29d1a1e384c5"
      ],
      "mappedKnowledge": [
        "96c4cee6-a256-482c-be9b-6afb21ec6540",
        "a758bca8-9c07-498f-981a-1c7a6eacbb76",
        "1ec511b0-6763-4d74-a42c-cda4ae8819ae",
        "07fdc170-aa5d-416f-b8a3-44592684f286",
        "b4b02398-0b96-469e-8032-0192db10c90a",
        "e5cb19eb-9903-4f3f-8ac4-8756966eca1e",
        "90135f8e-539e-42a8-9752-f0815be45c0b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "382ed192-65ef-49f2-b16a-8134ae12b621",
        "7a649564-dfe8-4e13-97c6-1fb29e1d71be",
        "695190bd-a749-4526-b104-accd645570e4",
        "55a865d3-c3c3-41c5-bf21-dd21662e9d76",
        "98cb571c-58db-47e9-a7ae-0615707e8993"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "15ad84d1-412b-46b3-acbe-9f817b84a093",
      "dutyDetail": "Plan and manage environmental protection on a forestry site.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "61b292db-7b57-469a-8a6c-5c6fb407f12d",
        "25625049-16a5-42e2-b21b-29d1a1e384c5"
      ],
      "mappedKnowledge": [
        "96c4cee6-a256-482c-be9b-6afb21ec6540",
        "a758bca8-9c07-498f-981a-1c7a6eacbb76",
        "1ec511b0-6763-4d74-a42c-cda4ae8819ae",
        "07fdc170-aa5d-416f-b8a3-44592684f286",
        "b4b02398-0b96-469e-8032-0192db10c90a",
        "e5cb19eb-9903-4f3f-8ac4-8756966eca1e",
        "90135f8e-539e-42a8-9752-f0815be45c0b"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "382ed192-65ef-49f2-b16a-8134ae12b621",
        "7a649564-dfe8-4e13-97c6-1fb29e1d71be",
        "695190bd-a749-4526-b104-accd645570e4",
        "55a865d3-c3c3-41c5-bf21-dd21662e9d76",
        "98cb571c-58db-47e9-a7ae-0615707e8993"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "69b82be6-9adb-4f1d-80a9-2074f174e58c",
      "dutyDetail": "Manage forestry operations in accordance with legislation, regulation, UK Forestry Standard, woodland management and or creation plans, and individual site specifications.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "c4c75b40-c696-4b5d-b126-8ece2133b205",
        "bbae92c1-21f3-4128-9ce3-8b293c32074a",
        "3a3cb7f8-956d-43ae-b656-73ebf7cc5691",
        "df31b412-3d5c-41b0-87de-3f13f7dd82c4",
        "fa876d7a-ba83-45bd-8cd9-293ff8fa5312",
        "d500d219-cea0-4fbf-9d26-de4f28bebb15"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "1b97cae8-48b8-4746-8a5c-abbedb7e5dba",
        "b9df74bf-3b7c-4c07-aeca-41f4c2a64112",
        "28011247-ed5a-4bf5-b873-fc407b5af892",
        "da446b20-8757-470f-a172-d75258c1c10e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1379ee23-5e73-4329-b093-af4fa37e7e2b",
      "dutyDetail": "Oversee ancillary operations on a forestry site.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "6cf9ddb7-c482-4cd7-84f8-d1ea98ddab68"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d24bc51e-b284-4f1a-919d-8fdfdb815dc5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3c6d27b9-1b64-4176-bff1-90e8ab96d522",
      "dutyDetail": "Manage relationships through effective communication and co-operation.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "145b160a-3988-4c1e-b031-6c55a9f596a8"
      ],
      "mappedKnowledge": [
        "3df51099-a3a4-482c-8e6d-65b3996f0d7f",
        "ff46c644-b1bf-4554-a086-f0202eba898e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "61b32cae-cd71-4bec-81b4-1a62857b7c51"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a2354272-d3ee-47d6-a575-db60f5387754",
      "dutyDetail": "Compile, maintain and communicate information including reports and records, for example site monitoring and competence records.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "60a270c2-759d-46f7-a223-8df36787c407",
        "9b2d0c30-e903-4f80-96f4-83df53905d38",
        "26aa978b-657b-48a2-b41d-21191e1b854d",
        "c5b114c9-141a-4eab-8669-7c7aac99d2c5"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "52067a60-f048-4dee-9421-923222a4022c",
        "009a68c6-7fe8-462f-9484-d4d76697fe70",
        "da446b20-8757-470f-a172-d75258c1c10e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6b04eafd-68d8-4dcb-ae9d-75bee818983c",
      "dutyDetail": "Plan and manage own work and maintain professional competence. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "c8dfd55d-2a4b-4ce9-97e1-6b11ecd59498",
        "b847b5b6-8d14-48ce-98b0-8c92c1c7936f"
      ],
      "mappedKnowledge": [
        "77046773-8d39-4238-abd6-7c3a8fba8826",
        "e0c115ff-8dfc-420f-9241-2489d4094051",
        "d0beb7bc-e53a-4d1e-8a87-46d4197e5c60",
        "d500d219-cea0-4fbf-9d26-de4f28bebb15"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "fbfb0620-8f2b-4a41-84ec-8816c0b33de1",
        "f32da4cd-7b40-45aa-9d78-ec95a9842150"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-03-21T00:00:00"
}