{
  "templateType": "Occupational Standard",
  "shortAssessment": false,
  "larsCode": 0,
  "referenceNumber": "ST1440",
  "learningAimClassCode": "",
  "title": "Musical instrument maintenance and repair technician",
  "status": "In development",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://skillsengland.education.gov.uk/api/apprenticeshipstandards/ST1440",
  "qualificationStandardUrl": null,
  "versionNumber": "",
  "change": "",
  "changedDate": "2025-11-12T00:00:00",
  "earliestStartDate": null,
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Music Instrument Maintenance and Repair Technicians work for organisations which sell, hire-out and repair musical instruments.",
  "level": 3,
  "ePALength": 3,
  "typicalDuration": 21,
  "minimumHoursForCompliance": "",
  "maxFunding": 0,
  "maxFundingAdditionalInformation": "",
  "route": "Creative and design",
  "keywords": [
    "musical instrument",
    "repair technician",
    "instrument maintenence",
    "Music Instrument Maintenance and Repair Technicians",
    "instrument repair"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://skillsengland.education.gov.uk/apprenticeships/st1440?view=epa",
  "ssa1": "9 Arts, Media and Publishing",
  "ssa2": "9.2 Crafts, creative arts and design",
  "version": "0.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p class=&quot;MsoNormal&quot;&gt;Music Instrument Maintenance and Repair Technicians work for organisations which sell, hire-out and repair musical instruments to schools, community projects, learners, professional musicians and members of the public. They predominantly undertake their activities in a workshop environment but may work on tour, on employer sites, in retail outlets, at concerts, theatres, recording studios or in schools to undertake repairs. Organisations vary in size ranging from large multi-site to those with one small outlet. They may work for local authorities, music services or private employers.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot;&gt;The broad purpose of the occupation is to triage a range of instruments to identify repair, maintenance and adaptation requirements and undertake the maintenance, repair and adaptation including set-up, of them in order that they can be effectively used or used again.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot;&gt;Maintenance is required on a regular basis to maximise the lifespan of the instruments providing it is economically viable to make the repair. On some occasions repairing the instrument is not viable and the Technician would discuss other options with customers and other stakeholders.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot;&gt;Repairs, when required, can be identified during maintenance processes or as a result of accidental damage and need timely attention. Some players require adaptations to instruments to accommodate physical limitations. These can range from simple adaptations to more bespoke changes depending on the individual and scenario and would be undertaken by the Technician.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot;&gt;Musical Instrument Maintenance and Repair Technicians know and understand the type of instruments they work on for example brass, wind, strings, percussion and electronic instruments, although initially they will work across a range of instruments within and across these instrument types. They will work within their personal knowledge and skills, using internal and external specialists, where required to support their activities. They assess, identify and make decisions about what actions are required based on their knowledge of typical problems with instrument types and undertaking visual checks.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot;&gt;Once the set-up, repair, maintenance or adaptation is complete, they test the instrument to make sure it is in a usable state and issue invoices for completed work. They plan their work schedule in accordance with agreed timescales and to ensure that annual peaks and troughs in requirements can be delivered by undertaking audits to ensure an adequate stock of prepared instruments is available.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot;&gt;They choose and use tools, equipment and a range of materials to undertake their activities meeting health, safety and environmental requirements at all times. They identify materials required to undertake their activities for example cleaning materials, spare parts, chemicals to ensure appropriate stock levels are available and maintained. They may also source materials from suppliers, placing orders to keep adequate stock levels available. They may be involved in seeking new or replacement instruments, receipt, cataloguing, inventory identification and disposal or donation of instruments in accordance with company policies and processes.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot;&gt;Depending on their work environment, they may be subject to DBS checks and a driving licence may be required for business journeys to deliver and collect instruments. They will have to work flexibly and may have to work outside normal working hours to achieve agreed timescales, peaks in workload and heavy lifting may be involved.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot;&gt;In their daily work, an employee in this occupation interacts with their line manager to agree work schedules and discuss issues or seek clarification. They need to be aware of the impact their activities have on others in the organisation and work with them to achieve organisational goals i.e. seeing the bigger picture. They communicate with customers and other stakeholders to organise maintenance and repair plans, discuss broken instruments, understand adaptations required and respond to requests for advice regarding instruments which may include advice regarding purchasing new instruments. They may also find, liaise and build relationships with suppliers of materials.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot;&gt;An employee in this occupation will generally work autonomously, managing their own time, within a workshop environment and occasionally with others, reporting progress and issues to and seeking support, when required, from their line manager. Usually, they will be expected to create and agree detailed work plans to achieve maintenance and repair specifications, deadlines, and the supply of instruments to meet and balance demands taking into account peaks and troughs of work. They are responsible for meeting quality requirements and working in accordance with health, safety and environmental, safeguarding, company policies and procedures and other legislation e.g. Equality Act 2010. They may need to manage resources such as consumables, tools and equipment as well as budget considerations for their activities.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "3aa52730-0bae-420a-a210-1c468e22a484",
      "detail": "How their activities impact others regarding company plans, objectives and organisational goals. "
    },
    {
      "knowledgeId": "52802fe9-6a2d-40a4-a761-ecb976478b06",
      "detail": "Difference in types, makes and models of instruments such as strings, woodwind, brass, percussion, electronic. "
    },
    {
      "knowledgeId": "dcedc07b-aaf8-4e73-a5ab-3f06a65867c2",
      "detail": "Instrument set-up processes in-line with manufacturer's instructions and company policies."
    },
    {
      "knowledgeId": "6a22f384-97fa-4da3-bb36-65df23f354b7",
      "detail": "Instrument finishing techniques and materials used for different types, makes and models of instrument. "
    },
    {
      "knowledgeId": "ff3542be-4e41-4cd6-be5c-3b69030d2d91",
      "detail": "Instrument testing processes to ensure the instrument is returned to fit for purpose state."
    },
    {
      "knowledgeId": "275860ac-c9d6-42b2-a760-dc41adf12aee",
      "detail": "Instrument triage techniques including visual assessment of instrument, good playing order and complexity of repair. "
    },
    {
      "knowledgeId": "fef62ca6-391c-4ead-ac06-be7144c09c49",
      "detail": "Identifying tools, materials and correct sequence required for instrument repair techniques. "
    },
    {
      "knowledgeId": "9a789eae-0d53-422d-ae98-3090eec8b7df",
      "detail": "Identify alternative solutions for complex repair of instruments including tools, materials and equipment required. "
    },
    {
      "knowledgeId": "af05b1b1-8201-4b1f-9eab-245ebd86b545",
      "detail": "Scheduling and timely maintenance of instruments in order to optimise instrument health and performance. "
    },
    {
      "knowledgeId": "200ead39-748d-45d3-8acf-3eba5813737b",
      "detail": "Fault finding techniques to identify required repairs."
    },
    {
      "knowledgeId": "75f5c888-50ed-4b1b-a5fa-16f625ec3a5f",
      "detail": "Instrument adaptation techniques and solutions for the required user."
    },
    {
      "knowledgeId": "8b2cae24-9180-4286-bc7e-d41c0e5ed0ea",
      "detail": "Forward planning for instrument maintenance and repair activities which ensures adequate supplies are available."
    },
    {
      "knowledgeId": "abdada58-57b0-4812-9d42-52707a847c1d",
      "detail": "Instrument supply chains and constraints."
    },
    {
      "knowledgeId": "d417d6c0-612e-4295-acc1-6d6d13860cf8",
      "detail": "Audit processes to identify stock levels."
    },
    {
      "knowledgeId": "0ba013a0-89d8-4061-8cb7-da8795d140c9",
      "detail": "Budget requirements for materials and other resources and monitoring requirements. "
    },
    {
      "knowledgeId": "f54f54ce-369e-4bc7-ab70-6c84c9eb9eb1",
      "detail": "The range of processes and materials required for maintenance, repair and adaptation activities. "
    },
    {
      "knowledgeId": "6aea8e51-0043-4a7f-870e-848f30d79df3",
      "detail": "Manufacturers requirements and company policies and procedures for choosing, using and storing tools and equipment."
    },
    {
      "knowledgeId": "14def94b-0f72-4139-8576-4f9fc09fc971",
      "detail": "Policies and procedures supporting instrument lifecycle parameters including disposal criteria and donation processes."
    },
    {
      "knowledgeId": "3c2f3794-d07b-463a-bf5a-b455a7b53f2d",
      "detail": "Health and safety policies and procedures including use of tools. "
    },
    {
      "knowledgeId": "f0abe1d3-92fd-4ccd-857e-5b4e29e3ccf2",
      "detail": "Sustainability and environmental policies and procedures in-line with use and disposal of materials. "
    },
    {
      "knowledgeId": "e47caccd-601c-49a8-8999-3fd5d2ad7107",
      "detail": "Industry networks to support instrument supplies and understanding of the correct supplier for specific supplies."
    },
    {
      "knowledgeId": "8d702f43-bca0-4b76-a8b7-1d02b3bb9be2",
      "detail": "Industry trends for example instrument enhancements, curriculum changes and customer requirements."
    },
    {
      "knowledgeId": "76bbf5c4-1b0a-4039-95ad-7aa6ce895c83",
      "detail": "Different approaches to communicate with a diverse range of customers, clients and colleagues."
    },
    {
      "knowledgeId": "74deb6d4-0ac8-49cb-b5a4-ee105778e144",
      "detail": "IT systems and office processes to achieve repair and maintenance activities. "
    }
  ],
  "behaviours": [
    {
      "behaviourId": "9850fc76-9711-4a9d-a44b-a9b4a4142518",
      "detail": "Team-focused, respectful of others and works and communicates effectively with stakeholders."
    },
    {
      "behaviourId": "69f57273-e1c7-4e81-8de5-d4abe2f00ab6",
      "detail": "Is flexible to meet work patterns and demands."
    },
    {
      "behaviourId": "39b62b5d-f066-40f1-9aa5-1e394ef4873d",
      "detail": "Self-motivated with a positive and disciplined approach to work. Takes ownership of work and personal responsibility for timely delivery. "
    },
    {
      "behaviourId": "e5e5962e-5cf1-4a68-b54d-24a3135f3050",
      "detail": "Solves problems within area of expertise. "
    },
    {
      "behaviourId": "ca547316-adf5-4f94-8898-d574513c7bc4",
      "detail": "Is methodical and detail conscious meeting quality requirements. "
    },
    {
      "behaviourId": "8e3f1e7e-37b8-4fbd-b773-7b82c1b66c3b",
      "detail": "Improve personal effectiveness through undertaking continued professional development to keep up to date with changing industry practices."
    },
    {
      "behaviourId": "c6c4eb8e-062f-42ba-b8fa-5457a8521118",
      "detail": "Embrace equality, diversity and inclusion in the workplace and with the public."
    }
  ],
  "skills": [
    {
      "skillId": "e674671a-d349-49e8-9e35-d819ee7e027c",
      "detail": "Give advice and guidance to customers about makes and models of instruments to meet their requirements."
    },
    {
      "skillId": "75499160-f56e-42b9-9254-7a168a6b7af3",
      "detail": "Interpret and follow instrument set-up processes including manufacturer's instructions, where provided, and company policies using specialist support if required."
    },
    {
      "skillId": "daeee734-3b9d-4374-9957-a2bcc0487307",
      "detail": "Use finishing techniques as necessary."
    },
    {
      "skillId": "e5a8e0f9-a17a-489a-b960-1fa76bb96ad7",
      "detail": "Undertake instrument testing processes to ensure repair or maintenance is complete."
    },
    {
      "skillId": "d4a040e9-425f-4a7c-8205-ab0e03a19f98",
      "detail": "Assess, identify and make decisions about what actions are required based on their knowledge of typical problems with instrument types and undertaking visual checks. "
    },
    {
      "skillId": "de33cc44-b994-4709-952f-d5a48e7a30e6",
      "detail": "Use instrument repair technique(s) to make cost effective repairs."
    },
    {
      "skillId": "5965cd62-1fad-40b2-a735-a545c9cd91c0",
      "detail": "Consider alternative solutions to the repair required which may involve adapting or making tools to complete out of the ordinary or complicated repairs."
    },
    {
      "skillId": "d6e8d1e8-747d-45c0-8f92-7a2ff4eea661",
      "detail": "Follow maintenance processes relevant to the timing and condition of the instrument. "
    },
    {
      "skillId": "1726e767-90ae-46e2-aa89-0b7901e332da",
      "detail": "Identify customer requirements or style and the impact on maintenance or repair activities."
    },
    {
      "skillId": "e749ff58-967d-4b64-a7a9-bd6c87d5e260",
      "detail": "Identify issues with instruments and use fault finding techniques to ensure that faults are eliminated."
    },
    {
      "skillId": "61bbe631-dfad-4e68-b183-176277eb85ff",
      "detail": "Create, agree, communicate and follow a detailed repair and maintenance plan to achieve specifications and deadlines."
    },
    {
      "skillId": "5e3a3678-44fe-4686-950b-9173465a9353",
      "detail": "Identify and work within instrument supply constraints, identifying alternative sources or parts."
    },
    {
      "skillId": "48c4abe2-a8f2-43e3-8042-e9a5a8ba777e",
      "detail": "Undertake audits to ensure appropriate stock levels are available and maintained which may include sourcing materials from suppliers and placing orders."
    },
    {
      "skillId": "7ae29431-727b-4487-bce7-01cf71be657e",
      "detail": "Prepare and monitor budget to deliver the repair and maintenance plan."
    },
    {
      "skillId": "947c14d0-e328-48a0-9080-95559249347a",
      "detail": "Identify materials required to undertake their activities for example cleaning materials, spare parts, chemicals. "
    },
    {
      "skillId": "f2982773-2cd8-4f92-9b7f-b73b0430ad01",
      "detail": "Choose, use and store tools and equipment in accordance with manufacturers requirements and policies and procedures."
    },
    {
      "skillId": "4c8f87e9-2523-4e55-bfb7-b133adc4d6cd",
      "detail": "Disassemble instruments which are beyond repair and recycle parts to use in future repair activities."
    },
    {
      "skillId": "b18ef6c8-0e1f-45bd-9f65-5147b792c8e6",
      "detail": "Make decisions regarding the requirement and extent of repairs. If a repair is not viable discuss other options with customers and other stakeholders."
    },
    {
      "skillId": "ebdceac3-f967-43c8-9428-ed64ca1f6593",
      "detail": "Follow health and safety policies and procedures including undertaking risk assessments of the work environment."
    },
    {
      "skillId": "77f9b541-a742-42aa-a5a3-7c3d1598b958",
      "detail": "Identify, use and dispose of materials in accordance with sustainability and environmental requirements. "
    },
    {
      "skillId": "39fc4c80-6d26-4477-bfff-18825d1cd8b1",
      "detail": "Build and maintain personal networks to source and support instrument supplies. "
    },
    {
      "skillId": "6c31cb18-a12e-4a98-96d9-6916720ac3f3",
      "detail": "Identify the impact of changes in industry trends on activities and stock levels."
    },
    {
      "skillId": "9d5b8b02-2d77-4b07-9b4d-87ab43fd9027",
      "detail": "Provide excellent and inclusive service and relationship management to a diverse range of customers, clients and colleagues."
    },
    {
      "skillId": "d7f81b28-b96d-42d4-a224-85a3fb752976",
      "detail": "Use IT systems and conform to office processes to deliver repair and maintenance activities for example producing invoices for completed works, seeking new or replacement instruments, receipt, cataloguing, and inventory identification."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": null,
  "approvedForDelivery": "",
  "integratedApprenticeship": null,
  "integration": "None",
  "integratedDegree": "",
  "tbReference": "TB0881",
  "tbMainContact": "lynne.lada@gmail.com",
  "involvedEmployers": "Berkshire Maestros, Gateshead and South Tyneside Music Education Hub, Hertfordshire Music Service, Norfolk Music Service, Northamptonshire Music and Performing Arts Trust, Redbridge Music Service, Severn Arts, Surrey Arts, Tees Valley Music.",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [],
  "greenJobTitles": [
    "Instrument repair and maintenance technician",
    "Instrument technician",
    "Resources assistant",
    "Workshop assistant"
  ],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Media, Broadcast and Production",
  "cluster": "Media, broadcast and production technician",
  "clusterId": "76",
  "clusterDescription": "Design, development and editing of audio visual and text content using technology to generate broadcasting materials along with its co-ordination and management",
  "createdDate": "2025-11-04T10:58:17 +00:00",
  "lastUpdated": "2025-11-12T00:00:00 +00:00",
  "occupationalStandardApprovalDate": null,
  "banners": "",
  "occupationCode": "OCC1440",
  "occupationalStandardUrl": "https://skillsengland.education.gov.uk/apprenticeships/st1440?view=standard#OccupationalStandard",
  "standardPageUrl": "https://skillsengland.education.gov.uk/apprenticeships/st1440",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "a2acf3ec-585e-4270-8f0e-65068d9bb4c6",
      "dutyDetail": "Handle the set-up of instruments in accordance with manufacturer's instructions, company policies and procedures and instrument requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e5e5962e-5cf1-4a68-b54d-24a3135f3050",
        "ca547316-adf5-4f94-8898-d574513c7bc4"
      ],
      "mappedKnowledge": [
        "52802fe9-6a2d-40a4-a761-ecb976478b06",
        "dcedc07b-aaf8-4e73-a5ab-3f06a65867c2",
        "3c2f3794-d07b-463a-bf5a-b455a7b53f2d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "e674671a-d349-49e8-9e35-d819ee7e027c",
        "75499160-f56e-42b9-9254-7a168a6b7af3",
        "ebdceac3-f967-43c8-9428-ed64ca1f6593"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "cd8b6b21-ce7d-4367-b8f3-bcebe8868ca3",
      "dutyDetail": "Collaborate with stakeholders and work with team members.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9850fc76-9711-4a9d-a44b-a9b4a4142518",
        "69f57273-e1c7-4e81-8de5-d4abe2f00ab6",
        "c6c4eb8e-062f-42ba-b8fa-5457a8521118"
      ],
      "mappedKnowledge": [
        "3aa52730-0bae-420a-a210-1c468e22a484",
        "8d702f43-bca0-4b76-a8b7-1d02b3bb9be2",
        "76bbf5c4-1b0a-4039-95ad-7aa6ce895c83",
        "74deb6d4-0ac8-49cb-b5a4-ee105778e144"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "6c31cb18-a12e-4a98-96d9-6916720ac3f3",
        "9d5b8b02-2d77-4b07-9b4d-87ab43fd9027",
        "d7f81b28-b96d-42d4-a224-85a3fb752976"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "98d61cd1-5937-47f0-83e9-04458ce7a80b",
      "dutyDetail": "Undertake triage of a range of musical instruments to determine issues and next steps.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e5e5962e-5cf1-4a68-b54d-24a3135f3050",
        "ca547316-adf5-4f94-8898-d574513c7bc4"
      ],
      "mappedKnowledge": [
        "275860ac-c9d6-42b2-a760-dc41adf12aee"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d4a040e9-425f-4a7c-8205-ab0e03a19f98",
        "e749ff58-967d-4b64-a7a9-bd6c87d5e260"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "710c54cd-3363-43a2-bb45-0850eb648db5",
      "dutyDetail": "Work with a range of materials in order to repair or renovate damaged or worn instruments, including finishing techniques and testing to ensure they are returned to fit for purpose, in either a workshop or other environment to meet demand.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "e5e5962e-5cf1-4a68-b54d-24a3135f3050",
        "ca547316-adf5-4f94-8898-d574513c7bc4"
      ],
      "mappedKnowledge": [
        "6a22f384-97fa-4da3-bb36-65df23f354b7",
        "ff3542be-4e41-4cd6-be5c-3b69030d2d91",
        "fef62ca6-391c-4ead-ac06-be7144c09c49",
        "9a789eae-0d53-422d-ae98-3090eec8b7df",
        "200ead39-748d-45d3-8acf-3eba5813737b",
        "f0abe1d3-92fd-4ccd-857e-5b4e29e3ccf2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "daeee734-3b9d-4374-9957-a2bcc0487307",
        "e5a8e0f9-a17a-489a-b960-1fa76bb96ad7",
        "de33cc44-b994-4709-952f-d5a48e7a30e6",
        "5965cd62-1fad-40b2-a735-a545c9cd91c0",
        "e749ff58-967d-4b64-a7a9-bd6c87d5e260",
        "77f9b541-a742-42aa-a5a3-7c3d1598b958"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f7e4e9ee-9a87-4a9b-a17f-d943e45f7496",
      "dutyDetail": "Work with individuals to understand their physical limitations so that adaptations to instruments can be identified and implemented. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9850fc76-9711-4a9d-a44b-a9b4a4142518",
        "c6c4eb8e-062f-42ba-b8fa-5457a8521118"
      ],
      "mappedKnowledge": [
        "75f5c888-50ed-4b1b-a5fa-16f625ec3a5f",
        "76bbf5c4-1b0a-4039-95ad-7aa6ce895c83"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9d5b8b02-2d77-4b07-9b4d-87ab43fd9027"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c7f92a5e-e57e-44d5-a91c-01cfb5e6473c",
      "dutyDetail": "Create a plan for maintenance and repair activities for musical instruments taking into account peaks and troughs and audit outcomes, ensuring an adequate supply is available.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "69f57273-e1c7-4e81-8de5-d4abe2f00ab6",
        "39b62b5d-f066-40f1-9aa5-1e394ef4873d",
        "ca547316-adf5-4f94-8898-d574513c7bc4"
      ],
      "mappedKnowledge": [
        "8b2cae24-9180-4286-bc7e-d41c0e5ed0ea",
        "abdada58-57b0-4812-9d42-52707a847c1d",
        "d417d6c0-612e-4295-acc1-6d6d13860cf8",
        "e47caccd-601c-49a8-8999-3fd5d2ad7107",
        "74deb6d4-0ac8-49cb-b5a4-ee105778e144"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "61bbe631-dfad-4e68-b183-176277eb85ff",
        "5e3a3678-44fe-4686-950b-9173465a9353",
        "48c4abe2-a8f2-43e3-8042-e9a5a8ba777e",
        "39fc4c80-6d26-4477-bfff-18825d1cd8b1"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8f561873-3a8f-49fa-a968-0d7d057fd299",
      "dutyDetail": "Ensure materials are available to enable maintenance activities to be completed in accordance with timescale and budget requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "39b62b5d-f066-40f1-9aa5-1e394ef4873d"
      ],
      "mappedKnowledge": [
        "af05b1b1-8201-4b1f-9eab-245ebd86b545",
        "75f5c888-50ed-4b1b-a5fa-16f625ec3a5f",
        "f0abe1d3-92fd-4ccd-857e-5b4e29e3ccf2",
        "74deb6d4-0ac8-49cb-b5a4-ee105778e144"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "d6e8d1e8-747d-45c0-8f92-7a2ff4eea661",
        "1726e767-90ae-46e2-aa89-0b7901e332da",
        "77f9b541-a742-42aa-a5a3-7c3d1598b958",
        "d7f81b28-b96d-42d4-a224-85a3fb752976"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2ee709d7-492f-447a-a5bc-31a090c5ed26",
      "dutyDetail": "Identify and use materials, preferably recycled and chemicals in accordance with health and safety requirements. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "9a789eae-0d53-422d-ae98-3090eec8b7df",
        "75f5c888-50ed-4b1b-a5fa-16f625ec3a5f",
        "f54f54ce-369e-4bc7-ab70-6c84c9eb9eb1",
        "3c2f3794-d07b-463a-bf5a-b455a7b53f2d",
        "f0abe1d3-92fd-4ccd-857e-5b4e29e3ccf2",
        "74deb6d4-0ac8-49cb-b5a4-ee105778e144"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "947c14d0-e328-48a0-9080-95559249347a",
        "ebdceac3-f967-43c8-9428-ed64ca1f6593",
        "77f9b541-a742-42aa-a5a3-7c3d1598b958",
        "d7f81b28-b96d-42d4-a224-85a3fb752976"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d234edbe-d02d-47fc-9a78-1ae35c15678c",
      "dutyDetail": "Identify the best economical options for instruments, stakeholders or the organisation, take into account policies and procedures for example the depreciation policy, lifecycle parameters and any instrument supply constraints.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "9850fc76-9711-4a9d-a44b-a9b4a4142518",
        "8e3f1e7e-37b8-4fbd-b773-7b82c1b66c3b"
      ],
      "mappedKnowledge": [
        "14def94b-0f72-4139-8576-4f9fc09fc971",
        "f0abe1d3-92fd-4ccd-857e-5b4e29e3ccf2",
        "74deb6d4-0ac8-49cb-b5a4-ee105778e144"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "4c8f87e9-2523-4e55-bfb7-b133adc4d6cd",
        "b18ef6c8-0e1f-45bd-9f65-5147b792c8e6",
        "77f9b541-a742-42aa-a5a3-7c3d1598b958",
        "d7f81b28-b96d-42d4-a224-85a3fb752976"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "230d294d-fef1-45bc-9b4b-6c04490fcef3",
      "dutyDetail": "Identify, use, maintain and store tools and equipment in accordance with manufacturers requirements, company policies and procedures and health and safety requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "9a789eae-0d53-422d-ae98-3090eec8b7df",
        "6aea8e51-0043-4a7f-870e-848f30d79df3",
        "3c2f3794-d07b-463a-bf5a-b455a7b53f2d",
        "f0abe1d3-92fd-4ccd-857e-5b4e29e3ccf2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f2982773-2cd8-4f92-9b7f-b73b0430ad01",
        "ebdceac3-f967-43c8-9428-ed64ca1f6593",
        "77f9b541-a742-42aa-a5a3-7c3d1598b958"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d3f731fb-83d3-4d0d-9c2c-664dd3705ed3",
      "dutyDetail": "Seek new or replacement instruments, handle receipt, cataloguing, inventory identification and disposal or donation of instruments in accordance with company policies and procedures.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "e47caccd-601c-49a8-8999-3fd5d2ad7107",
        "8d702f43-bca0-4b76-a8b7-1d02b3bb9be2",
        "74deb6d4-0ac8-49cb-b5a4-ee105778e144"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "39fc4c80-6d26-4477-bfff-18825d1cd8b1",
        "6c31cb18-a12e-4a98-96d9-6916720ac3f3",
        "d7f81b28-b96d-42d4-a224-85a3fb752976"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e6663419-5dc7-4222-b115-c4c433eaa86e",
      "dutyDetail": "Manage projects and delivery, track budgets, timekeeping and troubleshoot, when required.  ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "39b62b5d-f066-40f1-9aa5-1e394ef4873d",
        "8e3f1e7e-37b8-4fbd-b773-7b82c1b66c3b"
      ],
      "mappedKnowledge": [
        "af05b1b1-8201-4b1f-9eab-245ebd86b545",
        "0ba013a0-89d8-4061-8cb7-da8795d140c9"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7ae29431-727b-4487-bce7-01cf71be657e"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-11-12T00:00:00"
}