{
  "templateType": "Occupational Standard",
  "larsCode": 0,
  "referenceNumber": "ST1480",
  "learningAimClassCode": "",
  "title": "Insulation installation operative",
  "status": "In development",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1480",
  "qualificationStandardUrl": null,
  "versionNumber": "",
  "change": "",
  "changedDate": "0001-01-01T00:00:00",
  "earliestStartDate": null,
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Insulation for cavity walls -sprayed and blown and framed sections insulation to floors, cold roofs, warm roofs and partition walls ",
  "level": 2,
  "ePALength": 4,
  "typicalDuration": 24,
  "maxFunding": 0,
  "maxFundingAdditionalInformation": "",
  "route": "Construction and the built environment",
  "keywords": [],
  "jobRoles": [
    "Insulation installer"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st1480?view=epa",
  "ssa1": "5 Construction, Planning and the Built Environment",
  "ssa2": "5.2 Building and construction",
  "version": "0.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the new build and retrofit sectors of the construction industry. Projects requiring services from insulation installation operatives include all buildings requiring the retrospective fitting of energy efficient insulation as well as new build. This would include commercial, residential (including park homes and heritage assets), industrial sites, schools, hospitals, and prisons. &lt;br&gt;&lt;br&gt;The broad purpose of the occupation is to install insulation by placing it, blowing it or spraying it in a range of buildings and apply treatments to a range of surfaces including timber, brick and concrete. All work needs to be carried out safely, using the appropriate tools. The insulation operative will focus on the installation of new and/or the upgrade, retrofit or replacement of existing insulation. They will apply wall treatments and apply insulation to roofs, walls, floors, suspended floors and framed sections of buildings along with ancillary products that form part of the application of the product or system. Cavity wall insulation operatives install insulation materials into cavity walls or remove and replace failed or outdated insulation. A framed section insulation operative will place, spray or blow standard, specialised or new and emerging materials to floors, cold roofs, warm roofs and partition walls to support heat efficiency. A qualified insulation operative will sometimes need to work at heights or outdoors, using scaffolding or plant, or in cramped spaces such as domestic housing roofs or cellar spaces. &lt;br&gt;&lt;br&gt;In their daily work, an employee in this occupation will typically interact with the team leader or area manager who they will report to as well as personnel responsible for materials storage, building merchants, clients, homeowners and residents, retrofit coordinators and site managers. &lt;br&gt;&lt;br&gt;An employee in this occupation will be responsible for working in a team, using machinery and tools to install insulation to specification. Key requirements for successful insulation installers include professionalism and high regard for customer service throughout the job, undertaking work and handing completed work back to the customer or client.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "f508c34b-c7db-442c-bd6d-4e759e69a35f",
      "detail": "Awareness of health and safety regulations, standards, and guidance and impact on role of the team and other construction trades. Employer and employee responsibilities. Control of Substances Hazardous to Health (CoSHH). Fire safety. Health and Safety at Work Act. Asbestos awareness, Combustible Appliances ventilation and safety requirements. Manual handling, fire extinguishers. Safety signage. Situational awareness. Slips, trips, and falls. Working in confined spaces. Working at height. Reporting injuries, diseases and dangerous occurrences regulations (RIDDOR), Provision and use of work equipment regulations (PUWER) & near miss reporting."
    },
    {
      "knowledgeId": "9e5ef824-2859-4525-bf8f-7c40fe4e9ef9",
      "detail": "Industry legislation, standards and regulations associated with insulating activities: British standards, building regulations, manufacturers’ instructions and warranty requirements."
    },
    {
      "knowledgeId": "d784a720-baf2-44fa-bd90-f5adb378a01e",
      "detail": "Safety control equipment and techniques: Personal protective equipment (PPE), Respiratory protective equipment (RPE), dust suppression and Local Exhaust Ventilation (LEV)."
    },
    {
      "knowledgeId": "f8e1c5f4-774a-4739-a850-8e9c4866895b",
      "detail": "Impact of the sector on the environment including surface water contamination and carbon footprint. "
    },
    {
      "knowledgeId": "0f437643-3743-4010-9799-7b061ea9477d",
      "detail": "Awareness of environmental and sustainability regulations, standards, and guidance:, recycling, reuse and disposal of products and waste."
    },
    {
      "knowledgeId": "cfa903ff-85e5-4888-96a4-b1f22755199c",
      "detail": "Principles of building construction:, roofs, fenestration, walls, floors, utilities and services, insulation, fire, damp proof courses (DPC) and quality of materials, Damp Proof Membrane (DPM), fire protection."
    },
    {
      "knowledgeId": "9e5c41ab-41f3-445a-8273-28834f9a6cd9",
      "detail": "Principles of thermal insulation: airtightness, ventilation, moisture movement, mould prevention, heat transfer, air flow and building fabric."
    },
    {
      "knowledgeId": "b7b29bce-e7e8-4b12-b040-737bb09ac6d4",
      "detail": "Safe systems of work: Risk assessment method statements (RAMS), control measures, hazard identification and dynamic risk assessment principles."
    },
    {
      "knowledgeId": "e087c88c-0e45-48bf-8222-0d4ffbcbfc0c",
      "detail": "Principles of interpreting and using technical instructions, drawings and specifications for example  manufacturer’s instructions in paper and digital formats."
    },
    {
      "knowledgeId": "4e1a5cba-a147-4662-bcd2-7e502ef1fa97",
      "detail": "Principles of assessing ambient and environment conditions including surface condition, temperature, humidity and moisture content. "
    },
    {
      "knowledgeId": "51f4fb75-10ea-4307-816b-1e2e3962ba89",
      "detail": "Principles and methods of surface preparation to receive insulation material."
    },
    {
      "knowledgeId": "986171b9-91c7-4ffa-994a-eead2c7ab755",
      "detail": "Principles of insulation and expansion joints."
    },
    {
      "knowledgeId": "ab134ac5-410b-4387-8d15-021e5f110c7e",
      "detail": "Heritage buildings: insulation application techniques, material breathability and compatibility to preserve building integrity."
    },
    {
      "knowledgeId": "8830c2b1-2864-485a-92d5-6bf5b47e6726",
      "detail": "Property archetypes: Timber frame and concrete construction and their implications for insulation."
    },
    {
      "knowledgeId": "863610cd-0d85-4e5b-a2bf-1c7658c4048c",
      "detail": "Verbal communication techniques used when working in, commercial and domestic environments. Construction terminology. "
    },
    {
      "knowledgeId": "8b339943-6b95-45a9-8f2e-064c8f05619a",
      "detail": "Escalation procedures: defects or faults in line with regulatory, manufacturers and company guidance."
    },
    {
      "knowledgeId": "9818f2c3-1ef3-4d41-9517-379cebf40222",
      "detail": "Documentation requirements such as calibration paperwork, flow rate, material usage, batch numbers and handover documentation."
    },
    {
      "knowledgeId": "199e079b-c5f1-478a-bbdc-e6471625ff04",
      "detail": "Team working principles."
    },
    {
      "knowledgeId": "b89338d2-2740-4bbe-8fac-b366f9c43c63",
      "detail": "Principles of customer service including work impact on vulnerable people."
    },
    {
      "knowledgeId": "a33ecf2e-c1a1-4431-86dd-12728149aa80",
      "detail": "Inclusion, equity and diversity in the workplace."
    },
    {
      "knowledgeId": "e6c2509e-1fdb-473e-8077-52fe797de880",
      "detail": "Well-being: Mental and physical health considerations in self and others and how to access support."
    },
    {
      "knowledgeId": "f03c4193-6734-4b99-b643-2648e1742898",
      "detail": "Employment types: self-employed and employed, small business start-up principles, tax responsibilities, roles and responsibilities."
    },
    {
      "knowledgeId": "f568cab2-9adb-48db-b1fc-e733b034c7d3",
      "detail": "Principles and characteristics of insulation materials: mineral Wool, cavity rockwool, Natural Grown Hemp Products, Sheep Wool."
    },
    {
      "knowledgeId": "51948b63-87b5-4258-b955-fc155a850cbe",
      "detail": "Principles and methods of construction ventilation: flues, chimneys and combustion air ventilators."
    },
    {
      "knowledgeId": "ab95e47c-dd3a-4e35-964b-2634daab4c3f",
      "detail": "Cavity wall construction materials and components: block, brick, local materials, wall ties, weep holes, cavity trays and Insulation retaining clips."
    },
    {
      "knowledgeId": "e715dbec-cfea-4bbb-bff5-05d818b24d4b",
      "detail": "Principles and methods of cavity wall insulation preparation: suitability and compatibility of insulation materials."
    },
    {
      "knowledgeId": "90b763dd-9ead-42ea-a48b-9111d4a01933",
      "detail": "Techniques and principles of pre-installation checks, including cavity wall width, identifying areas that could create cold spots or voids, debris, building fabric, defects and suitability for insulating."
    },
    {
      "knowledgeId": "52147779-bc5f-4c21-8731-a492cf7fd6f1",
      "detail": "Preparation techniques of site and task specification including drilling techniques, interpretation and application of design and drilling pattern, closure of cavity vents, protection of sub floor vents and blowing test boxes"
    },
    {
      "knowledgeId": "3debd9ef-04bd-4b33-9327-c48cdccb24fa",
      "detail": "Application techniques of blown and sprayed insulation material."
    },
    {
      "knowledgeId": "ca5452f3-7ee4-45e7-b6c5-ba41fca3f034",
      "detail": "Material selection, calculation and confirmation of shelf life of material, blowing and checking for consistency of fill"
    },
    {
      "knowledgeId": "af3b3f54-26ad-4ce8-ae44-12773ae7dc75",
      "detail": "Cavity wall insulation tools and equipment, types, use, calibration and storage techniques. "
    },
    {
      "knowledgeId": "224073f0-1744-427f-ad18-a75d2b706580",
      "detail": "Techniques and principles of repairing cavity walls from, for example, pre-existing masonry defects and patching up insulation holes after installation."
    },
    {
      "knowledgeId": "f8f0e848-7587-4e18-a356-e26c06abd45c",
      "detail": "Principles and characteristics of framed section insulation preparation: suitability, compatibility of insulation materials for roofs, walls loft and underfloor timber and metal stud and vapour control layers, battens, netting for underfloor, services insulation and protection, down lighters in lofts and ventilators."
    },
    {
      "knowledgeId": "3da85f42-2fe1-4e93-a19c-d5cebaedc245",
      "detail": "Types and characteristics of floor, loft and roofing materials: Density and thermal performance and natural grown hemp, rockwool and mineral wool."
    },
    {
      "knowledgeId": "69f30bdb-d10b-431e-9145-4f8a24b2711a",
      "detail": "Insulation principles and characteristics: suitability of materials, moisture levels, ventilation."
    },
    {
      "knowledgeId": "8eba279f-5f96-46ff-9ffa-c95efd874b6b",
      "detail": "Preparation of site, interpretation and application of design and protection of existing ventilation, importance of timber moisture content evaluation, protection and or insulation of services, relevant fire protection requirements, blowing test boxes, "
    },
    {
      "knowledgeId": "a9484ce2-e9c1-4c1e-8579-a93c613376fe",
      "detail": "Placed insulation installation fixing methods: stapling, netting, battens to secure insulation, mitigate against slump or sag."
    },
    {
      "knowledgeId": "65131a2e-ea38-4e11-81b5-814d9b86aff0",
      "detail": "Material selection and confirmation of shelf life of material."
    },
    {
      "knowledgeId": "73e6b9f5-76a6-4281-b9f5-f74af2e86a18",
      "detail": "Material calculation techniques for floors, cold roofs and warm roofs."
    },
    {
      "knowledgeId": "0cef6cec-7b71-4fda-abe8-e3a8bcf1d386",
      "detail": "Insulation tools and equipment, types, use, calibration and storage."
    },
    {
      "knowledgeId": "876bf7ae-adc6-4bf0-a3a2-bf0643e15ab2",
      "detail": "Measuring and cutting techniques."
    },
    {
      "knowledgeId": "f7399106-bcd9-4f12-85e5-0a51820dd779",
      "detail": "Defects and repair techniques and principles: timber replacement, ventilation replacement, sub floor and roof repairs."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "d431748e-f82a-46aa-a30a-6414b5e31698",
      "detail": "Put health and safety first."
    },
    {
      "behaviourId": "079e0463-7f8c-4f80-acef-81f81125ad23",
      "detail": "Consider the environment and sustainability."
    },
    {
      "behaviourId": "20720165-0d72-4058-94aa-99edce44087b",
      "detail": "Support equity, diversity and inclusion in the workplace"
    },
    {
      "behaviourId": "e781fa8d-ea92-4a10-9cbf-e269647c5726",
      "detail": "Seek learning and development opportunities to enhance personal competence"
    },
    {
      "behaviourId": "1ba779e9-d0bb-42f5-bc14-1ca92f223b12",
      "detail": "Respond and adapt to work demands and situations and know when to seek advice from others."
    },
    {
      "behaviourId": "f0069860-5afd-4760-9642-609072736196",
      "detail": "Take ownership of own work."
    },
    {
      "behaviourId": "12051ba6-f25c-47db-8788-692dd5632451",
      "detail": "Take ownership of own work."
    }
  ],
  "skills": [
    {
      "skillId": "50be792a-5199-459b-91e2-02f888f51457",
      "detail": "Comply with health and safety regulations, standards and guidance."
    },
    {
      "skillId": "2cdfcfbe-2b93-4d5d-befc-e169cbf9649c",
      "detail": "Select and use safety control equipment including personal protective equipment (PPE), respiratory protective equipment (RPE), dust suppression methods and local exhaust ventilation (LEV) systems."
    },
    {
      "skillId": "99a58c39-7564-4ba8-81e7-1c976ca6f651",
      "detail": "Comply with environmental and sustainability regulations, standards, and guidance. Segregate resources for reuse, recycling and disposal."
    },
    {
      "skillId": "70ce1fb6-d254-452a-90be-57b532d9f036",
      "detail": "Risk assesses before and during work tasks and implement control measures."
    },
    {
      "skillId": "8d7e051d-0687-4011-8154-15a4f9783486",
      "detail": "Interpret and use technical instructions, drawings and specifications in paper and digital formats"
    },
    {
      "skillId": "7e6246e3-c570-4825-a16f-a635bcc97e13",
      "detail": "Assess ambient and environment conditions including surface condition, temperature, humidity and moisture content. "
    },
    {
      "skillId": "62bc0a6f-3b2a-45c0-9586-ee0fc0691cb8",
      "detail": "Prepare surfaces for application."
    },
    {
      "skillId": "77d75ece-cf01-40e4-87a9-1cc0b5650550",
      "detail": "Prepare and maintain building ventilation"
    },
    {
      "skillId": "8711cb80-57ad-4330-b3be-edc696edb902",
      "detail": "Communicate with others verbally using terminology to suit the context for example, customers, residents, colleagues, and managers."
    },
    {
      "skillId": "0e981651-accc-463e-b708-7a413b3b3466",
      "detail": "Use digital and paper based documents to record workplace data and information. "
    },
    {
      "skillId": "cc32d436-7902-402e-9951-575734db4775",
      "detail": "Apply team working principles."
    },
    {
      "skillId": "75a6269f-308e-4c9b-9434-361bb41c4b06",
      "detail": "Apply customer service principles. "
    },
    {
      "skillId": "987fd9f5-d18e-4042-8a8e-7c8dee706bfb",
      "detail": "Comply with equity, diversity and inclusion principles."
    },
    {
      "skillId": "a9318acd-849f-422f-b10b-375660e6381c",
      "detail": "Identify well-being support available on site or through employer. "
    },
    {
      "skillId": "4e6385f8-982c-4a33-b854-76c503bcc54f",
      "detail": "Apply cavity wall pre-installation check techniques and principles"
    },
    {
      "skillId": "e4d50508-7fef-4f07-b4f5-64c8ed1195a6",
      "detail": "Prepare site for Installation."
    },
    {
      "skillId": "ae0dff03-2f7a-41ed-87c6-c3c46fdfe541",
      "detail": "Calculate quantities of cavity wall insulation materials."
    },
    {
      "skillId": "c4e8f1ae-ffe8-4405-b9be-64d6ed884b61",
      "detail": "Select, use and store cavity wall tools and equipment."
    },
    {
      "skillId": "2915d35b-0d2c-4ab9-a49d-fcc6f554e0b2",
      "detail": "Prepare and calibrate cavity wall machines and equipment."
    },
    {
      "skillId": "918db91d-c5a7-45e1-a004-146286020f07",
      "detail": "Select cavity wall insulation material. "
    },
    {
      "skillId": "10ebc5ff-73af-47c1-a96d-9345e6ab3852",
      "detail": "Blow and spray cavity wall insulation materials."
    },
    {
      "skillId": "789b2b3e-ff20-4488-88d8-1b886864d3e9",
      "detail": "Apply cavity wall repair techniques and principles. "
    },
    {
      "skillId": "b060687f-bfdf-47aa-9f8e-95e345a6d4c0",
      "detail": "Prepare site for installation."
    },
    {
      "skillId": "cfbba8e2-582c-480f-9777-b9dc079f20d0",
      "detail": "Assess suitability for insulation, moisture levels, ventilation, and compatibility of insulation materials."
    },
    {
      "skillId": "de73036f-1383-48a4-85b0-d0210415eb78",
      "detail": "Calculate quantities of insulation materials for walls, floors, cold roofs and warm roofs."
    },
    {
      "skillId": "54912403-61f1-4125-9ead-3e1295c99ce3",
      "detail": "Select and use framed section tools and equipment."
    },
    {
      "skillId": "fa821344-a70a-42a3-a362-6e090cf56bad",
      "detail": "Select framed section insulation material confirming shelf life."
    },
    {
      "skillId": "cc9a5b99-35e9-4211-93a2-53683624e16a",
      "detail": "Measuring and cutting framed section insulation materials."
    },
    {
      "skillId": "f6c8b37c-e9ce-469a-b57e-df82cbf6de50",
      "detail": "Install framed section insulation materials."
    },
    {
      "skillId": "dfe4a25a-1afd-4788-9981-c6d25a5c7ce5",
      "detail": "Apply timber frame repair techniques and principles."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": null,
  "approvedForDelivery": "",
  "integratedApprenticeship": null,
  "integration": "None",
  "integratedDegree": "",
  "tbReference": "TB0880",
  "tbMainContact": "NigelDonohue@theiaa.co.uk",
  "involvedEmployers": "",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Insulation installer"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Onsite Construction",
  "cluster": "Construction specialist operative or technician",
  "clusterId": "103",
  "clusterDescription": "Prepare and operate specialist on-site plant and equipment, which could include lifting, pile driving, and pipe laying",
  "createdDate": "2025-05-16T09:16:11 +00:00",
  "lastUpdated": "",
  "occupationalStandardApprovalDate": null,
  "banners": "",
  "occupationCode": "",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1480?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1480",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "ebd579ac-be2b-4fa7-97f4-808916ec1993",
      "dutyDetail": "Work in compliance with fire regulation, building regulations, occupational health, safety, and environmental requirements ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d431748e-f82a-46aa-a30a-6414b5e31698",
        "079e0463-7f8c-4f80-acef-81f81125ad23",
        "1ba779e9-d0bb-42f5-bc14-1ca92f223b12"
      ],
      "mappedKnowledge": [
        "f508c34b-c7db-442c-bd6d-4e759e69a35f",
        "9e5ef824-2859-4525-bf8f-7c40fe4e9ef9",
        "d784a720-baf2-44fa-bd90-f5adb378a01e",
        "f8e1c5f4-774a-4739-a850-8e9c4866895b",
        "0f437643-3743-4010-9799-7b061ea9477d",
        "cfa903ff-85e5-4888-96a4-b1f22755199c",
        "986171b9-91c7-4ffa-994a-eead2c7ab755",
        "ab134ac5-410b-4387-8d15-021e5f110c7e",
        "8830c2b1-2864-485a-92d5-6bf5b47e6726",
        "8b339943-6b95-45a9-8f2e-064c8f05619a",
        "e6c2509e-1fdb-473e-8077-52fe797de880",
        "f03c4193-6734-4b99-b643-2648e1742898"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "50be792a-5199-459b-91e2-02f888f51457",
        "2cdfcfbe-2b93-4d5d-befc-e169cbf9649c",
        "99a58c39-7564-4ba8-81e7-1c976ca6f651",
        "70ce1fb6-d254-452a-90be-57b532d9f036",
        "62bc0a6f-3b2a-45c0-9586-ee0fc0691cb8",
        "987fd9f5-d18e-4042-8a8e-7c8dee706bfb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f141c24d-037c-4750-abf2-b7dadd3206a3",
      "dutyDetail": "Review relevant business interfaces and identify any risks which impact on the implementation of the design",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1ba779e9-d0bb-42f5-bc14-1ca92f223b12"
      ],
      "mappedKnowledge": [
        "cfa903ff-85e5-4888-96a4-b1f22755199c",
        "b7b29bce-e7e8-4b12-b040-737bb09ac6d4",
        "4e1a5cba-a147-4662-bcd2-7e502ef1fa97",
        "51f4fb75-10ea-4307-816b-1e2e3962ba89",
        "8830c2b1-2864-485a-92d5-6bf5b47e6726",
        "8b339943-6b95-45a9-8f2e-064c8f05619a"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "7e6246e3-c570-4825-a16f-a635bcc97e13"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "047148ca-f83b-4115-95aa-4a26a4051baf",
      "dutyDetail": "Read & interpret plans and designs to complete insulating tasks",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1ba779e9-d0bb-42f5-bc14-1ca92f223b12"
      ],
      "mappedKnowledge": [
        "e087c88c-0e45-48bf-8222-0d4ffbcbfc0c",
        "986171b9-91c7-4ffa-994a-eead2c7ab755",
        "f568cab2-9adb-48db-b1fc-e733b034c7d3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8d7e051d-0687-4011-8154-15a4f9783486"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d3ef8ab1-f1fb-4c55-9b18-2c59289ce0c9",
      "dutyDetail": "Review relevant building interfaces for risks and defects and report or confirm outcomes",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1ba779e9-d0bb-42f5-bc14-1ca92f223b12"
      ],
      "mappedKnowledge": [
        "f508c34b-c7db-442c-bd6d-4e759e69a35f",
        "cfa903ff-85e5-4888-96a4-b1f22755199c",
        "b7b29bce-e7e8-4b12-b040-737bb09ac6d4",
        "986171b9-91c7-4ffa-994a-eead2c7ab755",
        "8b339943-6b95-45a9-8f2e-064c8f05619a",
        "f568cab2-9adb-48db-b1fc-e733b034c7d3"
      ],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c278ac84-d556-4734-aa22-a38b61f5b379",
      "dutyDetail": "Receive, unload, move and lift materials to site for installation ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "d431748e-f82a-46aa-a30a-6414b5e31698"
      ],
      "mappedKnowledge": [
        "f508c34b-c7db-442c-bd6d-4e759e69a35f",
        "f568cab2-9adb-48db-b1fc-e733b034c7d3"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "50be792a-5199-459b-91e2-02f888f51457",
        "99a58c39-7564-4ba8-81e7-1c976ca6f651",
        "70ce1fb6-d254-452a-90be-57b532d9f036",
        "7e6246e3-c570-4825-a16f-a635bcc97e13"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "634580ad-c810-4aab-a7a4-3db216316801",
      "dutyDetail": "Implement ventilation & airtightness strategies ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "d784a720-baf2-44fa-bd90-f5adb378a01e",
        "9e5c41ab-41f3-445a-8273-28834f9a6cd9",
        "4e1a5cba-a147-4662-bcd2-7e502ef1fa97",
        "f568cab2-9adb-48db-b1fc-e733b034c7d3"
      ],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "20b1dd4c-8d05-4751-81e5-d4adaeca06a5",
      "dutyDetail": "Collaborate with duty holders, stakeholders including clients, residents, and other construction trades",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "20720165-0d72-4058-94aa-99edce44087b",
        "e781fa8d-ea92-4a10-9cbf-e269647c5726",
        "1ba779e9-d0bb-42f5-bc14-1ca92f223b12"
      ],
      "mappedKnowledge": [
        "863610cd-0d85-4e5b-a2bf-1c7658c4048c",
        "9818f2c3-1ef3-4d41-9517-379cebf40222",
        "199e079b-c5f1-478a-bbdc-e6471625ff04",
        "b89338d2-2740-4bbe-8fac-b366f9c43c63",
        "a33ecf2e-c1a1-4431-86dd-12728149aa80",
        "e6c2509e-1fdb-473e-8077-52fe797de880"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8711cb80-57ad-4330-b3be-edc696edb902",
        "0e981651-accc-463e-b708-7a413b3b3466",
        "cc32d436-7902-402e-9951-575734db4775",
        "75a6269f-308e-4c9b-9434-361bb41c4b06",
        "987fd9f5-d18e-4042-8a8e-7c8dee706bfb",
        "a9318acd-849f-422f-b10b-375660e6381c"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "dfc98d16-b3a3-491e-8e83-4ed3fd934108",
      "dutyDetail": "Complete quality assurance checks in accordance with plan to enable information and handover in line with set procedures and manufacturers regulations",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1ba779e9-d0bb-42f5-bc14-1ca92f223b12"
      ],
      "mappedKnowledge": [
        "9818f2c3-1ef3-4d41-9517-379cebf40222"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8711cb80-57ad-4330-b3be-edc696edb902",
        "0e981651-accc-463e-b708-7a413b3b3466"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "15a2ff17-8fa8-4198-b191-82beefae4ce3",
      "dutyDetail": "Use hand and power tools and equipment to complete enabling works",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "f508c34b-c7db-442c-bd6d-4e759e69a35f"
      ],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7465769b-6aa5-4f2b-8c97-909509e72b6b",
      "dutyDetail": "Carry out rectification or remedial work to insulation ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "1ba779e9-d0bb-42f5-bc14-1ca92f223b12"
      ],
      "mappedKnowledge": [
        "f508c34b-c7db-442c-bd6d-4e759e69a35f",
        "d784a720-baf2-44fa-bd90-f5adb378a01e"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "62bc0a6f-3b2a-45c0-9586-ee0fc0691cb8"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7a44ef18-84a8-4e81-ade1-c3c27a750779",
      "dutyDetail": "Inspect, record and report issues with construction ventilation, flues, chimneys and combustion air ventilators ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [
        "51948b63-87b5-4258-b955-fc155a850cbe"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "77d75ece-cf01-40e4-87a9-1cc0b5650550",
        "cfbba8e2-582c-480f-9777-b9dc079f20d0"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "3ea456cd-4f06-4110-ab7f-e810daa764ac",
      "dutyDetail": "Assess the suitability, compatibility and characteristics of planned insulation materials, components and finishes ",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "f0069860-5afd-4760-9642-609072736196"
      ],
      "mappedKnowledge": [
        "ab95e47c-dd3a-4e35-964b-2634daab4c3f",
        "e715dbec-cfea-4bbb-bff5-05d818b24d4b",
        "90b763dd-9ead-42ea-a48b-9111d4a01933",
        "ca5452f3-7ee4-45e7-b6c5-ba41fca3f034",
        "224073f0-1744-427f-ad18-a75d2b706580"
      ],
      "mappedOptions": [
        "05c3295c-a629-495a-81bf-ab3a7f995108"
      ],
      "mappedSkills": [
        "ae0dff03-2f7a-41ed-87c6-c3c46fdfe541",
        "789b2b3e-ff20-4488-88d8-1b886864d3e9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d65e2f81-f66b-4e60-b010-8ec2a9c785ea",
      "dutyDetail": "Calibrate and operate equipment to measure density, flow and quality ",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "f0069860-5afd-4760-9642-609072736196"
      ],
      "mappedKnowledge": [
        "52147779-bc5f-4c21-8731-a492cf7fd6f1",
        "ca5452f3-7ee4-45e7-b6c5-ba41fca3f034",
        "af3b3f54-26ad-4ce8-ae44-12773ae7dc75",
        "224073f0-1744-427f-ad18-a75d2b706580"
      ],
      "mappedOptions": [
        "05c3295c-a629-495a-81bf-ab3a7f995108"
      ],
      "mappedSkills": [
        "c4e8f1ae-ffe8-4405-b9be-64d6ed884b61",
        "2915d35b-0d2c-4ab9-a49d-fcc6f554e0b2",
        "10ebc5ff-73af-47c1-a96d-9345e6ab3852",
        "789b2b3e-ff20-4488-88d8-1b886864d3e9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "307c6c4a-5cab-438e-b677-48e4efb2ddea",
      "dutyDetail": "Prepare and install the insulation system for cavity walls, sub floors, cold and warm roofs to designer specification ",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "f0069860-5afd-4760-9642-609072736196"
      ],
      "mappedKnowledge": [
        "90b763dd-9ead-42ea-a48b-9111d4a01933",
        "52147779-bc5f-4c21-8731-a492cf7fd6f1",
        "3debd9ef-04bd-4b33-9327-c48cdccb24fa",
        "224073f0-1744-427f-ad18-a75d2b706580"
      ],
      "mappedOptions": [
        "05c3295c-a629-495a-81bf-ab3a7f995108"
      ],
      "mappedSkills": [
        "4e6385f8-982c-4a33-b854-76c503bcc54f",
        "e4d50508-7fef-4f07-b4f5-64c8ed1195a6",
        "ae0dff03-2f7a-41ed-87c6-c3c46fdfe541",
        "918db91d-c5a7-45e1-a004-146286020f07",
        "10ebc5ff-73af-47c1-a96d-9345e6ab3852",
        "789b2b3e-ff20-4488-88d8-1b886864d3e9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "03fec25e-6bc6-486a-804e-736632ef2e30",
      "dutyDetail": "Assess the suitability, compatibility and characteristics of planned insulation materials, components and finishes including but not limited to floors, cold roofs, warm roofs and partition walls",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "12051ba6-f25c-47db-8788-692dd5632451"
      ],
      "mappedKnowledge": [
        "f8f0e848-7587-4e18-a356-e26c06abd45c",
        "3da85f42-2fe1-4e93-a19c-d5cebaedc245",
        "69f30bdb-d10b-431e-9145-4f8a24b2711a",
        "a9484ce2-e9c1-4c1e-8579-a93c613376fe",
        "65131a2e-ea38-4e11-81b5-814d9b86aff0",
        "f7399106-bcd9-4f12-85e5-0a51820dd779"
      ],
      "mappedOptions": [
        "3d5210f9-0bab-43e9-be31-f9446655e243"
      ],
      "mappedSkills": [
        "cfbba8e2-582c-480f-9777-b9dc079f20d0",
        "de73036f-1383-48a4-85b0-d0210415eb78",
        "fa821344-a70a-42a3-a362-6e090cf56bad",
        "dfe4a25a-1afd-4788-9981-c6d25a5c7ce5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0c1d2306-2fb4-46f7-bb9c-532f0ecc290d",
      "dutyDetail": "Calibrate and operate equipment to measure and cut insulation materials for roofs, walls and floors ",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "12051ba6-f25c-47db-8788-692dd5632451"
      ],
      "mappedKnowledge": [
        "a9484ce2-e9c1-4c1e-8579-a93c613376fe",
        "65131a2e-ea38-4e11-81b5-814d9b86aff0",
        "0cef6cec-7b71-4fda-abe8-e3a8bcf1d386"
      ],
      "mappedOptions": [
        "3d5210f9-0bab-43e9-be31-f9446655e243"
      ],
      "mappedSkills": [
        "54912403-61f1-4125-9ead-3e1295c99ce3",
        "dfe4a25a-1afd-4788-9981-c6d25a5c7ce5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4544f334-f27d-44eb-b0fd-8b666a9d30a8",
      "dutyDetail": "Prepare and install the insulation system to floors, cold roofs, warm roofs and partition walls to designer specification",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "12051ba6-f25c-47db-8788-692dd5632451"
      ],
      "mappedKnowledge": [
        "8eba279f-5f96-46ff-9ffa-c95efd874b6b",
        "a9484ce2-e9c1-4c1e-8579-a93c613376fe",
        "73e6b9f5-76a6-4281-b9f5-f74af2e86a18",
        "876bf7ae-adc6-4bf0-a3a2-bf0643e15ab2",
        "f7399106-bcd9-4f12-85e5-0a51820dd779"
      ],
      "mappedOptions": [
        "3d5210f9-0bab-43e9-be31-f9446655e243"
      ],
      "mappedSkills": [
        "b060687f-bfdf-47aa-9f8e-95e345a6d4c0",
        "de73036f-1383-48a4-85b0-d0210415eb78",
        "cc9a5b99-35e9-4211-93a2-53683624e16a",
        "f6c8b37c-e9ce-469a-b57e-df82cbf6de50",
        "dfe4a25a-1afd-4788-9981-c6d25a5c7ce5"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [
    {
      "optionId": "05c3295c-a629-495a-81bf-ab3a7f995108",
      "title": "Cavity wall - blown and sprayed insulation",
      "occupationCode": ""
    },
    {
      "optionId": "3d5210f9-0bab-43e9-be31-f9446655e243",
      "title": "Framed section - insulation to floors, cold roofs, warm roofs and partition walls",
      "occupationCode": ""
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-05-16T09:16:11.743"
}