{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 793,
  "referenceNumber": "ST1433",
  "learningAimClassCode": "",
  "title": "Clinical dental technician (GDC 2023)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": true,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1433",
  "qualificationStandardUrl": null,
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2024-12-12T00:00:00",
  "earliestStartDate": "2024-12-12T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Clinical dental technicians (CDT) are General Dental Council (GDC) registered dental professionals who provide complete dentures direct to patients and other dental devices such as partial dentures to the prescription of a dentist.",
  "level": 5,
  "ePALength": 0,
  "typicalDuration": 24,
  "maxFunding": 18000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "Clinical Dental Technician",
    "dentist",
    "dentures",
    "orthodontics",
    "patients"
  ],
  "jobRoles": [
    "Clinical dental technician"
  ],
  "entryRequirements": "&lt;p&gt;&lt;span style=&quot;color: rgba(51, 64, 71, 1);&quot;&gt;You must be a GDC registered dental technician to do this apprenticeship.&lt;/span&gt;&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/51mepgcf/st1433_clinical-dental-technician_l5_v10_for-publication_19082024.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.1 Medicine and dentistry",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;&lt;span style=&quot;color: rgba(51, 64, 71, 1);&quot;&gt;Clinical Dental Technicians (CDT) are General Dental Council (GDC) registered dental professionals who provide complete dentures direct to patients and other dental devices such as partial dentures to the prescription of a dentist. &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span style=&quot;color: rgba(51, 64, 71, 1);&quot;&gt;The CDT role fits between that of a dental technician and a dentist. Like a dental technician, they are able to make dentures in a laboratory but, unlike a dental technician, they have direct contact with patients. Like a dentist, they are able to work in the mouth, taking impressions for the edentulous, dentate or patient with implants. However, they are not able to prescribe to patients who have teeth and therefore work to prescriptions from the dentist as required. The CDT examines, assesses, provides treatment, gives advice and designs, manufactures, modifies and repairs custom-made dental appliances. Working as part of the dental team, they refer edentulous patients to a dentist if they need a treatment plan or if there are oral health concerns. Patients with natural teeth or implants must see a dentist before the CDT begins treatment.&amp;nbsp;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;In their daily work, an employee in this occupation interacts with other dental health professions. CDTs bridge the gap between dental technicians and dentists. They have direct patient contact and provide essential dental services, especially related to dentures and other dental devices.&lt;/p&gt;\n&lt;h4 style=&quot;box-sizing: inherit; margin: 0 0 10px; padding: 0; border: 0; font-variant-numeric: inherit; font-variant-east-asian: inherit; font-variant-alternates: inherit; font-variant-position: inherit; font-stretch: inherit; font-size: 18px; line-height: 1.2;&quot;&gt;Day to day activities include:&lt;/h4&gt;\n&lt;ul style=&quot;box-sizing: inherit; margin: 10px 0; padding: 0; border: 0; font-variant-numeric: inherit; font-variant-east-asian: inherit; font-variant-alternates: inherit; font-variant-position: inherit; font-stretch: inherit; font-size: 16px; line-height: inherit;&quot;&gt;\n&lt;li style=&quot;box-sizing: inherit; margin: 10px 0 10px 15px; padding: 0; border: 0; font-kerning: inherit; font-feature-settings: inherit; vertical-align: baseline; letter-spacing: 0; list-style-type: none; position: relative;&quot;&gt;assessing patients or contributing to patient assessment including taking detailed dental and relevant medical history&lt;/li&gt;\n&lt;li style=&quot;box-sizing: inherit; margin: 10px 0 10px 15px; padding: 0; border: 0; font-kerning: inherit; font-feature-settings: inherit; vertical-align: baseline; letter-spacing: 0; list-style-type: none; position: relative;&quot;&gt;treating acute oral conditions including prescribing and providing complete dentures directly to patients&lt;/li&gt;\n&lt;li style=&quot;box-sizing: inherit; margin: 10px 0 10px 15px; padding: 0; border: 0; font-kerning: inherit; font-feature-settings: inherit; vertical-align: baseline; letter-spacing: 0; list-style-type: none; position: relative;&quot;&gt;responding to treatment plans and working closely with patient to identify the best solution for them&lt;/li&gt;\n&lt;li style=&quot;box-sizing: inherit; margin: 10px 0 10px 15px; padding: 0; border: 0; font-kerning: inherit; font-feature-settings: inherit; vertical-align: baseline; letter-spacing: 0; list-style-type: none; position: relative;&quot;&gt;providing and fitting complete or partial dentures or other dental devices on prescription from a dentist&lt;/li&gt;\n&lt;li style=&quot;box-sizing: inherit; margin: 10px 0 10px 15px; padding: 0; border: 0; font-kerning: inherit; font-feature-settings: inherit; vertical-align: baseline; letter-spacing: 0; list-style-type: none; position: relative;&quot;&gt;taking impressions, designing and/or manufacturing of a range of dental devices&lt;/li&gt;\n&lt;li style=&quot;box-sizing: inherit; margin: 10px 0 10px 15px; padding: 0; border: 0; font-kerning: inherit; font-feature-settings: inherit; vertical-align: baseline; letter-spacing: 0; list-style-type: none; position: relative;&quot;&gt;fitting, modifying and repairing a range of dental devices&lt;/li&gt;\n&lt;li style=&quot;box-sizing: inherit; margin: 10px 0 10px 15px; padding: 0; border: 0; font-kerning: inherit; font-feature-settings: inherit; vertical-align: baseline; letter-spacing: 0; list-style-type: none; position: relative;&quot;&gt;taking and processing radiographs or other images&lt;/li&gt;\n&lt;li style=&quot;box-sizing: inherit; margin: 10px 0 10px 15px; padding: 0; border: 0; font-kerning: inherit; font-feature-settings: inherit; vertical-align: baseline; letter-spacing: 0; list-style-type: none; position: relative;&quot;&gt;advising and encouraging oral hygiene and care of dental devices&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;Dental technicians are registered professionals and work&amp;nbsp;within the standards and scope of practice as defined by&amp;nbsp;the General Dental Council Scope of Practice document.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "03462ed9-a794-4bc3-bb9e-e9a546439344",
      "detail": "Aetiology, pathogenesis and epidemiological trends of oral and dental disease and their application to patient management."
    },
    {
      "knowledgeId": "036041da-2e5a-450e-aeaa-eaaf79361d83",
      "detail": "Clinical presentations of oral and dental diseases relevant to the role of a clinical dental technician and the principles underpinning their diagnosis, prevention, and treatment."
    },
    {
      "knowledgeId": "7f1fffa1-4a93-4251-9544-c03082e937e2",
      "detail": "Variance in disease presentation across diverse cultural and social groups, and those with protected characteristics, and how this impacts diagnosis, prevention, and treatment."
    },
    {
      "knowledgeId": "f9cf3717-b605-44f0-ac47-9d16511161dd",
      "detail": "General and systemic diseases and psychological conditions, and their relevance to oral health and impact on clinical treatment, patient compliance, self-care, and outcomes."
    },
    {
      "knowledgeId": "c9e4b968-31d3-477b-9f7c-d22b43246a5c",
      "detail": "Relevance to patient management of dental, oral, craniofacial, and general anatomy, recognising the diversity of anatomy across the patient."
    },
    {
      "knowledgeId": "e053fe8c-651c-4f15-91dd-b06f5e1fdc76",
      "detail": "Relevant physiology and its application to patient management."
    },
    {
      "knowledgeId": "9fb295d3-a019-46c2-a0c9-ca0b54065ced",
      "detail": "Psychological and sociological concepts and theoretical frameworks of health, illness, behavioural change and disease. "
    },
    {
      "knowledgeId": "b7a7095f-2207-4979-8008-25f569df2597",
      "detail": "Potential routes of transmission of infectious agents in dental practice, mechanisms for the prevention of infection, the scientific principles of decontamination and disinfection and their relevance to health and safety."
    },
    {
      "knowledgeId": "dac30017-1bf9-451a-b434-5ffe315445df",
      "detail": "The need for effective recorded maintenance and testing of equipment and requirements for appropriate storage, handling, and use of materials."
    },
    {
      "knowledgeId": "e1bd038c-3344-4d85-84c6-957f9412038a",
      "detail": "Scientific principles of medical ionizing radiation and statutory regulations, and how these are applied to clinical practice."
    },
    {
      "knowledgeId": "76ed72b7-fe61-4231-b9af-8f4cda1df649",
      "detail": "Principles of obtaining valid patient consent."
    },
    {
      "knowledgeId": "ec8ee0df-9482-4b5c-8657-3ffb63fb8f93",
      "detail": "Importance of each component of the patient assessment process."
    },
    {
      "knowledgeId": "f667bacc-3918-4a23-8a48-d6236a17448d",
      "detail": "Signs of abuse, neglect or emotional trauma, local and national systems that safeguard the welfare of children and adults and how to raise concerns and act accordingly."
    },
    {
      "knowledgeId": "5b3592fd-5902-443a-a3d8-78241ad61e54",
      "detail": "How to provide appropriate advice and support including signposting or referral for health risks from the use of prescribed, non-prescribed and recreational drug use and misuse on oral and general health."
    },
    {
      "knowledgeId": "5d5638f8-1d35-4cef-aae6-a684aa43c02d",
      "detail": "Scientific principles underpinning the use of materials and biomaterials and their limitations and selection, with emphasis on those used in dentistry."
    },
    {
      "knowledgeId": "418978d2-75d9-450a-8a5a-38c21932f192",
      "detail": "Principles of preventive care."
    },
    {
      "knowledgeId": "d00a9cf0-0170-4886-b9fb-2859740ffb78",
      "detail": "Importance of achieving a healthy oral environment prior to introduction of a prosthesis."
    },
    {
      "knowledgeId": "c65411ef-a2d0-4e36-9e46-f8d55f816b59",
      "detail": "How diet and nutritional status can influence oral and general health and how to provide appropriate advice and support."
    },
    {
      "knowledgeId": "c00a475f-8cd1-4434-b466-21d75a3e8818",
      "detail": "Roles and organisation of various referral networks, clinical guidelines and policies and local variation."
    },
    {
      "knowledgeId": "407e3498-9e57-4ddc-ba22-68d6faa85587",
      "detail": "Responsibilities of the dental team as an access point to and from wider healthcare."
    },
    {
      "knowledgeId": "33ef2737-0bd1-4032-9f31-cc0b17b9c83f",
      "detail": "How the design and manufacture of custom-made dental devices can contribute to the prevention of oral disease and the interests of the patient’s long-term oral, health, safety and well-being."
    },
    {
      "knowledgeId": "02cadc78-f276-4fa2-a22f-e947c3bd7f68",
      "detail": "Impact of medical and psychological conditions in a range of patients and how this can influence patient compliance, self-care, and outcomes, taking into account the patient’s cultural identity and values."
    },
    {
      "knowledgeId": "dad0d51d-c574-4623-a22d-666ac8969a2d",
      "detail": "Risks within and around the clinical environment."
    },
    {
      "knowledgeId": "1ca9b706-fc12-4206-805f-09be782ee7e0",
      "detail": "Principles of evidence based and appropriate design in the manufacture and provision of custom-made dental devices."
    },
    {
      "knowledgeId": "8e48bbb1-077d-4377-8f72-d87c66170116",
      "detail": "Use of a range of communication methods and technologies and their appropriate application in support of clinical practice."
    },
    {
      "knowledgeId": "9cd9cbd7-39bd-45ac-85cc-fc93543c2492",
      "detail": "Importance of non-verbal communication, including listening skills, and the barriers to effective communication."
    },
    {
      "knowledgeId": "d9206d18-3a70-41cb-a35a-4a131f29b936",
      "detail": "Professional expectations, potential impact, and consequence of using social media as a communication tool."
    },
    {
      "knowledgeId": "01d83fa8-31d3-490c-a3c5-c64879dde436",
      "detail": "Importance of contemporaneous, complete and accurate patient records in accordance with legal requirements and best practice."
    },
    {
      "knowledgeId": "1eac90eb-54b5-4896-8741-729b9fafb7cb",
      "detail": "The legal responsibilities of maintaining and protecting patients’ information."
    },
    {
      "knowledgeId": "b10c92cf-4e09-49ef-9f8a-db515d17952e",
      "detail": "Responsibilities and limitations of delegating to other members of the dental team."
    },
    {
      "knowledgeId": "f7d31a38-ff75-4933-ba08-2e80d19663dd",
      "detail": "Role and professional responsibilities associated with appraisal training and review of colleagues provision of and receipt of effective feedback in the context of developing members of the dental team."
    },
    {
      "knowledgeId": "089a6551-ea56-451d-b781-d1389aa1ac0e",
      "detail": "Roles of dental and other healthcare professionals in the context of learning and working in a dental and wider healthcare team."
    },
    {
      "knowledgeId": "9ccb542b-35f2-45ea-8456-31eb0b515b08",
      "detail": "Contribution that team members and effective team working makes to the delivery of safe and effective high-quality care, including the benefits of working in culturally diverse teams."
    },
    {
      "knowledgeId": "65d8f808-27cb-44cc-98bd-df986e0b2c9b",
      "detail": "Team working guidance provided by the GDC and other relevant bodies."
    },
    {
      "knowledgeId": "8bab6edb-47a9-44d4-aa09-f2e813a60e97",
      "detail": "Impact of Direct Access on each registrant group and the impact on the application of each group’s scope of practice."
    },
    {
      "knowledgeId": "e684cf5e-23bb-4788-8d49-caf4f37cf662",
      "detail": "Scope of practice of each member of the dental team and how the roles interact for effective teamwork and patient care. "
    },
    {
      "knowledgeId": "72fcf495-5234-4fe5-ad38-434d05eddcdc",
      "detail": "Need to ensure that those who raise concerns are protected from discrimination or other detrimental effects."
    },
    {
      "knowledgeId": "cf383376-8f2d-4bfd-8f9d-a7460611af72",
      "detail": "Differences between management and leadership."
    },
    {
      "knowledgeId": "97c452fa-a240-49b4-9f5a-7f9154d9dfb9",
      "detail": "Own management and leadership role and the range of skills and knowledge required to do this effectively."
    },
    {
      "knowledgeId": "9c091066-5687-410a-9eb6-35036a6bea38",
      "detail": "How to take responsibility for the quality of services and devices provided to the patient as relevant to your scope of practice."
    },
    {
      "knowledgeId": "f6892300-bd16-4ce6-b716-f3981eeec2d8",
      "detail": "Importance of having appropriate indemnity arrangements in place for both the professional and patient."
    },
    {
      "knowledgeId": "f0d949c8-6996-4157-bfaa-590ba17664ef",
      "detail": "Importance of candour and effective communication with patients when things go wrong or when dealing with a complaint."
    },
    {
      "knowledgeId": "86321810-1673-4f0f-8c6d-669ff98d5aa3",
      "detail": "How and where to report any patient safety issues which arise."
    },
    {
      "knowledgeId": "fa93461a-b244-455a-91d7-75cb8aebdd6d",
      "detail": "Personal responsibility and the mechanisms for raising concerns about your own or others’ health, behaviour or professional performance as described in GDC guidance."
    },
    {
      "knowledgeId": "d061848f-4e56-4bec-af36-de4e6aa8e825",
      "detail": "Explain the attributes of professional attitudes and behaviour in all environments and media, including interaction with social media."
    },
    {
      "knowledgeId": "cc5438d7-b98c-47f4-9175-b733289b7a02",
      "detail": "Principles and procedures for good complaints handling."
    },
    {
      "knowledgeId": "b9bff20a-5fd5-45a8-99af-785a8e11c4b7",
      "detail": "Responsibility that dental practices and individual practitioners have in compliance with legal and regulatory frameworks"
    },
    {
      "knowledgeId": "94a63d94-bfea-4474-81ba-535b1ac820f4",
      "detail": "Diversity, equality, inclusion and discrimination and the underpinning legislation, and explain how to apply these principles to manage patients with protected characteristics and work within the dental team, noting that this legislation may differ in England, Scotland, Wales and Northern Ireland."
    },
    {
      "knowledgeId": "e0dcc76a-9247-47b5-a667-c75beed9e823",
      "detail": "Cultural competence and its relevance in assessing the needs and planning care for patients from diverse backgrounds."
    },
    {
      "knowledgeId": "7fd1f4a1-f6fa-419b-a9a6-52a732925b97",
      "detail": "The GDC’s expectations and requirements as set out in regulations and guidance and other relevant laws, ethical guidance and systems, in addition to the above legal frameworks."
    },
    {
      "knowledgeId": "30698afa-7349-4f51-9998-3b8bdbadb329",
      "detail": "The basic principles of a population health approach including demographic and social trends, UK and international oral health trends, determinants of health and inequalities in health, and the ways in which these are measured and current patterns."
    },
    {
      "knowledgeId": "b81c329f-f765-428e-a687-3b9d7d708669",
      "detail": "Dental and wider healthcare systems dental professionals work within including local and national health policy and organisations, delivery of healthcare and equity."
    },
    {
      "knowledgeId": "eaa89ed1-2edb-4589-9800-7513c7a0e3cb",
      "detail": "Role of health promotion in terms of the changing environment, community and individual behaviours to deliver health gain."
    },
    {
      "knowledgeId": "cac302b2-4ddf-4717-8c5e-d3cc20b41e7e",
      "detail": "Principles of planning oral health care for communities to meet needs and demands."
    },
    {
      "knowledgeId": "c38de44f-11d6-4988-a930-cb705fd55cb9",
      "detail": "Principles and limitations of the currently available options for funding of dental healthcare provision for individual patients."
    },
    {
      "knowledgeId": "bfeedb1d-7b7f-417b-bdf0-b9fc845de042",
      "detail": "The ethical challenges associated with providing patient care within the current dental healthcare systems."
    },
    {
      "knowledgeId": "54cae7a5-d131-4593-8875-5c0fda63fb10",
      "detail": "The considerations of the management of resources in provision of care decisions including appropriate use of primary and secondary care networks."
    },
    {
      "knowledgeId": "1be2f067-f652-4711-a414-da19eacff2b8",
      "detail": "Importance of collaboration across the health and social care sector for the benefit of communities and individual patients."
    },
    {
      "knowledgeId": "490d08a5-c67f-4114-a4d8-91d5f94f8f4a",
      "detail": "Barriers and challenges which prevent sections of the population accessing oral healthcare, including patients from marginalised populations and patients with protected characteristics."
    },
    {
      "knowledgeId": "c5fa8e67-3a6b-4de8-8409-756088b5b2a0",
      "detail": "Main principles relating to sustainable oral health care, both environmentally and in terms of patient compliance, and the factors that might affect implementing a sustainable approach."
    },
    {
      "knowledgeId": "68ab5ff8-c6f0-48ef-a81a-de3027e84225",
      "detail": "The term insight in the context of professional practice."
    },
    {
      "knowledgeId": "86f5fc8a-5c08-4f6f-b144-3d23ea00e733",
      "detail": "Why insight is important in ensuring safe and effective patient care, and to personal development."
    },
    {
      "knowledgeId": "589b9d64-c251-4c66-a10e-14f18122b1e8",
      "detail": "Principles of an evidence-based approach."
    },
    {
      "knowledgeId": "634d690d-0128-479a-84ac-cb3856b8fb4c",
      "detail": "Model for self-reflection and how this process can be used to inform personal development, viewpoint, preconceptions, bias and behaviour."
    },
    {
      "knowledgeId": "f4cb5eda-bd31-43d4-aabb-3ac0995e0e8e",
      "detail": "Importance of assessment, feedback, critical reflection, identification of learning needs and appraisal in personal development planning."
    },
    {
      "knowledgeId": "a335fa40-0f92-4088-be39-dd52c6ccb0e0",
      "detail": "Importance of and requirement for commitment to lifelong learning."
    },
    {
      "knowledgeId": "22d4c235-db73-446f-a5b8-7cd72fae31e2",
      "detail": "Principles of personal development planning, recording of evidence, and reflective practice."
    },
    {
      "knowledgeId": "6fa7c9a9-4807-43e4-9f50-c074828777a2",
      "detail": "Opportunities for improvement of a clinical service or to manage and or mitigate risks."
    },
    {
      "knowledgeId": "0c23ecb8-ff42-4a14-a67f-9abe5fe219aa",
      "detail": "Ways of self-monitoring, self-care and routes of seeking appropriate advice in terms of personal wellbeing."
    },
    {
      "knowledgeId": "13c2f198-47e8-4eeb-a515-9b418f864266",
      "detail": "Strategies to identify and manage the personal and emotional challenges of work, teamwork and workload."
    },
    {
      "knowledgeId": "35e8a91f-6b87-4a27-b7ba-62958d6bdb06",
      "detail": "Strategies to identify and manage the personal and emotional challenges of uncertainty and change."
    },
    {
      "knowledgeId": "52cbc75c-d994-456c-bcc7-587e517383ea",
      "detail": "The role of coping strategies for practice, such as reflection, self-acceptance, debriefing, handing over to another colleague, peer support and asking for help in responding to challenges and setbacks."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "6fc5a916-2285-4209-bd73-f88e723d51a3",
      "detail": "Compassionate professional behaviour and professional responsibilities making sure the fundamental needs of patients and carers are addressed."
    },
    {
      "behaviourId": "1cc5fb5e-49f8-473e-bb50-0e38377ed3db",
      "detail": "Act with integrity, be polite, considerate, trustworthy, conscientious and honest."
    },
    {
      "behaviourId": "13ec55da-0414-47c0-9daf-f0aaa43c7161",
      "detail": "Take personal and professional responsibility for their actions."
    },
    {
      "behaviourId": "feb01c63-4111-4106-884d-d628cbca772c",
      "detail": "Manage time and prioritise effectively."
    },
    {
      "behaviourId": "f494887d-6a6d-43c1-9dc6-f2e6069e02b4",
      "detail": "Be open and honest in their interactions with patients, carers, colleagues and employers when things go wrong, known as the professional duty of candour."
    },
    {
      "behaviourId": "a0bbc467-1347-4cf9-a38e-900f360d1c03",
      "detail": "Respect patients’ wishes about whether they wish to participate in the education of learners."
    },
    {
      "behaviourId": "3564ef26-99db-4e7e-8823-74e4b4cfc302",
      "detail": "Uphold the General Dental Council Standards for The Dental Team (2013)."
    },
    {
      "behaviourId": "f8a978b3-95ea-4367-b96d-b05d1a8a675e",
      "detail": "Willingness to learn, and be proactive in progressing in your own development."
    }
  ],
  "skills": [
    {
      "skillId": "c65ba4bc-2eba-404f-a46b-926bb1ea5149",
      "detail": "Identify the clinical presentations of oral and dental diseases relevant to the role of a clinical dental technician and the principles underpinning their diagnosis, prevention, and treatment."
    },
    {
      "skillId": "0eaa28bc-b312-4df3-afd8-70a28d694b56",
      "detail": "Identify relevant and appropriate dental, oral, craniofacial, and general anatomy, recognising the diversity of anatomy across the patient population."
    },
    {
      "skillId": "583d649b-b561-4ea1-8a28-81665314e230",
      "detail": "Apply psychological and sociological concepts and theoretical frameworks of health, illness, behavioural change and disease to clinical practice. "
    },
    {
      "skillId": "02d8c497-2d5a-4255-afa9-c764adccd663",
      "detail": "Critically evaluate all components of patient management including risks, benefits, contra-indications and indications."
    },
    {
      "skillId": "9dd9058e-afdf-4fa7-aa49-cdb95f1d760d",
      "detail": "Adopt an evidence-based approach to clinical practice."
    },
    {
      "skillId": "be727249-75da-4e68-89c6-f9946c8daad0",
      "detail": "Obtain, record, and interpret a comprehensive and contemporaneous patient history, taking into account social and or cultural sensitivities."
    },
    {
      "skillId": "281279d8-bedb-4218-baf4-6fea0b25d395",
      "detail": "Undertake an appropriate systematic intra- and extra-oral clinical examination."
    },
    {
      "skillId": "96c80fcb-8c08-4f10-afb3-fef78b384fb0",
      "detail": "Assess patients’ levels of anxiety, experience, and expectations in respect of dental care and oral health."
    },
    {
      "skillId": "af7a6356-944f-46b3-bcc3-7f1bc9bae16a",
      "detail": "Undertake relevant special investigations and diagnostic procedures, including radiography."
    },
    {
      "skillId": "9e86446f-c267-4102-9873-bd763bdd0c8c",
      "detail": "Formulate a differential diagnosis or diagnoses and from there a definitive diagnosis for the edentulous patient."
    },
    {
      "skillId": "e9a85cc0-21cd-4287-8909-22066a0da6ec",
      "detail": "Obtain valid consent from patients explaining all the relevant factors and taking into account the legal requirements where appropriate within scope of practice."
    },
    {
      "skillId": "8f0a873a-84ab-4f63-87f2-a50f9005134b",
      "detail": "Evaluate the health risks of prescribed, non-prescribed and recreational drug use and misuse on oral and general health."
    },
    {
      "skillId": "8b36d3df-ee95-489b-a8b3-633cc0775ff5",
      "detail": "Underpin all patient care with a preventive approach, that takes account of patient compliance and self-care, to contribute to the patient’s long-term oral and general health."
    },
    {
      "skillId": "b8809d4a-4ed0-4a4a-b53b-9ce633e16da2",
      "detail": "Describe, take account of and explain to the patient the impact of their periodontal health, including compliance with oral healthcare advice, potential effect on general health and the need for self-care in the overall treatment plan and how this influences their treatment outcome."
    },
    {
      "skillId": "dc5c7567-63ce-4617-8ed5-5cc1940535ec",
      "detail": "Identify potential malignancy and tumours and explain the importance of early referral."
    },
    {
      "skillId": "4e22a5f1-69e7-48e4-8686-cbf94216ab19",
      "detail": "Synthesise the full results of the patient’s assessment and make clinical judgements as appropriate for the edentulous patient taking into account patient compliance, values, cultural identity self-care."
    },
    {
      "skillId": "01860861-41a5-4722-bf72-84587d6553ec",
      "detail": "Formulate a personalised treatment plan, synthesising patient assessment, diagnostic data, prognosis, and shared decision making."
    },
    {
      "skillId": "ac621349-1881-47cf-8e25-a723175603e7",
      "detail": "Assess own capabilities and limitations and refer patients for treatment or advice when and where appropriate."
    },
    {
      "skillId": "51f766b0-1522-4632-81a7-da00e56cdbfc",
      "detail": "Manage appropriate laboratory investigations."
    },
    {
      "skillId": "7b59c39e-4862-4822-95c4-3632ec1e7a4f",
      "detail": "Identify and manage the impact of medical and psychological conditions in a range of patients and determine how this can influence patient compliance, self-care, and outcomes, taking into account the patient’s cultural identity and values."
    },
    {
      "skillId": "48f2e9c7-874a-4d11-983a-fa35936a0a05",
      "detail": "Prevent, diagnose, and manage patient anxiety appropriately, effectively, and safely."
    },
    {
      "skillId": "f5155bfc-e860-4674-b052-4adb6a445480",
      "detail": "Prevent, diagnose, and manage patient pain appropriately, effectively, and safely."
    },
    {
      "skillId": "e0d7cc8a-d766-4c5a-a0da-0ae58b3d5c11",
      "detail": "Monitor and review treatment outcomes and patient response to advice, providing aftercare, follow-up and ongoing preventive advice and intervention."
    },
    {
      "skillId": "01b03387-4692-437c-bc14-5ffe17954c05",
      "detail": "Identify the risks within and around the clinical environment and manage these in a safe and effective manner"
    },
    {
      "skillId": "d5ee592f-75c2-4ef7-8565-b7198112fe4d",
      "detail": "Implement, perform, and manage effective decontamination and infection control procedures according to current guidelines."
    },
    {
      "skillId": "04b07913-8039-4489-8bbf-0800900dbd9e",
      "detail": "Identify, assess, and manage medical emergencies."
    },
    {
      "skillId": "7817af61-4138-4e5c-8c6f-5d7afca5b427",
      "detail": "Manage patients’ acute oral conditions ensuring involvement of appropriate dental team members."
    },
    {
      "skillId": "22b63708-568f-430e-ace9-0fefcadc38b1",
      "detail": "Provide patients and or carers with comprehensive, personalised preventive advice, instruction and intervention in a manner which is accessible, promotes self-care and motivates patients and or carers to comply with advice and take responsibility to maintain and improve oral health."
    },
    {
      "skillId": "fe86161e-d177-4b15-8f5a-b650513ae055",
      "detail": "Evaluate for individual patients the need for more complex treatment and seek advice."
    },
    {
      "skillId": "9fa203a5-bcc1-4a56-a44b-142ceed06c5f",
      "detail": "Apply the principles of evidence based and appropriate design in the manufacture and provision of custom-made dental devices."
    },
    {
      "skillId": "9db8849a-03cf-4c3a-bcb1-a9254f293459",
      "detail": "Design, manufacture, assess and provide biomechanically sound removable devices. "
    },
    {
      "skillId": "86969b60-3bdf-4aa6-9b7c-b638f66da628",
      "detail": "Design, manufacture, assess and provide biomechanically sound fixed prostheses."
    },
    {
      "skillId": "b0bf5965-72db-4b99-a88d-80148db102b5",
      "detail": "Design, manufacture, assess and provide biomechanically sound orthodontic appliances."
    },
    {
      "skillId": "bdc99bb2-9499-4cf2-9e87-956543a46ce5",
      "detail": "Repair and modify removable custom-made dental devices to meet the needs of the patient."
    },
    {
      "skillId": "afb7bf46-c037-428f-a366-07bde1beae06",
      "detail": "Assess and ensure fitness for purpose of custom-made dental devices and propose alternative solutions where required."
    },
    {
      "skillId": "a5e1569c-a5fa-486a-a545-c590a4dc036a",
      "detail": "Carry out procedures to meet the prescription."
    },
    {
      "skillId": "018f0c4f-ff01-4b2f-8f7a-b8ac0247402e",
      "detail": "Fit devices and appliances for the oral cavity according to prescription."
    },
    {
      "skillId": "cc9fd234-e808-47c8-9720-a8fffe2f5a34",
      "detail": "Fit biomechanically sound complete dentures."
    },
    {
      "skillId": "b10d3b31-a928-4a54-9004-8f4257677c14",
      "detail": "Communicate effectively and sensitively, tailoring to context, by spoken, written and or electronic means with all patients, including patients whose first language is not English, using representatives or interpreters where necessary, in relation to patients with anxious or challenging behaviour or special considerations such as emotional trauma, difficult circumstances, such as breaking bad news, or discussing issues such as alcohol consumption, smoking, or diet."
    },
    {
      "skillId": "d1842dd9-ee9d-4782-8981-c0cb4b9a2958",
      "detail": "Communicate effectively and sensitively by spoken, written and electronic means with the public."
    },
    {
      "skillId": "27937bed-27cf-4123-b35f-5c2d6cb98917",
      "detail": "Communicate effectively by spoken, written and electronic means with colleagues from dental and other healthcare professions in relation to: the direct care of individual patients, oral health promotion and raising concerns when problems arise, including where patients cause distress to staff."
    },
    {
      "skillId": "c36c3727-5d59-43dd-943d-a1584d83e1bf",
      "detail": "Use appropriate methods to provide accurate, clear and comprehensive information when referring patients to other dental and healthcare professionals."
    },
    {
      "skillId": "47e2e2bb-bf0b-42e8-8fe4-a362ee8bd8bb",
      "detail": "Communicate appropriately and effectively in professional discussions and transactions."
    },
    {
      "skillId": "df2f8586-9dad-48ad-95d9-3e1a5c811207",
      "detail": "Communicate with care, compassion, empathy and respect in all professional interactions with patients, their representatives, the public and colleagues. "
    },
    {
      "skillId": "ecc3b6a5-a058-4a8e-a619-9e5a2eb9d450",
      "detail": "Maintain contemporaneous, complete and accurate patient records in accordance with legal requirements and best practice."
    },
    {
      "skillId": "0f71b49e-a4a9-49e8-bf3b-cf9e533a781c",
      "detail": "Give feedback effectively to other members of the team."
    },
    {
      "skillId": "bb5cf20a-2f72-400d-9bf6-3d55ee04904c",
      "detail": "Respect the roles of dental and other healthcare professionals in the context of learning and working in a dental and wider healthcare team."
    },
    {
      "skillId": "289f6e2b-bc97-43d5-9070-e215769002b7",
      "detail": "Demonstrate effective team working."
    },
    {
      "skillId": "ff2d8060-a926-4ebd-9630-aaa0f09dcc00",
      "detail": "Contribute to your team in providing dental care for patients."
    },
    {
      "skillId": "1699b39e-10f4-44a8-ba02-637f026e73c7",
      "detail": "Take a patient-centred approach to working with the dental and wider healthcare team."
    },
    {
      "skillId": "8b95d2f0-7f19-451c-bca9-8823eeb61e65",
      "detail": "Where appropriate manage and refer or delegate work according to the scope of practice of members of the dental team, in line with competence and professional practice. "
    },
    {
      "skillId": "f7df8d3f-a384-4d74-ab61-7a780ea78b21",
      "detail": "Provide the best possible outcome for your patients by using your knowledge and skills, acting as an advocate for their needs where appropriate."
    },
    {
      "skillId": "6b586059-396d-4b30-aac0-0fd13444857c",
      "detail": "Speak up to protect others from harm."
    },
    {
      "skillId": "a9bfef16-4218-443d-aee8-384a24e190ea",
      "detail": "Raise concerns where appropriate about your own or others’ health, behaviour or professional performance."
    },
    {
      "skillId": "b2d82865-813b-4317-811a-f46fc7ecadbb",
      "detail": "Comply with systems and processes to support safe patient care."
    },
    {
      "skillId": "1ccaba72-aaa0-4410-bb1d-b70b2b642cbd",
      "detail": "Act in accordance with current best practice guidelines."
    },
    {
      "skillId": "6b87922e-2da4-4b38-ac10-9da8e90a5d8c",
      "detail": "Act in accordance with national and local clinical governance and health and safety requirements."
    },
    {
      "skillId": "9ff960ff-d30b-408f-88fd-6e0457068ad6",
      "detail": "Act within the legal frameworks which inform personal behaviour, the delivery of healthcare and the protection and promotion of the health of individual patients."
    },
    {
      "skillId": "65572780-965e-42f3-b889-f1d87d631904",
      "detail": "Act with integrity and ensure your actions maintain the trust of colleagues, patients, and the public in you, your team, and the profession across all environments and media."
    },
    {
      "skillId": "13792fb4-b7ac-49ce-a898-f8bc6f476788",
      "detail": "Proactively address discriminatory language, behaviour and microaggressions from colleagues, patients and other professionals."
    },
    {
      "skillId": "466a8e6f-5408-4e97-a628-bef5b65417bf",
      "detail": "Demonstrate personal accountability to patients, the regulator, the team and wider community."
    },
    {
      "skillId": "9e029df0-40ac-401b-b56a-58049900f280",
      "detail": "Work in partnership with colleagues to develop and maintain an effective and supportive environment which promotes the safety and wellbeing of the patient and dental team."
    },
    {
      "skillId": "f4138e4c-e0ae-4e0c-86ee-163c9ce7f28d",
      "detail": "Where appropriate lead, manage and take professional responsibility for the actions of colleagues and other members of the team involved in patient care."
    },
    {
      "skillId": "afaa9859-dc85-457a-b436-1be0fea2542a",
      "detail": "Treat your patients, members of the public and your colleagues with dignity and respect and without discrimination."
    },
    {
      "skillId": "f6cf1400-7605-4d17-9f7b-c0c3034064b1",
      "detail": "Support patients to make informed decisions about their care, making their interests your first concern."
    },
    {
      "skillId": "2ecfddfb-8d56-4101-88c2-48f2a54825da",
      "detail": "Demonstrate cultural competence, accepting and respecting the diversity of patients and colleagues."
    },
    {
      "skillId": "5b182186-b7be-4b85-a78e-42f353acc518",
      "detail": "Evaluate the role of health promotion in terms of the changing environment, community and individual behaviours to deliver health gain."
    },
    {
      "skillId": "ca782e0e-96ef-4305-8bbf-f5ebb59d8e9f",
      "detail": "Evaluate evidence-based prevention at a community and or population level."
    },
    {
      "skillId": "85d6a01f-6661-415d-b08d-c6ec25badf14",
      "detail": "Where appropriate support patients to negotiate the barriers and challenges which prevent sections of the population from accessing oral healthcare, including patients from marginalised populations and patients with protected characteristics."
    },
    {
      "skillId": "3a5752f7-5b83-4958-8a7b-2b2e4749da64",
      "detail": "Evaluate and apply the evidence base in relation to the environmental impacts of common treatment methods and approaches to the delivery of oral healthcare."
    },
    {
      "skillId": "a611fa3c-c159-496d-a114-7ffd3614d764",
      "detail": "Contribute positively to the healthcare communities of which you are a part."
    },
    {
      "skillId": "c03e5036-bfcf-412f-a578-97960501c98a",
      "detail": "Evaluate an evidence base."
    },
    {
      "skillId": "879c4dbe-2e68-4ab7-8f46-e58e9121cb29",
      "detail": "Critically appraise approaches to dental research and explain how to integrate the outcomes of research with patient care. "
    },
    {
      "skillId": "a6b1ac8a-8de4-469a-9523-6b5032298954",
      "detail": "Utilise the receipt of effective feedback in the professional development of self."
    },
    {
      "skillId": "c8d1c32d-c795-49e8-9299-278460a92da7",
      "detail": "Demonstrate personal development planning, recording of evidence, and reflective practice. "
    },
    {
      "skillId": "926f6b46-8f43-4f3c-aa29-79921d008462",
      "detail": "Evaluate the impact of new techniques and technologies in clinical practice."
    },
    {
      "skillId": "934499c8-547d-452f-81e6-3ff4dd1eafc0",
      "detail": "Accurately assess your own capabilities and limitations in the interest of high-quality patient care and seek advice from supervisors or colleagues where appropriate."
    },
    {
      "skillId": "33d683bd-d218-4459-9e64-6b6020c8db94",
      "detail": "Recognise personal assumptions, biases and prejudices and manage the impact of these on patient care and professional behaviour with colleagues, patients and wider society."
    },
    {
      "skillId": "82678d87-ed0e-4a39-a194-356c805e66dc",
      "detail": "Recognise the impact of contextual factors on the health care environment and patient safety and manage this professionally."
    },
    {
      "skillId": "5195743f-ab75-47d6-a6c5-44e2b4d258f9",
      "detail": "Demonstrate own professional responsibility in the development of self."
    },
    {
      "skillId": "64b7a3b3-fd53-431f-bc2e-96a1c545ef9c",
      "detail": "Develop and maintain professional knowledge and competence."
    },
    {
      "skillId": "6ec12cc3-0822-40b8-8f26-9c1ca8ca9a1f",
      "detail": "Demonstrate appropriate continuous improvement activities."
    },
    {
      "skillId": "27175672-957e-4497-b1ab-26707277ccea",
      "detail": "Demonstrate engagement with systems and personal strategies which promote and maintain physical and mental wellbeing."
    },
    {
      "skillId": "1641a15c-d303-4b0a-a474-5fbd0f31f350",
      "detail": "Recognise when and how to take action if wellbeing is compromised to a point of affecting an individual’s role or professional relationships."
    },
    {
      "skillId": "248cb90c-c800-4ba4-8d7d-903d26c9f1ad",
      "detail": "Effectively manage your own time and resources."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2024-12-12T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0600",
  "tbMainContact": "john.darby@hee.nhs.uk; Ruth.Chesmore@bupadentalcare.co.uk; shalin.mehra@rodericksdental.co.uk",
  "involvedEmployers": "Bupa Dental Care, City and Guilds, Colosseum Dental, Community Dental Services, Damira Dental, General Dental Council, Health Education England (HEE), NCFE, Nexus Dental, NHS England, Northern Skills Group, Obex Dental, Orthodontic Team Training, Riverdale Healthcare, Rodericks Dental, Skills for Health, Smile Dental Care, Taunton & Somerset NHS Foundation Trust, Tempdent, Today's Dental, UCLAN, University of Bolton, Workforce Development Trust, Yoevil College",
  "otherInvolvedStakeholders": "",
  "regulated": true,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Clinical dental technician"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Health practitioner",
  "clusterId": "10",
  "clusterDescription": "Provide direct patient contact and high quality care with in-depth knowledge of the factors influencing health and ill-health using specialist expertise",
  "createdDate": "2024-10-14T11:51:47 +00:00",
  "lastUpdated": "2024-12-12T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2024-12-12T00:00:00 +00:00",
  "banners": "This apprenticeship standard has been approved for delivery by the Institute for Apprenticeships and Technical Education. However, starts on the apprenticeship will only be possible once a suitable end-point assessment organisation (EPAO) is in place. Once an EPAO is in place, funding for apprentice starts will be permitted and this message will be removed.",
  "occupationCode": "OCC1433",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1433-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1433-v1-0",
  "qualifications": [
    {
      "qualificationId": "c067c073-cc11-4441-93e4-c6fe35bb2ab3",
      "title": "A qualification approved by the GDC to enable professional registration with the GDC as a Clinical Dental Technician",
      "level": "5",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "60f61ff7-1014-45d3-a5ca-3bd96ccd49a5",
      "dutyDetail": "Undertake routine clinical dental technology clinical and technical procedures and tasks relevant to the assessment and diagnosis of patients.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6fc5a916-2285-4209-bd73-f88e723d51a3",
        "1cc5fb5e-49f8-473e-bb50-0e38377ed3db",
        "13ec55da-0414-47c0-9daf-f0aaa43c7161",
        "feb01c63-4111-4106-884d-d628cbca772c",
        "f494887d-6a6d-43c1-9dc6-f2e6069e02b4",
        "a0bbc467-1347-4cf9-a38e-900f360d1c03",
        "3564ef26-99db-4e7e-8823-74e4b4cfc302",
        "f8a978b3-95ea-4367-b96d-b05d1a8a675e"
      ],
      "mappedKnowledge": [
        "03462ed9-a794-4bc3-bb9e-e9a546439344",
        "036041da-2e5a-450e-aeaa-eaaf79361d83",
        "7f1fffa1-4a93-4251-9544-c03082e937e2",
        "f9cf3717-b605-44f0-ac47-9d16511161dd",
        "c9e4b968-31d3-477b-9f7c-d22b43246a5c",
        "e053fe8c-651c-4f15-91dd-b06f5e1fdc76",
        "9fb295d3-a019-46c2-a0c9-ca0b54065ced",
        "b7a7095f-2207-4979-8008-25f569df2597",
        "dac30017-1bf9-451a-b434-5ffe315445df",
        "e1bd038c-3344-4d85-84c6-957f9412038a",
        "76ed72b7-fe61-4231-b9af-8f4cda1df649",
        "ec8ee0df-9482-4b5c-8657-3ffb63fb8f93",
        "f667bacc-3918-4a23-8a48-d6236a17448d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c65ba4bc-2eba-404f-a46b-926bb1ea5149",
        "0eaa28bc-b312-4df3-afd8-70a28d694b56",
        "583d649b-b561-4ea1-8a28-81665314e230",
        "02d8c497-2d5a-4255-afa9-c764adccd663",
        "9dd9058e-afdf-4fa7-aa49-cdb95f1d760d",
        "be727249-75da-4e68-89c6-f9946c8daad0",
        "281279d8-bedb-4218-baf4-6fea0b25d395",
        "96c80fcb-8c08-4f10-afb3-fef78b384fb0",
        "af7a6356-944f-46b3-bcc3-7f1bc9bae16a",
        "9e86446f-c267-4102-9873-bd763bdd0c8c",
        "e9a85cc0-21cd-4287-8909-22066a0da6ec"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a0e02819-2c14-43ef-86d5-6ba319c22786",
      "dutyDetail": "Undertake routine dental technology clinical and technical procedures and tasks relevant to treatment planning, patient management and onward referral of patients.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6fc5a916-2285-4209-bd73-f88e723d51a3",
        "1cc5fb5e-49f8-473e-bb50-0e38377ed3db",
        "13ec55da-0414-47c0-9daf-f0aaa43c7161",
        "feb01c63-4111-4106-884d-d628cbca772c",
        "f494887d-6a6d-43c1-9dc6-f2e6069e02b4",
        "a0bbc467-1347-4cf9-a38e-900f360d1c03",
        "3564ef26-99db-4e7e-8823-74e4b4cfc302",
        "f8a978b3-95ea-4367-b96d-b05d1a8a675e"
      ],
      "mappedKnowledge": [
        "5b3592fd-5902-443a-a3d8-78241ad61e54",
        "5d5638f8-1d35-4cef-aae6-a684aa43c02d",
        "418978d2-75d9-450a-8a5a-38c21932f192",
        "d00a9cf0-0170-4886-b9fb-2859740ffb78",
        "c65411ef-a2d0-4e36-9e46-f8d55f816b59",
        "c00a475f-8cd1-4434-b466-21d75a3e8818",
        "407e3498-9e57-4ddc-ba22-68d6faa85587",
        "33ef2737-0bd1-4032-9f31-cc0b17b9c83f",
        "02cadc78-f276-4fa2-a22f-e947c3bd7f68",
        "dad0d51d-c574-4623-a22d-666ac8969a2d"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "8f0a873a-84ab-4f63-87f2-a50f9005134b",
        "8b36d3df-ee95-489b-a8b3-633cc0775ff5",
        "b8809d4a-4ed0-4a4a-b53b-9ce633e16da2",
        "dc5c7567-63ce-4617-8ed5-5cc1940535ec",
        "4e22a5f1-69e7-48e4-8686-cbf94216ab19",
        "01860861-41a5-4722-bf72-84587d6553ec",
        "ac621349-1881-47cf-8e25-a723175603e7",
        "51f766b0-1522-4632-81a7-da00e56cdbfc",
        "7b59c39e-4862-4822-95c4-3632ec1e7a4f",
        "48f2e9c7-874a-4d11-983a-fa35936a0a05",
        "f5155bfc-e860-4674-b052-4adb6a445480",
        "e0d7cc8a-d766-4c5a-a0da-0ae58b3d5c11",
        "01b03387-4692-437c-bc14-5ffe17954c05",
        "d5ee592f-75c2-4ef7-8565-b7198112fe4d",
        "04b07913-8039-4489-8bbf-0800900dbd9e",
        "7817af61-4138-4e5c-8c6f-5d7afca5b427",
        "22b63708-568f-430e-ace9-0fefcadc38b1",
        "fe86161e-d177-4b15-8f5a-b650513ae055"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6babdb1c-8986-46cb-8b81-7e5af695aedf",
      "dutyDetail": "Undertake routine dental technology clinical and technical procedures and tasks relevant to design and fitting of dental devices, prostheses and orthodontic appliances. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6fc5a916-2285-4209-bd73-f88e723d51a3",
        "1cc5fb5e-49f8-473e-bb50-0e38377ed3db",
        "13ec55da-0414-47c0-9daf-f0aaa43c7161",
        "feb01c63-4111-4106-884d-d628cbca772c",
        "f494887d-6a6d-43c1-9dc6-f2e6069e02b4",
        "a0bbc467-1347-4cf9-a38e-900f360d1c03",
        "3564ef26-99db-4e7e-8823-74e4b4cfc302",
        "f8a978b3-95ea-4367-b96d-b05d1a8a675e"
      ],
      "mappedKnowledge": [
        "1ca9b706-fc12-4206-805f-09be782ee7e0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "9fa203a5-bcc1-4a56-a44b-142ceed06c5f",
        "9db8849a-03cf-4c3a-bcb1-a9254f293459",
        "86969b60-3bdf-4aa6-9b7c-b638f66da628",
        "b0bf5965-72db-4b99-a88d-80148db102b5",
        "bdc99bb2-9499-4cf2-9e87-956543a46ce5",
        "afb7bf46-c037-428f-a366-07bde1beae06",
        "a5e1569c-a5fa-486a-a545-c590a4dc036a",
        "018f0c4f-ff01-4b2f-8f7a-b8ac0247402e",
        "cc9fd234-e808-47c8-9720-a8fffe2f5a34"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "2e2c7881-b72d-41e1-a175-731f97a9292f",
      "dutyDetail": "Communicate effectively, maintaining confidentiality and records appropriately.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6fc5a916-2285-4209-bd73-f88e723d51a3",
        "1cc5fb5e-49f8-473e-bb50-0e38377ed3db",
        "13ec55da-0414-47c0-9daf-f0aaa43c7161",
        "feb01c63-4111-4106-884d-d628cbca772c",
        "f494887d-6a6d-43c1-9dc6-f2e6069e02b4",
        "a0bbc467-1347-4cf9-a38e-900f360d1c03",
        "3564ef26-99db-4e7e-8823-74e4b4cfc302",
        "f8a978b3-95ea-4367-b96d-b05d1a8a675e"
      ],
      "mappedKnowledge": [
        "8e48bbb1-077d-4377-8f72-d87c66170116",
        "9cd9cbd7-39bd-45ac-85cc-fc93543c2492",
        "d9206d18-3a70-41cb-a35a-4a131f29b936",
        "01d83fa8-31d3-490c-a3c5-c64879dde436",
        "1eac90eb-54b5-4896-8741-729b9fafb7cb"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "b10d3b31-a928-4a54-9004-8f4257677c14",
        "d1842dd9-ee9d-4782-8981-c0cb4b9a2958",
        "27937bed-27cf-4123-b35f-5c2d6cb98917",
        "c36c3727-5d59-43dd-943d-a1584d83e1bf",
        "47e2e2bb-bf0b-42e8-8fe4-a362ee8bd8bb",
        "df2f8586-9dad-48ad-95d9-3e1a5c811207",
        "ecc3b6a5-a058-4a8e-a619-9e5a2eb9d450"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a0dfcc6c-640b-428f-b473-82d5d61546f6",
      "dutyDetail": "Provide professional leadership within the team working in partnership with patients, dental teams, other health and social care professionals.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6fc5a916-2285-4209-bd73-f88e723d51a3",
        "1cc5fb5e-49f8-473e-bb50-0e38377ed3db",
        "13ec55da-0414-47c0-9daf-f0aaa43c7161",
        "feb01c63-4111-4106-884d-d628cbca772c",
        "f494887d-6a6d-43c1-9dc6-f2e6069e02b4",
        "a0bbc467-1347-4cf9-a38e-900f360d1c03",
        "3564ef26-99db-4e7e-8823-74e4b4cfc302",
        "f8a978b3-95ea-4367-b96d-b05d1a8a675e"
      ],
      "mappedKnowledge": [
        "b10c92cf-4e09-49ef-9f8a-db515d17952e",
        "f7d31a38-ff75-4933-ba08-2e80d19663dd",
        "089a6551-ea56-451d-b781-d1389aa1ac0e",
        "9ccb542b-35f2-45ea-8456-31eb0b515b08",
        "65d8f808-27cb-44cc-98bd-df986e0b2c9b",
        "8bab6edb-47a9-44d4-aa09-f2e813a60e97",
        "e684cf5e-23bb-4788-8d49-caf4f37cf662",
        "72fcf495-5234-4fe5-ad38-434d05eddcdc",
        "cf383376-8f2d-4bfd-8f9d-a7460611af72",
        "97c452fa-a240-49b4-9f5a-7f9154d9dfb9",
        "9c091066-5687-410a-9eb6-35036a6bea38"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "0f71b49e-a4a9-49e8-bf3b-cf9e533a781c",
        "bb5cf20a-2f72-400d-9bf6-3d55ee04904c",
        "289f6e2b-bc97-43d5-9070-e215769002b7",
        "ff2d8060-a926-4ebd-9630-aaa0f09dcc00",
        "1699b39e-10f4-44a8-ba02-637f026e73c7",
        "8b95d2f0-7f19-451c-bca9-8823eeb61e65"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d39f8cdc-c3e3-44d7-955c-9f0009cc4e42",
      "dutyDetail": "Practise as an autonomous professional exercising judgement and integrity, keeping within the scope of practice and the legal and ethical boundaries of the profession.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6fc5a916-2285-4209-bd73-f88e723d51a3",
        "1cc5fb5e-49f8-473e-bb50-0e38377ed3db",
        "13ec55da-0414-47c0-9daf-f0aaa43c7161",
        "feb01c63-4111-4106-884d-d628cbca772c",
        "f494887d-6a6d-43c1-9dc6-f2e6069e02b4",
        "a0bbc467-1347-4cf9-a38e-900f360d1c03",
        "3564ef26-99db-4e7e-8823-74e4b4cfc302",
        "f8a978b3-95ea-4367-b96d-b05d1a8a675e"
      ],
      "mappedKnowledge": [
        "f6892300-bd16-4ce6-b716-f3981eeec2d8",
        "f0d949c8-6996-4157-bfaa-590ba17664ef",
        "86321810-1673-4f0f-8c6d-669ff98d5aa3",
        "fa93461a-b244-455a-91d7-75cb8aebdd6d",
        "d061848f-4e56-4bec-af36-de4e6aa8e825",
        "cc5438d7-b98c-47f4-9175-b733289b7a02",
        "b9bff20a-5fd5-45a8-99af-785a8e11c4b7"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "f7df8d3f-a384-4d74-ab61-7a780ea78b21",
        "6b586059-396d-4b30-aac0-0fd13444857c",
        "a9bfef16-4218-443d-aee8-384a24e190ea",
        "b2d82865-813b-4317-811a-f46fc7ecadbb",
        "1ccaba72-aaa0-4410-bb1d-b70b2b642cbd",
        "6b87922e-2da4-4b38-ac10-9da8e90a5d8c",
        "9ff960ff-d30b-408f-88fd-6e0457068ad6",
        "65572780-965e-42f3-b889-f1d87d631904",
        "13792fb4-b7ac-49ce-a898-f8bc6f476788",
        "466a8e6f-5408-4e97-a628-bef5b65417bf",
        "9e029df0-40ac-401b-b56a-58049900f280",
        "f4138e4c-e0ae-4e0c-86ee-163c9ce7f28d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "bd058c1c-c099-4deb-9b92-88f8dfc38433",
      "dutyDetail": "Practise in a non-discriminatory and inclusive manner recognising the impact of culture, equality and diversity.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6fc5a916-2285-4209-bd73-f88e723d51a3",
        "1cc5fb5e-49f8-473e-bb50-0e38377ed3db",
        "13ec55da-0414-47c0-9daf-f0aaa43c7161",
        "feb01c63-4111-4106-884d-d628cbca772c",
        "f494887d-6a6d-43c1-9dc6-f2e6069e02b4",
        "a0bbc467-1347-4cf9-a38e-900f360d1c03",
        "3564ef26-99db-4e7e-8823-74e4b4cfc302",
        "f8a978b3-95ea-4367-b96d-b05d1a8a675e"
      ],
      "mappedKnowledge": [
        "94a63d94-bfea-4474-81ba-535b1ac820f4",
        "e0dcc76a-9247-47b5-a667-c75beed9e823",
        "7fd1f4a1-f6fa-419b-a9a6-52a732925b97"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "afaa9859-dc85-457a-b436-1be0fea2542a",
        "f6cf1400-7605-4d17-9f7b-c0c3034064b1",
        "2ecfddfb-8d56-4101-88c2-48f2a54825da"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b6e34960-9264-4a21-9c12-500382ff9e05",
      "dutyDetail": "Promote oral health to individuals and the wider population and raise awareness of its role in preventing ill health amongst communities.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6fc5a916-2285-4209-bd73-f88e723d51a3",
        "1cc5fb5e-49f8-473e-bb50-0e38377ed3db",
        "13ec55da-0414-47c0-9daf-f0aaa43c7161",
        "feb01c63-4111-4106-884d-d628cbca772c",
        "f494887d-6a6d-43c1-9dc6-f2e6069e02b4",
        "a0bbc467-1347-4cf9-a38e-900f360d1c03",
        "3564ef26-99db-4e7e-8823-74e4b4cfc302",
        "f8a978b3-95ea-4367-b96d-b05d1a8a675e"
      ],
      "mappedKnowledge": [
        "30698afa-7349-4f51-9998-3b8bdbadb329",
        "b81c329f-f765-428e-a687-3b9d7d708669",
        "eaa89ed1-2edb-4589-9800-7513c7a0e3cb",
        "cac302b2-4ddf-4717-8c5e-d3cc20b41e7e",
        "c38de44f-11d6-4988-a930-cb705fd55cb9",
        "bfeedb1d-7b7f-417b-bdf0-b9fc845de042",
        "54cae7a5-d131-4593-8875-5c0fda63fb10",
        "1be2f067-f652-4711-a414-da19eacff2b8",
        "490d08a5-c67f-4114-a4d8-91d5f94f8f4a",
        "c5fa8e67-3a6b-4de8-8409-756088b5b2a0"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "5b182186-b7be-4b85-a78e-42f353acc518",
        "ca782e0e-96ef-4305-8bbf-f5ebb59d8e9f",
        "85d6a01f-6661-415d-b08d-c6ec25badf14",
        "3a5752f7-5b83-4958-8a7b-2b2e4749da64",
        "a611fa3c-c159-496d-a114-7ffd3614d764"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "44ffcaf4-5e60-42c0-b9b1-d6934ccb857e",
      "dutyDetail": "Reflect on, review and develop the quality of own practice.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6fc5a916-2285-4209-bd73-f88e723d51a3",
        "1cc5fb5e-49f8-473e-bb50-0e38377ed3db",
        "13ec55da-0414-47c0-9daf-f0aaa43c7161",
        "feb01c63-4111-4106-884d-d628cbca772c",
        "f494887d-6a6d-43c1-9dc6-f2e6069e02b4",
        "a0bbc467-1347-4cf9-a38e-900f360d1c03",
        "3564ef26-99db-4e7e-8823-74e4b4cfc302",
        "f8a978b3-95ea-4367-b96d-b05d1a8a675e"
      ],
      "mappedKnowledge": [
        "68ab5ff8-c6f0-48ef-a81a-de3027e84225",
        "86f5fc8a-5c08-4f6f-b144-3d23ea00e733",
        "589b9d64-c251-4c66-a10e-14f18122b1e8",
        "634d690d-0128-479a-84ac-cb3856b8fb4c",
        "f4cb5eda-bd31-43d4-aabb-3ac0995e0e8e",
        "a335fa40-0f92-4088-be39-dd52c6ccb0e0",
        "22d4c235-db73-446f-a5b8-7cd72fae31e2",
        "6fa7c9a9-4807-43e4-9f50-c074828777a2"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "c03e5036-bfcf-412f-a578-97960501c98a",
        "879c4dbe-2e68-4ab7-8f46-e58e9121cb29",
        "a6b1ac8a-8de4-469a-9523-6b5032298954",
        "c8d1c32d-c795-49e8-9299-278460a92da7",
        "926f6b46-8f43-4f3c-aa29-79921d008462",
        "934499c8-547d-452f-81e6-3ff4dd1eafc0",
        "33d683bd-d218-4459-9e64-6b6020c8db94",
        "82678d87-ed0e-4a39-a194-356c805e66dc",
        "5195743f-ab75-47d6-a6c5-44e2b4d258f9",
        "64b7a3b3-fd53-431f-bc2e-96a1c545ef9c",
        "6ec12cc3-0822-40b8-8f26-9c1ca8ca9a1f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ba225a02-4b96-4176-89be-017ca4891fa0",
      "dutyDetail": "Manage own health and well-being and promote the well-being of others in the team.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "6fc5a916-2285-4209-bd73-f88e723d51a3",
        "1cc5fb5e-49f8-473e-bb50-0e38377ed3db",
        "13ec55da-0414-47c0-9daf-f0aaa43c7161",
        "feb01c63-4111-4106-884d-d628cbca772c",
        "f494887d-6a6d-43c1-9dc6-f2e6069e02b4",
        "a0bbc467-1347-4cf9-a38e-900f360d1c03",
        "3564ef26-99db-4e7e-8823-74e4b4cfc302",
        "f8a978b3-95ea-4367-b96d-b05d1a8a675e"
      ],
      "mappedKnowledge": [
        "0c23ecb8-ff42-4a14-a67f-9abe5fe219aa",
        "13c2f198-47e8-4eeb-a515-9b418f864266",
        "35e8a91f-6b87-4a27-b7ba-62958d6bdb06",
        "52cbc75c-d994-456c-bcc7-587e517383ea"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "27175672-957e-4497-b1ab-26707277ccea",
        "1641a15c-d303-4b0a-a474-5fbd0f31f350",
        "248cb90c-c800-4ba4-8d7d-903d26c9f1ad"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [
    {
      "name": "Training Provider",
      "webLink": "",
      "approved": false
    },
    {
      "name": "EPAO",
      "webLink": "",
      "approved": true
    }
  ],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-12-12T00:00:00"
}