{
  "templateType": "Structured Apprenticeship Standard",
  "larsCode": 728,
  "referenceNumber": "ST1418",
  "learningAimClassCode": "",
  "title": "Specialist community public health nurse (NMC 2022)",
  "status": "Approved for delivery",
  "approvedForDeliveryPausedStarts": false,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1418",
  "qualificationStandardUrl": null,
  "versionNumber": "1.1",
  "change": "Occupational standard revised",
  "changedDate": "2023-11-22T00:00:00",
  "earliestStartDate": "2023-11-22T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Assessing the health needs of individuals, families, workplaces and the wider community.",
  "level": 7,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 14000,
  "maxFundingAdditionalInformation": "",
  "route": "Health and science",
  "keywords": [
    "health",
    "science",
    "nurse",
    "medicine",
    "community",
    "midwife",
    "nursing",
    "care"
  ],
  "jobRoles": [
    "Health visitor",
    "Occupational health nurse",
    "School nurse",
    "Specialist community public health nurse"
  ],
  "entryRequirements": "&lt;p&gt;It is a requirement of the Nursing and Midwifery Council (NMC) that those training to become a Specialist Community Public Health Nurse are already registered nurses on Part 1 of the NMC register or registered midwives.&lt;/p&gt;",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/media/wjnjkphi/st1418_specialist_community_public_health_nurse_l7_epa_for-publication_07092023.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.2 Nursing, and subjects and vocations allied to medicine",
  "version": "1.1",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in the public, independent and private sectors. Health visitors and school nurses are employed in the NHS, local authorities, community interest companies, social enterprises and schools. Occupational health nurses are employed by any type of employer in the public, private and voluntary sectors.&lt;/p&gt;\n&lt;p&gt;The broad purpose of the occupation is to make sure work in partnership with people to prevent ill health, protect health and promote safety and wellbeing. Using a formidable evidence base they will lead, influence and collaborate with other agencies, organisations and professionals to improve and embed sustainable changes to the overall health, safety and wellbeing of people at home, within communities, in schools and in the workplace. SCPHNs play a key role in the safeguarding of those people who are most vulnerable in society, and are ambitious for the public health of the communities they serve. They actively pursue sustainable development goals that promote everyone’s right to a healthy life.&lt;/p&gt;\n&lt;p&gt;SCPHN health visitors (HV) are uniquely placed to reach every infant and child in their own home, and be connected to their whole family and community. They build trusting relationships with children, carers and families, to positively influence their future health outcomes. They identify their health needs and strengths and deliver timely, effective, evidence-based interventions in partnership with them. They provide a universal service that ensures support for infants, children and families is personalised, effective, timely and proportionate. The needs and the welfare of the infant and child are at all times central to their work. Health visitors use their professional autonomy to adapt and tailor their response to the health, safety and wellbeing needs of individuals, families and communities within diverse and changing contexts. They are sensitive to different cultural perspectives and use in-depth knowledge of local communities to develop strong community relationships and to connect families with the community resources that best meet their needs. Health visitors are advocates for fairness, equity and social justice and will challenge discriminatory practices and behaviours. They understand the impact of the wider determinants of health and are committed to addressing health inequalities through prevention and early intervention, and the promotion and improvement of health. They lead services that are person-centred and evidence driven, with creativity and resourcefulness, and evaluate the impact of their interventions to continuously improve the quality of care and outcomes for infants, children and families. They maximise the positive impact of health visiting services by working within a collaborative system, planning and coordinating care and maintaining continuity across different services and agencies. They embrace and champion new technologies and are skilled in leading changes in service delivery&lt;/p&gt;\n&lt;p&gt;SCPHN school nurses (SN) are autonomous practitioners who uphold the rights of school-aged children and young people at all times. Working collaboratively across health, education and other agencies, and as an integral part of a broader public health service, school nurses advocate for optimum health for all school-aged children and young people, seeking to ensure that services are fair, inclusive, equitable, anti-discriminatory and positively influence health and wellbeing. Using a variety of advanced communication skills, school nurses build mutually trusting relationships with school-aged children and young people, and parents, carers and families. Importantly, school nurses actively listen to school-aged children and young people, taking account of what matters to them and always putting the needs, welfare and safety of school-aged children and young people first. School nurses provide culturally appropriate support and early interventions which aim to promote positive choices and reduce risk-taking behaviours. They focus on and support the holistic needs of school-aged children and young people. They understand the wider determinants of health and are committed to addressing health inequalities across the life course, through health education, health promotion and evidence-based age and maturity appropriate interventions. They know their community and its assets and lead services that are person-centred and evidence driven to ensure positive health outcomes for school-aged children and young people. They collaborate and work effectively with teams and other professionals across a range of sectors and agencies.&lt;/p&gt;\n&lt;p&gt;SCPHN occupational health nurses (OHN) lead and work in a range of work environments and sectors. They lead services to enhance the health, safety and wellbeing of people in their workplaces and beyond. Working autonomously, they promote and protect the health of the workforce, ensuring a healthy balance between work and wellbeing. As a distinct group of public health professionals, they help to prevent work-related ill health and disease by advising on the creation of workplaces that are safe, efficient and inclusive. Occupational health nurses collaborate with other professionals, sector experts, employers and employees to lead workplace health initiatives that are responsive to the needs of individuals and organisations. They are able to use and analyse data effectively combining their specialist nursing skills with broader understanding and experience of the distinct sector they work in to embed health initiatives in the wider organisational planning for the benefit of people and communities and in addressing inequalities. Applying their professional judgement and business acumen, occupational health nurses create innovative strategies for inclusive workplaces that enable people of varied abilities to be productively employed. They champion the need for workplace health, safety and wellbeing strategies that recognise the impact of health on work and the value of work to health. Recognising the value of a diverse working population, occupational health nurses embed person-centred approaches to health that address the needs of a varied workforce. They are change agents who influence at strategic and sector level, thinking globally but acting locally, to create a healthy workforce for the present and the future.&lt;/p&gt;\n&lt;p&gt;SCPHN public health nurses (PHN) are specialists in public health who do not have a predetermined field of SCPHN practice. They may work in roles across a wide range of sectors and settings, applying their specialist public health knowledge and skills to the people, communities and populations they serve. They take a life course and whole population approach to make a valuable contribution to the wider society’s health, safety and wellbeing and in addressing health inequalities. They advocate for people fostering therapeutic relationships that build confidence and trust. They may provide public health information, support and provide timely interventions to people. Equally they may offer public health advice and support to voluntary or third sector organisations within the wider community. They proactively collaborate with interdisciplinary and inter-agency teams and services to ensure that people who require wider public health support, care and interventions have fair and equitable access to public health resources, that promote their health, safety and wellbeing, prevent ill health and protect those who are vulnerable.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "ca331dad-2513-4a2e-b8d6-856884e50427",
      "detail": "The links between global and national socio-economic and political strategies and policies and public health."
    },
    {
      "knowledgeId": "4234effa-892c-4441-b782-884fa34ab0d5",
      "detail": "The relevant legal, regulatory and governance requirements, policies and ethical frameworks to the specialist community public health practice, differentiating between the devolved legislatures of the UK."
    },
    {
      "knowledgeId": "d8c02b8e-1884-4aa3-b034-c0bdbb39c857",
      "detail": "Legislation, guidance and advice regarding sustainable development goals, including environmental factors and other pollutants that affect the health and wellbeing of people now and in the future."
    },
    {
      "knowledgeId": "d9143dea-deff-418c-9454-58d01a793d80",
      "detail": "How to make professional judgements and decisions, and work in complex, unfamiliar and unpredictable environments."
    },
    {
      "knowledgeId": "520c4ec3-7ee1-46d9-a49d-ef500d070e6f",
      "detail": "Stigma and the potential for bias."
    },
    {
      "knowledgeId": "f6f00d3e-a1c1-4654-8f76-0e6ed79898a2",
      "detail": "The need for reasonable adjustments for people, groups and communities, influencing public health policy change and best practice."
    },
    {
      "knowledgeId": "2521ee07-2383-40c5-9a5a-632d3b6e4f4c",
      "detail": "The advanced numeracy, literacy, digital and technological skills required to meet the needs of people, communities and the wider population, to ensure safe and effective specialist public health nursing practice."
    },
    {
      "knowledgeId": "9aa7e1d5-23cc-4fac-803e-b3f8819b49f5",
      "detail": "The impact and benefits of local and national health and other policies on the health and wellbeing of people, communities and populations."
    },
    {
      "knowledgeId": "77d61fd3-3c1b-436f-a16a-384235135168",
      "detail": "How to identify, evaluate and proficiently use multiple sources of evidence and research relevant to people, communities and populations to inform specialist community public health nursing practice."
    },
    {
      "knowledgeId": "c7e6543f-56c8-4558-ab1a-9776be5e216d",
      "detail": "The research, evidence and policy that impact on public health nursing practice."
    },
    {
      "knowledgeId": "0ce9de08-766e-46a1-8292-cda4d56d8449",
      "detail": "Data reliability, statistics and informatics."
    },
    {
      "knowledgeId": "66e9a685-c37d-4e20-86d1-c5a112912c09",
      "detail": "How to identity whether data and information available is sufficient to inform public health priorities and national intervention strategies and how to refine data sets or recognise the need for further study."
    },
    {
      "knowledgeId": "f94f0d9c-00a4-4019-a09c-3e070ffa50e8",
      "detail": "How to critically appraise epidemiological research."
    },
    {
      "knowledgeId": "49b65427-c215-4479-abb4-f09d53c8c697",
      "detail": "The evidence base theory and principles of public health and nursing practice and how it supports innovative approaches to influence people’s motivation, choices and behaviours."
    },
    {
      "knowledgeId": "3e0b0c2b-c720-4e4b-b96d-950e7737a189",
      "detail": "How to critically appraise the evidence that informs new innovations in public health programmes, including genomics, and evaluate early success measures and impact on population health outcomes."
    },
    {
      "knowledgeId": "2857b9b9-9694-40c9-b3d4-099da7cb1bcc",
      "detail": "How to share outcomes and lessons learned from audit, research and evaluation in specialist public health nursing practice locally and nationally and across sectors through professional and peer reviewed processes."
    },
    {
      "knowledgeId": "f88405e9-c2f0-46b8-8fe3-ae2def5035e6",
      "detail": "The factors that may lead to inequalities in health outcomes and health inequity."
    },
    {
      "knowledgeId": "05908413-353d-48f1-9fe8-7dbaf2dfb3ea",
      "detail": "The importance of compassionate leadership in applying human rights, equality, diversity and inclusion, to improve the health and wellbeing of people, communities and populations."
    },
    {
      "knowledgeId": "15fa8587-b55e-49b9-af74-52e3c8326fb3",
      "detail": "The legal, ethical, moral and spiritual needs and challenges that may be faced when promoting population health."
    },
    {
      "knowledgeId": "dbcd6513-7a63-415d-ad0f-bf848b7fb65a",
      "detail": "How complexity and comorbidity impact on people, communities and populations."
    },
    {
      "knowledgeId": "9094e99a-1a0f-46a3-bc73-d638a3cf0240",
      "detail": "The opportunities individuals have to educate themselves on the risks to themselves and others of the abuse of tobacco, alcohol and other substances and potentially addictive behaviours."
    },
    {
      "knowledgeId": "fcdf6472-fd02-4829-a734-ee01325e3896",
      "detail": "How to conduct, interpret and evaluate health assessment and screening, surveillance and profiling checks and interventions, and immunisation and vaccination programmes for people, communities and populations."
    },
    {
      "knowledgeId": "fc79361e-03d6-484d-b3b3-16ba2c71ea03",
      "detail": "The importance of equitable and accessible services for all through improved health literacy communication and networking."
    },
    {
      "knowledgeId": "f5bda1ef-c512-4c38-8081-aa760773bd22",
      "detail": "The importance of consulting with, listening to and supporting people, communities and populations when assessing, planning and co-producing public health interventions."
    },
    {
      "knowledgeId": "562dee15-f282-4148-af2c-8bfd098ed51c",
      "detail": "Models, evidence and concepts to plan, conduct and evaluate population level interventions to address specific public health issues."
    },
    {
      "knowledgeId": "12a8bd30-7a11-4243-9ab4-3092a624d51f",
      "detail": "The determinants of health in order to develop culturally responsive and inclusive public health interventions with people, communities and populations."
    },
    {
      "knowledgeId": "f4fff029-b61d-485e-876d-d465a6a17b32",
      "detail": "How to lead on identifying vulnerable people, families, communities and populations and the action that can be taken to support, safeguard and protect them."
    },
    {
      "knowledgeId": "cdf11bf8-7344-43e6-97d0-9896ebbe078a",
      "detail": "The determinants of health, intergenerational cycles of deprivation and health inequalities that affect the mental, physical, cognitive, behavioural, social, and spiritual health and wellbeing of children, parents, carers and families."
    },
    {
      "knowledgeId": "80036def-de56-4209-8ac2-db43700608a5",
      "detail": "Healthy development and wellbeing of infants and children."
    },
    {
      "knowledgeId": "46469816-580e-4dc8-8b65-67a94c4cf0da",
      "detail": "The mental health of parents, families, infants and children during the perinatal period and the early identification of perinatal mental ill health."
    },
    {
      "knowledgeId": "6c288cb6-4579-40d9-b3c6-bf7fe2c89a3b",
      "detail": "Infant mental health and infant distress."
    },
    {
      "knowledgeId": "9b8af9d4-5dc3-4cff-8f86-c5dce8c6b86f",
      "detail": "Person-centred interventions that promote healthy relationships and minimise risks of domestic violence, child maltreatment and other forms of abuse within the family."
    },
    {
      "knowledgeId": "5140bc70-74a0-418e-a454-06a7aa754960",
      "detail": "The developmental impact of parental conflict on children."
    },
    {
      "knowledgeId": "e90102e6-f5d8-4745-8aee-c08eee20c04f",
      "detail": "Signs of abuse and neglect across the life course."
    },
    {
      "knowledgeId": "a2ecb8cf-beac-4fb9-bd93-2a9547deb90f",
      "detail": "Trends in global and national strategies and programmes for preventative interventions and promotion of health."
    },
    {
      "knowledgeId": "a6e64af3-d7b5-4b8c-86ef-7b1b016f0db7",
      "detail": "How to apply genomics into their SCPHN practice to support prevention and early intervention in the health of the population across the life course."
    },
    {
      "knowledgeId": "96fab771-673b-4876-96ae-63912b54eecc",
      "detail": "The importance of community assets and resources to support positive health and wellbeing of people, communities and populations."
    },
    {
      "knowledgeId": "c535bf7c-5a4f-43cb-ac96-7c48df3db815",
      "detail": "How to empower people, communities and populations to connect effectively with local initiatives, support networks, community assets, programmes and resources that support their health and wellbeing."
    },
    {
      "knowledgeId": "b0085334-5a45-40a9-8b10-f3d6879e05bd",
      "detail": "Social prescribing to support individual, community and population health outcomes."
    },
    {
      "knowledgeId": "4927ebd9-0490-4820-8a59-d3c53959f3b4",
      "detail": "Behavioural, psychological and social sciences and how these can be applied to people across the life course, and to communities and populations, to enhance collaborative, strength-based therapeutic relationships."
    },
    {
      "knowledgeId": "fe586775-3c53-4ab0-8726-b073331b16d4",
      "detail": "The importance of medicines management with respect to administration, optimisation and reconciliation, and the positive impact of correct medicines management on people’s current and future health outcome."
    },
    {
      "knowledgeId": "ab5b8f1e-a123-440c-9fe7-50db40847a17",
      "detail": "How to assess the health status and health literacy of populations across the life course and their related determinants of health."
    },
    {
      "knowledgeId": "1c9aead1-0d82-4ea2-8992-a98434edfde7",
      "detail": "How to use culturally appropriate, evidence-based approaches to assess, support and monitor the health and wellbeing of people, and when to refer to specialist services."
    },
    {
      "knowledgeId": "686e6c0b-7e00-490e-9f91-15d44870637e",
      "detail": "The importance of populations, places, communities and determinants of health to inform key areas of specialist public health practice."
    },
    {
      "knowledgeId": "90d535f3-a717-464a-a9de-ea5d0e87c0a7",
      "detail": "How to lead on and contribute to policy and reporting into environmental, social-structural factors, and individual behaviours that impact on the health of people across the life course."
    },
    {
      "knowledgeId": "1d04f3a6-29e8-49db-8135-9aaedd2f2746",
      "detail": "How to use data and observation to evaluate the effectiveness and acceptability of services that seek to improve health outcomes of their intended users and identify trends or a need for improvement."
    },
    {
      "knowledgeId": "40d71ff1-a9fe-4786-b84f-f3098102169b",
      "detail": "Infant and child anatomy, physiology, genetics, genomics and development."
    },
    {
      "knowledgeId": "80a2858e-31dd-43a7-ac46-3033f5809670",
      "detail": "Holistic health assessments and programmed health and development reviews, working in partnership with parents and families."
    },
    {
      "knowledgeId": "1481b85d-7053-4240-a06a-c2cc1044edd4",
      "detail": "Early signs of atypical patterns of development, or significant anomalies that may result in disability or emotional, physical or developmental health needs or risks."
    },
    {
      "knowledgeId": "2d9adb83-6c95-4c88-b375-b728c6bda6fe",
      "detail": "Advanced level communication and interpersonal skills to establish trusting relationships which are respectful of families’ capabilities, priorities and values."
    },
    {
      "knowledgeId": "57652ee6-3b16-4b90-a134-4bf8206270ed",
      "detail": "The importance of working in partnership with families to continually assess, and appraise the impact of known strengths, changing circumstances and relationships on child and family health and wellbeing."
    },
    {
      "knowledgeId": "beabc72f-2947-409b-9451-0b9af05df47f",
      "detail": "Early emotional development, theories and models of attachment and the impacts of positive and enduring parental-child relationships."
    },
    {
      "knowledgeId": "aff797ba-082e-48a8-bc74-fa798f21c5f5",
      "detail": "The effects of trauma on child development and how they adjust to those effects."
    },
    {
      "knowledgeId": "49c6cae6-f693-47b8-95f3-1c7577c0086e",
      "detail": "The anatomy, neurodevelopment, physiology and epigenetics relevant to infant nutrition, including the implications of infant feeding, weaning and early food behaviour for optimum child and maternal health, child physical and socioemotional development and future behaviour patterns."
    },
    {
      "knowledgeId": "5a41a939-6ceb-42f4-a8d3-8f2c3cfc569d",
      "detail": "Risks to healthy weight in childhood."
    },
    {
      "knowledgeId": "4a4ae70d-1f1f-42e1-be7a-ee4594ad6a39",
      "detail": "The benefits of children learning life skills in the home environment."
    },
    {
      "knowledgeId": "c4816281-c84c-4ea9-9080-91794063fc61",
      "detail": "How to support parents and families who receive a life changing or life limiting diagnosis during pregnancy and in the early years, and how to use a strength based and empowering approach to respond to their needs, which may be complex."
    },
    {
      "knowledgeId": "50c55cae-a976-42e6-bb95-401e4f5a8231",
      "detail": "The range of appropriate and effective resources available to support children, parents and families with additional needs due to mental and/or physical ill health, learning disabilities or physical disability, and/or those living with multiple, complex, long term conditions."
    },
    {
      "knowledgeId": "d978afcc-0a3d-44c0-8238-67f50fe06308",
      "detail": "Opportunities for local grants, financial support and other local community assets and services available to support children, parents and families."
    },
    {
      "knowledgeId": "d2e0ab5e-6762-4c3b-8055-216262778dc2",
      "detail": "How to advise parents, carers and families on symptom identification and relief, enabling them to manage minor illnesses and injuries safely and effectively, and in knowing when to seek support for further treatment where necessary."
    },
    {
      "knowledgeId": "397d0737-f8ac-42a8-bac1-be6691a24213",
      "detail": "Child, adolescent and adult sexual and reproductive health and contraception."
    },
    {
      "knowledgeId": "08f33701-1433-4557-a07e-23e000270089",
      "detail": "The support available to bereaved parents, children and families in the event of miscarriage, stillbirth or parental death."
    },
    {
      "knowledgeId": "6869de52-0caa-4558-b11d-c210ef607254",
      "detail": "Strategies and initiatives that improve home, community and workplace cultures and environments to enhance the health and wellbeing of people and communities in the places they live, learn and work."
    },
    {
      "knowledgeId": "8334cbf1-d15a-4c6d-b1e0-d1e1e60d543a",
      "detail": "New and assistive technologies that support and influence people’s choices for their own health and wellbeing, and assist with access to services."
    },
    {
      "knowledgeId": "2f850736-068a-4d96-aa90-eacac1b3dc49",
      "detail": "How to develop and present business cases to create investment for change and value for money."
    },
    {
      "knowledgeId": "00203e71-3103-4dbc-b250-0fcddfd4ba02",
      "detail": "The importance of leading and supporting a culture of learning and continuous professional development for colleagues, and with interdisciplinary and interagency teams."
    },
    {
      "knowledgeId": "a0e76565-98af-418a-b66e-07f8fa1d0d83",
      "detail": "Individual abilities and learning needs when applying the standards of education and training for pre- and post-registration nursing, midwifery and nursing associate students, in order to educate, supervise and assess effectively."
    },
    {
      "knowledgeId": "14911807-4132-4394-a8b1-5cb5e740e8ab",
      "detail": "How to identify sustainable development goals, the risks to the environment and the impact on the health and wellbeing of people."
    },
    {
      "knowledgeId": "69b0cb1e-431f-4eb8-9f8a-7785d5d39903",
      "detail": "The importance of sharing information regarding communicable diseases and approaches necessary for communicable disease surveillance, infection prevention and control, including immunisation and vaccination programmes."
    },
    {
      "knowledgeId": "37812e1e-7b4d-481c-925d-608fe15f2eb7",
      "detail": "How to assess and manage major incidents and outbreaks including contamination and communicable disease across local or wider boundaries."
    },
    {
      "knowledgeId": "9826e0ac-5ffe-4271-a895-3d74f8061acf",
      "detail": "How to identify, critically analyse and manage new and enduring hazards and risks to health at local, national and global levels."
    },
    {
      "knowledgeId": "c5d0e003-9e11-4d41-b5a2-b2f48100032e",
      "detail": "How to plan for emergencies and pandemic threats to population health taking account of the direct and wider risk, impacts and hierarchy of controls on health and wellbeing and service provision."
    },
    {
      "knowledgeId": "d46cf8b1-7346-4942-8238-d92c699f9a66",
      "detail": "Child safety, risk behaviours and the differentials of risk in relation to the child’s age, stage of development and home environment."
    },
    {
      "knowledgeId": "8ec05c4a-49c6-4f88-8965-81bf025adf49",
      "detail": "The parents’ and carers’ need for autonomy and control and the wide range of attitudes, values, beliefs, expectations, faiths, cultures and approaches to parenting."
    },
    {
      "knowledgeId": "0caeff37-b897-42ac-a034-fb0acac06fce",
      "detail": "How to assess community health needs and assets, through community profiling and how to synthesise and apply data and information using informatics, and other techniques."
    },
    {
      "knowledgeId": "2187e833-6b50-4265-845c-4eb682a611f8",
      "detail": "The importance of sustainable and innovative health visiting strategies that contribute to place-based complex interventions and improve public health outcomes for children and families."
    },
    {
      "knowledgeId": "90ba0375-25ef-4f92-879a-8f44e373bc19",
      "detail": "The importance of leading public health services that promote and improve the health and wellbeing of people, communities and populations."
    },
    {
      "knowledgeId": "74a0262b-6300-4299-9642-f5a60692bbe1",
      "detail": "How to assess service requirements."
    },
    {
      "knowledgeId": "72e9e797-d152-4d4b-9cb5-9ff36c790370",
      "detail": "How to monitor and report on the outcomes of strategy and policy implementation and make recommendations for improvement including changes to commissioning."
    },
    {
      "knowledgeId": "a10c2e2c-544f-49e0-928d-8b3d5cbe3e32",
      "detail": "How to triangulate information obtained from audit, continuous improvement activity, governance, risk management and performance monitoring to evaluate the efficacy of service provision."
    },
    {
      "knowledgeId": "68313feb-e55d-46d7-b946-edb87e068bda",
      "detail": "How a culture of critical reflection and continuous professional development promotes team and interdisciplinary learning."
    },
    {
      "knowledgeId": "e8964386-c970-4c1d-94b2-37628029d2bb",
      "detail": "The importance of alliances and partnerships that support equality, diversity and inclusion, collaboration and sharing of new ideas and innovations."
    },
    {
      "knowledgeId": "1a86bb29-9b29-4576-9636-04ec7725a5e6",
      "detail": "Advanced communication skills, including the use of digital and other modalities support communication in virtual and remote environments."
    },
    {
      "knowledgeId": "7856ff50-d834-41b0-9554-173bdcb1cd72",
      "detail": "Techniques that can be used to influence, challenge, and persuade peers and senior stakeholders in relation to public health strategies and policies that affect people, communities and populations."
    },
    {
      "knowledgeId": "c951d42b-5593-4162-9958-9915697ee149",
      "detail": "Flexible approaches to child health promotion programmes that enable co-design and collective decision making."
    },
    {
      "knowledgeId": "00fa6ab8-eb2b-4460-b241-64c3b633335b",
      "detail": "How to collaborate on development of services for children with high impact health and care."
    },
    {
      "knowledgeId": "650320a9-c68a-47d7-a08a-dd80fd2a1e37",
      "detail": "The importance of involving, escalating, reporting and making decisions with interdisciplinary and interagency teams on the immediate and continuing risk of domestic violence, child maltreatment and other forms of abuse to the safety of infants, children and families and collaborating on actions."
    },
    {
      "knowledgeId": "45ad46b9-0c23-4105-97c1-6af7ff84bc0a",
      "detail": "The importance of consistency and continuity of care for infants, parents and carers, and a smooth transition between midwifery and health visiting services during the antenatal period and first days of the infant’s life."
    },
    {
      "knowledgeId": "fa6b6b7d-1107-41b6-9ea1-047b997b8ff2",
      "detail": "The relationship between school, life, mental and physical health and ill health."
    },
    {
      "knowledgeId": "587e3833-164d-4e37-b6d5-b876eb0f7c8b",
      "detail": "Interventions that are holistic, inclusive and responsive to the needs of school-aged children and young people."
    },
    {
      "knowledgeId": "2a7b4cc7-9820-4bd2-96f4-e0a9571bee1f",
      "detail": "The impact of  intergenerational cycles of dependency and adversity on school-aged children and young people, and how protective factors, early help, and interventions improve health outcomes."
    },
    {
      "knowledgeId": "612ca99d-8ffc-483d-b244-234193b9f7f8",
      "detail": "How to identify vulnerability and inequality within the school-aged population, and identify those needing support and those at risk."
    },
    {
      "knowledgeId": "f6fd1a96-b860-4b7c-a00f-6f21e7522c0a",
      "detail": "How to safeguard and prioritise support for school-aged children and young people most at risk, and escalate concerns."
    },
    {
      "knowledgeId": "0462a1a7-8719-41f6-b35c-1a4bb811b014",
      "detail": "How to provide specialist expertise for safeguarding and child protection pathways."
    },
    {
      "knowledgeId": "88b75570-8254-4c04-ad24-497c8bdd5bca",
      "detail": "The challenges and potential conflicts that may arise when applying safeguarding and child protection pathways to individual school-aged children and young people."
    },
    {
      "knowledgeId": "eccc71e9-ad14-4dcd-b27e-b3b2e12c1f7e",
      "detail": "How to assess the risk for vulnerability in school-aged children and young people and families that are impacted by changes to their circumstances."
    },
    {
      "knowledgeId": "dcb2bcc1-b5ad-4601-810c-f6be6f434b8c",
      "detail": "The potential impact of stigma, bias and assumptions that people may make about school-aged children and young people."
    },
    {
      "knowledgeId": "df1ce351-9764-48ab-b810-521386f70594",
      "detail": "The validated tools that can be used to deliver holistic health assessments and programmed development reviews that aim to improve individual, community and population health outcomes."
    },
    {
      "knowledgeId": "e8bf3aef-ac84-444c-a04c-6ac5fca5eff6",
      "detail": "The biopsychosocial, moral and spiritual development of school-aged children and young people at all key phases in the life course."
    },
    {
      "knowledgeId": "26532b33-e7e8-47fd-a97d-145824deff29",
      "detail": "How age and biopsychosocial development influence communication skills in the school-aged population."
    },
    {
      "knowledgeId": "fa72fd47-4126-4f54-adee-9497d0c0c062",
      "detail": "How biopsychosocial influences in adolescent years impact on behaviour, life skills and transition to adulthood and recognise adolescence as a distinct stage of the life course."
    },
    {
      "knowledgeId": "b62eef9c-e43e-400f-958e-9ffe050b7491",
      "detail": "The impact of key transition periods and events for school-aged children and young people including starting and leaving school, change of care provider, illness and bereavement."
    },
    {
      "knowledgeId": "4e6f4d61-4a05-42d9-ab4c-6389de37ff00",
      "detail": "The range of evidence-based interventions that support young people’s safe transition to adulthood."
    },
    {
      "knowledgeId": "398d5672-c393-4c91-bc96-4234194e8677",
      "detail": "How to optimise positive behaviours in parents, carers, families and peers and, the evidence-based interventions that can promote trust and self-efficacy to improve health and wellbeing for school-aged children and young people."
    },
    {
      "knowledgeId": "ff4ffba4-712e-47f0-b52b-c6e6481db414",
      "detail": "The opportunities for local grants, financial support and other local community assets and services."
    },
    {
      "knowledgeId": "813f610a-3864-4483-83cc-642bc845f4f1",
      "detail": "The action to take to prevent and minimise the risk of adverse childhood experiences and how to use protective factors to support and guide school-aged children and young people, parents and carers."
    },
    {
      "knowledgeId": "6c63e1ec-b812-4548-845b-867a2f0cb87b",
      "detail": "School aged children and young people’s emotional literacy, cognitive ability, wellbeing and resilience skills."
    },
    {
      "knowledgeId": "6640ae1e-5f00-4458-96a6-5388bcefc65f",
      "detail": "Early signs of low mood and anxiety in school-aged children and young people."
    },
    {
      "knowledgeId": "abb831ed-1fca-4def-95a2-0824bae68ad6",
      "detail": "How evidence-based interventions help school aged children and young people consider the impacts of and risks associated with specific behaviour choices related to social media, alcohol/substances, violence, exploitation and gang culture."
    },
    {
      "knowledgeId": "c69e201a-66cd-467c-8432-1751368e111b",
      "detail": "The effects of trauma on children and young people’s development and adjustment and how to use culturally appropriate, evidence-based, trauma-informed approaches to assess, support and monitor."
    },
    {
      "knowledgeId": "95c4d615-46b3-46ac-a54e-3d8520a3655d",
      "detail": "The ways community and population profiling can be used to identify and assess health and wellbeing needs and priorities for school-aged children and young people."
    },
    {
      "knowledgeId": "b9cde3a2-2f4b-44b0-9184-e3f6a6c69ee4",
      "detail": "How collaborative cultural and community developments can improve health and wellbeing in the school-aged population."
    },
    {
      "knowledgeId": "49635829-5a26-4997-acc6-c58293acc911",
      "detail": "Local health education, health promotion and safety campaigns aligned to key public health priorities for school-aged children and young people."
    },
    {
      "knowledgeId": "fd4c85dd-27d2-4d75-9251-ba170b53601f",
      "detail": "The impact of the school environment, its culture and relationships on school-aged children and young people and the effect on their health, wellbeing and achievement."
    },
    {
      "knowledgeId": "91b841fa-2500-4e3d-b7e1-d90b3ce77d29",
      "detail": "The impact of socio-economic disadvantage including digital poverty."
    },
    {
      "knowledgeId": "5d8b0e05-31ae-4b11-bed5-20803cfe6f51",
      "detail": "Lived experiences which may impact on school aged children and young people’s behaviour, health and wellbeing."
    },
    {
      "knowledgeId": "5ccd91f0-d8e7-4f7f-a545-01c7ccf49f2f",
      "detail": "The parents’ and carers’ need for autonomy and control and the wide range of attitudes, values, beliefs, expectations, faiths, cultures and approaches to parenting."
    },
    {
      "knowledgeId": "079b3917-380f-468d-ac9b-290a5287340f",
      "detail": "The data, information and intelligence related to home, school and community environments and how this intelligence can be widely reported to positively influence policy and strategy to improve health and wellbeing."
    },
    {
      "knowledgeId": "c724e791-fedb-401e-83a0-a86544770e2c",
      "detail": "Services available support for school-aged children and young people."
    },
    {
      "knowledgeId": "f8dcedb2-d602-4ff0-9ef8-752e0f56d0fa",
      "detail": "How to advocate for school-aged children and young people in public health services, and ensure their voice is heard to ensure co-production, co-design and development at universal, targeted and specialist service levels."
    },
    {
      "knowledgeId": "23ecda9e-6399-4ed4-a778-0597e6453f95",
      "detail": "Regional and national public health initiatives to protect and promote the health and wellbeing of school-aged children and young people."
    },
    {
      "knowledgeId": "22f2ecae-03f8-4349-8305-8dd04b94ec25",
      "detail": "How the lived experience and lived existence of school-aged children and young people and other sources of evidence can influence and inform current and future specialist practice, policy decisions and school nursing service design."
    },
    {
      "knowledgeId": "de1d606e-0494-46c8-8d0c-bbad82f9ef02",
      "detail": "The need to promote visibility of school nursing services and ensure accessibility through engagement with school aged children and young people, parents, carers, families, school staff, other professionals and voluntary sector organisations."
    },
    {
      "knowledgeId": "a636982f-3f28-4d2f-a611-25abfc362a3a",
      "detail": "The design school nursing services which recognise and respect children and young people’s privacy and dignity."
    },
    {
      "knowledgeId": "0db67812-d665-4f72-adac-c0bcb6f4fad7",
      "detail": "The opportunities, benefits and risks for school nursing services when communicating with school-aged children and young people face to face and via social media and virtual platforms."
    },
    {
      "knowledgeId": "291a0214-5f1f-40a8-9bd7-6b332637264c",
      "detail": "The impact of socio-economic and political issues on work and health."
    },
    {
      "knowledgeId": "48fd7038-ca20-47f0-970f-5aad678d7913",
      "detail": "The relationship between worklessness and health and their association with health inequalities that affect people, families and communities."
    },
    {
      "knowledgeId": "cb78945c-d861-4f68-84df-9d479cce828c",
      "detail": "The relationship between work, life, mental and physical health and ill health."
    },
    {
      "knowledgeId": "18811f08-4ae8-43ba-9751-4c1c47cf67c8",
      "detail": "The individuals who may be vulnerable or at risk of direct and indirect abuse or harm within or outside the workplace."
    },
    {
      "knowledgeId": "221684a2-2bcc-4a24-a519-ea8afee6c01f",
      "detail": "Emerging health issues, and support available for individuals to access for health and care services and other agencies that balance individual health and wellbeing with employment obligations."
    },
    {
      "knowledgeId": "1e4780e7-5e45-49f9-b195-54f8a261932a",
      "detail": "Evidence of the impact and value of occupational health services for employees, organisations and the wider population."
    },
    {
      "knowledgeId": "e7a2bafe-fa6d-46f4-8f24-60766b951440",
      "detail": "Health and safety legislation and case law."
    },
    {
      "knowledgeId": "603e42c7-ce3e-4906-bfdc-475133d45e92",
      "detail": "The principles of occupational hygiene, engineering controls and ergonomics to advise on the creation and maintenance of healthy work environments."
    },
    {
      "knowledgeId": "d3884e6d-ce11-4ba4-a2c0-a55582e52bda",
      "detail": "How disease, illness and impairment act as barriers to gaining, sustaining and returning to work and the impact of this on people and all areas of life."
    },
    {
      "knowledgeId": "9473931f-773c-45f0-9250-1a4685d359c0",
      "detail": "How inclusive strategies enable innovative, person-centred approaches for employees who may need adaptations and adjustments to their work due to health and wellbeing reasons."
    },
    {
      "knowledgeId": "8077001e-cf3c-45de-a222-d1eb1e44daef",
      "detail": "How to develop strategies to support and enable employees with multiple or long-term conditions to have sustainable, productive and fulfilling work."
    },
    {
      "knowledgeId": "762b749e-70f5-4c06-828f-824fa0202707",
      "detail": "The work adjustments available to employees and employers which consider the impact of diagnoses, therapies, interventions, medications and treatments."
    },
    {
      "knowledgeId": "4f030210-8122-44e3-b963-6853a6e419a2",
      "detail": "Organisational disaster planning and preparedness to support business continuity and optimise the ongoing safety and health of people."
    },
    {
      "knowledgeId": "a044ba0d-f051-4d16-aead-629bc1f68cc8",
      "detail": "How to develop sustainable, data-driven occupational health strategies embedded as part of the business improvement cycle."
    },
    {
      "knowledgeId": "03ca930b-5e9f-4e5e-8cba-4e58a3c1ab71",
      "detail": "The use of inclusion and innovation in job design to lead, improve and innovate ways to address health hazards by elimination, mitigation and control."
    },
    {
      "knowledgeId": "e105c4c6-fd17-4475-8c72-5a4e4a699415",
      "detail": "Safe, appropriate and economically viable approaches to waste management for food, hazardous chemicals, biological and clinical waste, that take into consideration infection control measures and the impact of environmental pollution on health and wellbeing."
    },
    {
      "knowledgeId": "c3032e9e-c2c2-450d-9883-bd940b1c6479",
      "detail": "The importance of the environmental impact of work processes and products."
    },
    {
      "knowledgeId": "d26f822e-bb06-4bed-9944-10449952e6cd",
      "detail": "The hierarchy of control used to manage risks to health, safety and wellbeing in the workplace."
    },
    {
      "knowledgeId": "e21fd0be-f8f3-4962-8fc5-a6f141596e79",
      "detail": "The impact of new and emerging technology on workability now and in the future."
    },
    {
      "knowledgeId": "bd021fb4-0a43-4720-9351-7ba92c49b15a",
      "detail": "The workplace adjustments that enable wider participation of people in work, and how to effectively use assistive technologies."
    },
    {
      "knowledgeId": "e0419ce1-7b19-4faf-9eb4-a00ab09ab824",
      "detail": "The impact of job redesign, the need for skills development and/or redeployment on the health and wellbeing of people."
    },
    {
      "knowledgeId": "7ae06f9a-3b41-4213-91f6-1ec587224203",
      "detail": "The effect of worklessness on the health and wellbeing of people, families and communities."
    },
    {
      "knowledgeId": "1807050b-c6ad-460f-9589-8c27fd46ebde",
      "detail": "Assistive technologies and their potentially varied impact on individual people’s work and health."
    },
    {
      "knowledgeId": "cbaa8548-c2ed-48e2-9aff-4b9fe9e8bc6d",
      "detail": "How to use organisational and workforce profiling data to secure resources for the development and delivery of occupational and employee health, safety and wellbeing."
    },
    {
      "knowledgeId": "d37a6859-8321-4cb6-950e-2e85221524a2",
      "detail": "Systems that allow data collection, information retrieval and dissemination protocols for enhancing occupational health nursing practice."
    },
    {
      "knowledgeId": "39970d4e-d842-4eef-9aec-58720ed57f21",
      "detail": "National and international public health agendas and strategies."
    },
    {
      "knowledgeId": "b2838a16-d584-47ad-a1d8-0845d108335f",
      "detail": "Types of information that can be used to quantify and qualify the positive impact of occupational health interventions on workplace and business targets and outcomes."
    },
    {
      "knowledgeId": "a85fb29e-2545-4101-985f-77bedbc4d288",
      "detail": "The factors that influence identity and support school-aged children and young people to develop their identity."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "66b3024b-ed21-4285-a88c-2df4b9292ca2",
      "detail": "Act in accordance with the NMC Code."
    },
    {
      "behaviourId": "6ef9cccd-a63c-4ab0-b48d-d23d0c2a9da5",
      "detail": "Show leadership, act professionally and be professionally curious."
    },
    {
      "behaviourId": "a2a9001e-f4da-4d74-b79e-3486a0b40851",
      "detail": "Be self-reflective and aware."
    },
    {
      "behaviourId": "37adfa70-a152-419c-893d-c89cabc74789",
      "detail": "Be open and flexible."
    },
    {
      "behaviourId": "32965541-7744-4079-91c3-7c3ef9d94584",
      "detail": "Be positive, resilient, proactive and influential."
    }
  ],
  "skills": [
    {
      "skillId": "69f3f4a4-9aa5-493e-8928-80e444e6dba7",
      "detail": "Practice with a high level of autonomy, entrepreneurship and innovation as a specialist community public health nurse."
    },
    {
      "skillId": "4ea7daa3-23a4-4443-9d7a-76eb6800355f",
      "detail": "Be an effective ambassador, role model and compassionate leader, and a positive influence on the profession."
    },
    {
      "skillId": "15b8b104-d1fd-4a74-b0b3-b5494d79f3a5",
      "detail": "Drive and influence their own field of SCPHN practice."
    },
    {
      "skillId": "43822c2f-bc06-4b68-a58f-83d0c5f30d7a",
      "detail": "Select and apply relevant legal, regulatory and governance requirements, policies and ethical frameworks to their specialist community public health practice, differentiating between the devolved legislatures of the UK."
    },
    {
      "skillId": "23fbb8ed-9979-497b-812b-090fc18e9bca",
      "detail": "Lead on the application of legislation, guidance and advice regarding sustainable development goals, including environmental factors and other pollutants that affect the health and wellbeing of people now and in the future."
    },
    {
      "skillId": "f41c5e5c-732d-4344-8a35-a605b24d327e",
      "detail": "Influence and promote health as a fundamental human right and as a shared value through engagement, inclusion and participation."
    },
    {
      "skillId": "a39dc57b-97ee-4099-8fbf-4815f8777e17",
      "detail": "Make professional judgements and decisions, and work in complex, unfamiliar and unpredictable environments, proactively identifying actions and solutions to problems that may have many interacting factors."
    },
    {
      "skillId": "a145cee3-179d-428a-990e-41a003a61cc4",
      "detail": "Lead and promote public health provision that is person-centred, anti-discriminatory, culturally competent and inclusive."
    },
    {
      "skillId": "b0757616-b47a-4c25-9fff-7b362cf1f937",
      "detail": "Demonstrate critical awareness of stigma and the potential for bias, taking action where necessary to educate others and resolve issues arising from both."
    },
    {
      "skillId": "52eadb97-9edb-44bd-818f-0f69abbea951",
      "detail": "Recognise the need for and lead on action to provide reasonable adjustments for people, groups and communities, influencing public health policy change and best practice."
    },
    {
      "skillId": "d1136931-7f7e-4476-855d-41ea783e5144",
      "detail": "Demonstrate the advanced numeracy, literacy, digital and technological skills required to meet the needs of people, communities and the wider population, to ensure safe and effective specialist public health nursing practice."
    },
    {
      "skillId": "74d89293-4ade-47e8-a6b7-b6f682f5a3a7",
      "detail": "Assess the impact and benefits of local and national health and other policies on the health and wellbeing of people, communities and populations."
    },
    {
      "skillId": "2ab862d8-0af9-4807-be15-35ae96c6a8c1",
      "detail": "Identify, evaluate and proficiently use multiple sources of evidence and research relevant to people, communities and populations to inform specialist community public health nursing practice."
    },
    {
      "skillId": "42256e37-e14b-4fb1-aad3-a77644fa32b3",
      "detail": "Identify gaps in research, evidence and policy that impact on public health nursing practice and influence how to address these."
    },
    {
      "skillId": "bee3c4d9-fdf5-4dde-b4bd-b5c97a8606d2",
      "detail": "Utilise and effectively participate in new areas of research across interdisciplinary and interagency teams related to public health priorities and interventions."
    },
    {
      "skillId": "d6693afe-c4a8-47fd-9592-9b3fc8b7c8b8",
      "detail": "Use reliable data, statistics and informatics to lead on and support policies and programmes that improve the health outcomes of people, communities and populations."
    },
    {
      "skillId": "af3d6f30-2ed5-4123-9864-b3ac71e0d044",
      "detail": "Identify where insufficient information and data is available to inform public health priorities and national intervention strategies and how this may be addressed by refining data sets or in recognising the need for further study."
    },
    {
      "skillId": "e0e02671-4bc6-4e72-9362-fdcf700ed756",
      "detail": "Critically appraise epidemiological research and demonstrate its use in evidence-based specialist public health nursing practice."
    },
    {
      "skillId": "5d493d73-5766-4709-a05f-526ac9cae245",
      "detail": "Synthesise and apply knowledge from research, evaluation, audit and global innovation that leads to improvements in the health of people, communities and populations and addresses health inequalities."
    },
    {
      "skillId": "af18c1e3-a70b-4777-a90d-f201ddbf281c",
      "detail": "Apply the evidence base theory and principles of public health and nursing practice to support innovative approaches to influence people’s motivation, choices and behaviours."
    },
    {
      "skillId": "a747758b-e887-4082-90c9-ac3dac96a3f6",
      "detail": "Critically appraise the evidence that informs new innovations in public health programmes, including genomics, and evaluate early success measures and impact on population health outcomes."
    },
    {
      "skillId": "99b8b8a3-dda5-491a-a4f8-8397a960fe52",
      "detail": "Share outcomes and lessons learned from audit, research and evaluation in specialist public health nursing practice locally and nationally and across sectors through professional and peer reviewed processes."
    },
    {
      "skillId": "2b279266-32fe-4d78-9d53-c411beb2dcc5",
      "detail": "Critically analyse the factors that may lead to inequalities in health outcomes and health inequity and take appropriate action to mitigate their impact on people, communities and populations."
    },
    {
      "skillId": "b69f6e0f-6cc4-4311-b02a-83d9e9f7b8fa",
      "detail": "Demonstrate compassionate leadership in applying human rights, equality, diversity and inclusion, to improve the health and wellbeing of people, communities and populations."
    },
    {
      "skillId": "602d1854-32d4-4149-b222-6b5a150da2ac",
      "detail": "Appreciate the legal, ethical, moral and spiritual needs and challenges that may be faced when promoting population health, helping to mitigate barriers that enable people and families to live to their full potential."
    },
    {
      "skillId": "ca54a791-4aa8-44c7-b977-426a55b24762",
      "detail": "Assess the impact of complexity and comorbidity and their impact on people, communities and populations, in order to share knowledge and lead on person-centred public health approaches."
    },
    {
      "skillId": "2e7209c5-b913-4944-85fe-961777219c3b",
      "detail": "Develop, promote and support opportunities to educate individuals on the risks to themselves and others of the abuse of tobacco, alcohol and other substances and potentially addictive behaviours."
    },
    {
      "skillId": "e712c866-42c1-41da-9885-a771c7c87ba5",
      "detail": "Conduct, interpret and evaluate health assessment and screening, surveillance and profiling checks and interventions, and immunisation and vaccination programmes for people, communities and populations."
    },
    {
      "skillId": "4ebd188a-b6a1-4d70-a768-e8dc133dc0f8",
      "detail": "Ensure equitable and accessible services for all through improved health literacy communication and networking."
    },
    {
      "skillId": "77d5b58a-8126-40fa-89a6-ecd16e1fb10a",
      "detail": "Consult with, listen to and support people, communities and populations when assessing, planning and co-producing public health interventions."
    },
    {
      "skillId": "db4705fe-cb6c-4be4-8735-5e0c34ef8133",
      "detail": "Use models, evidence and concepts to plan, conduct and evaluate population level interventions to address specific public health issues."
    },
    {
      "skillId": "fdf80307-b1ff-4d21-a03d-b032c5b8f9fc",
      "detail": "Apply understanding of determinants of health to develop culturally responsive and inclusive public health interventions with people, communities and populations."
    },
    {
      "skillId": "b6af2b20-ae21-4917-a7aa-696e675935b8",
      "detail": "Lead on identifying vulnerable people, families, communities and populations and take action to support, safeguard and protect them, and coordinate timely care and other responsive support when needed."
    },
    {
      "skillId": "39e4a402-570a-4d44-9901-0811091381bd",
      "detail": "Critically analyse and apply evidence-based knowledge of the determinants of health, intergenerational cycles of deprivation and health inequalities that affect the mental, physical, cognitive, behavioural, social, and spiritual health and wellbeing of children, parents, carers and families."
    },
    {
      "skillId": "1df97c24-22ba-4ac9-a7b5-f72257e9d792",
      "detail": "Provide support to parents, carers and families in understanding what is needed to secure healthy development and wellbeing of infants and children."
    },
    {
      "skillId": "1fa95427-9f13-487c-b7ff-91926ec0125d",
      "detail": "Continually assess and skilfully adapt to different environments and complex situations in order to identify and advocate for those families most at risk, while at all times safeguarding the welfare of the child and others at risk."
    },
    {
      "skillId": "01cc98ae-6ee2-44a6-bbdf-9cc526975170",
      "detail": "Play a significant role in promoting mental health for parents, families, infants and children during the perinatal period and in the assessment and early identification of perinatal mental ill health."
    },
    {
      "skillId": "30b3ae2e-fc6f-43b5-947b-67663e3e4a35",
      "detail": "Provide care and support to infants, children, parents and families where appropriate and facilitate access to specialist mental health services according to the level of need."
    },
    {
      "skillId": "a8fd401b-3773-4989-aa79-fcdccd9b8949",
      "detail": "Promote infant mental health and early identification of infant distress, providing support to families to enable them to prioritise and respond to their infant’s needs."
    },
    {
      "skillId": "2f9790b9-b2a7-4339-865d-c179ae75f202",
      "detail": "Initiate appropriate evidence-based person-centred interventions to promote healthy relationships and minimise risks of domestic violence, child maltreatment and other forms of abuse within the family and the developmental impact of parental conflict on children."
    },
    {
      "skillId": "d11c3104-fff3-41d7-a93c-c1627145671a",
      "detail": "Use professional judgement to observe, recognise and respond to signs of abuse and neglect across the life course, recognising that individual safeguarding needs will differ."
    },
    {
      "skillId": "7aae47dd-6b7a-432e-9b0d-f0dc4df1bde8",
      "detail": "Recognise, critically evaluate and monitor trends in global and national strategies and programmes for preventative interventions and promotion of health to inform specialist public health practice locally, nationally and globally."
    },
    {
      "skillId": "e7aae2ac-f95a-451b-b5e6-bf3f87604672",
      "detail": "Recognise and accommodate any future developments in the application of genomics into their SCPHN practice to support prevention and early intervention in the health of the population across the life course."
    },
    {
      "skillId": "9ed73328-1dbd-45c7-b229-9cd57cfa1239",
      "detail": "Appreciate and use community assets and resources to support positive health and wellbeing of people, communities and populations."
    },
    {
      "skillId": "f4ba1df3-2afc-4890-bbd2-13f292985374",
      "detail": "In partnership with people, adopt a life course approach when assessing the public health needs of people, communities and populations."
    },
    {
      "skillId": "6a5428cf-b4bd-4440-999c-d6db5734d575",
      "detail": "Empower people, communities and populations to connect effectively with local initiatives, support networks, community assets, programmes and resources that support their health and wellbeing."
    },
    {
      "skillId": "660a852f-ec0f-4fef-ab17-40831175e037",
      "detail": "Use social prescribing to support individual, community and population health outcomes."
    },
    {
      "skillId": "0c5c9424-a02e-4dd4-a629-c09984f8b49a",
      "detail": "Enhance collaborative, strength-based therapeutic relationships."
    },
    {
      "skillId": "b24ad05c-848a-471e-a1f4-f98900b82ec1",
      "detail": "Appreciate the importance of medicines management with respect to administration, optimisation and reconciliation, and the positive impact of correct medicines management on people’s current and future health outcome."
    },
    {
      "skillId": "e51cadea-6d47-47f6-95f2-95de835b8fd0",
      "detail": "Assess the health status and health literacy of populations across the life course and their related determinants of health."
    },
    {
      "skillId": "204050f9-468a-4a0f-8990-9c8c32223aac",
      "detail": "Use culturally appropriate, evidence-based approaches to assess, support and monitor the health and wellbeing of people, and appropriately refer to specialist services if necessary."
    },
    {
      "skillId": "f9f7439d-4834-444e-b46a-910a2720161e",
      "detail": "Critically apply knowledge of populations, places, communities and determinants of health to inform key areas of specialist public health practice."
    },
    {
      "skillId": "08597d43-46d2-47b4-ae39-4846e08dfbd5",
      "detail": "In partnership with communities, develop and implement plans for local communities and populations to positively affect public health outcomes."
    },
    {
      "skillId": "ab7736f4-8c27-4d08-a27f-8bac583c9f50",
      "detail": "Lead on and contribute to policy and reporting into environmental, social-structural factors, and individual behaviours that impact on the health of people across the life course."
    },
    {
      "skillId": "798fb8ad-2f61-48c3-a982-da0805dfe828",
      "detail": "Use data and observation to evaluate the effectiveness and acceptability of services that seek to improve health outcomes of their intended users, and be able to identify trends or a need for improvement."
    },
    {
      "skillId": "07076bb6-6a66-4ed6-b271-f83d3c9a7628",
      "detail": "Undertake programmed health assessment and development reviews."
    },
    {
      "skillId": "b31af1dd-bceb-41ea-983b-431286fe5364",
      "detail": "Use validated tools to deliver holistic health assessments and programmed health and development reviews, working in partnership with parents and families to promote health and identify emergent and existing concerns including vulnerability and inequality, and facilitate and prioritise support and/or early intervention for the child and family as appropriate."
    },
    {
      "skillId": "ccbe805c-ed34-41e2-b9d0-b0a3ca9b50c3",
      "detail": "Assess for early signs of atypical patterns of development, or significant anomalies that may result in disability or emotional, physical or developmental health needs or risks, and deliver evidence-based anticipatory guidance or targeted intervention tailored to individual and family circumstances and needs."
    },
    {
      "skillId": "f4254b19-bae9-4e34-b0df-c5f53ac6bfd6",
      "detail": "Apply advanced level communication and interpersonal skills to establish trusting relationships which are respectful of families’ capabilities, priorities and values."
    },
    {
      "skillId": "a316def9-184f-4442-ae05-40f281737a2c",
      "detail": "Work in partnership with families to continually assess, and appraise the impact of known strengths, changing circumstances and relationships on child and family health and wellbeing and adapt support accordingly, acknowledging the needs of the family as a whole and prioritising support on the basis of immediate and continuing risk and need."
    },
    {
      "skillId": "47f5e597-8d9f-4b00-99d6-518ebd7af13f",
      "detail": "Work in partnership with families to promote, educate and support sensitive, responsive relationships between parents and their children through the application of specialist knowledge of early emotional development, theories and models of attachment and the impacts of positive and enduring parental-child relationships."
    },
    {
      "skillId": "4624f040-0b0e-4eea-8768-7cf4461dcd14",
      "detail": "Evaluate the effects of trauma on child development and how they adjust to those effects, and work in partnership with children and families who are affected by trauma to strengthen their resilience."
    },
    {
      "skillId": "9af3077f-8bce-48b2-85c3-8977d630bed5",
      "detail": "Critically apply specialist knowledge of the anatomy, neurodevelopment, physiology and epigenetics relevant to infant nutrition, including the implications of infant feeding, weaning and early food behaviour for optimum child and maternal health, child physical and socioemotional development and future behaviour patterns."
    },
    {
      "skillId": "de72ee82-1c7d-4acc-98d5-0e3ea57c456e",
      "detail": "Using a strength-based approach support children and families to identify risks to healthy weight in childhood promoting family nutrition and supporting them to make optimum and available choices, referring to other services according to need and risk."
    },
    {
      "skillId": "2fc9cb23-123b-48a6-99b0-c1081971b2ae",
      "detail": "Work in partnership with families to support positive, nurturing child and family relationships, and in promoting the benefits for children learning life skills in the home environment."
    },
    {
      "skillId": "9cb94d6d-9187-4755-8cb5-5eac5875d3b3",
      "detail": "Support parents and families who receive a life changing or life limiting diagnosis during pregnancy and in the early years, and in partnership with them use a strength based and empowering approach to respond to their needs, which may be complex."
    },
    {
      "skillId": "2c5ddee9-9277-4206-9dd0-5838a511fe3e",
      "detail": "Facilitate access to a range of appropriate and effective available resources to support children, parents and families with additional needs due to mental and/or physical ill health, learning disabilities or physical disability, and/or those living with multiple, complex, long term conditions."
    },
    {
      "skillId": "70ad1e3e-98b2-44b9-a6a9-4ed1f10566db",
      "detail": "Support children, parents and families to develop motivation and self-advocacy when raising awareness of opportunities for local grants, financial support and other local community assets and services."
    },
    {
      "skillId": "24ecb45a-a021-4b6c-87cc-a6a758470096",
      "detail": "Advise parents, carers and families on symptom identification and relief, enabling them to manage minor illnesses and injuries safely and effectively, and in knowing when to seek support for further treatment where necessary."
    },
    {
      "skillId": "acba3bba-c42d-4775-bbe5-dce70d53b5d0",
      "detail": "Provide evidence-based support and advice on child, adolescent and adult sexual and reproductive health and contraception."
    },
    {
      "skillId": "892e265e-36c5-403f-94ee-9a2e206fd95f",
      "detail": "Provide, evidence-based support to bereaved parents, children and families in the event of miscarriage, stillbirth or parental death and refer to additional support as appropriate."
    },
    {
      "skillId": "a403451f-5efc-43b1-aace-17532e76067e",
      "detail": "Critically appraise and apply strategies and initiatives that improve home, community and workplace cultures and environments to enhance the health and wellbeing of people and communities in the places they live, learn and work."
    },
    {
      "skillId": "88d17726-b8fd-499f-90fc-9d4a89ae57cd",
      "detail": "Critically appraise the use of new and assistive technologies that support and influence people’s choices for their own health and wellbeing, and assist with access to services."
    },
    {
      "skillId": "1a6b447b-93a9-4c43-a1a4-b205fbb77a7f",
      "detail": "Demonstrate professional business and financial acumen when developing and presenting business cases to create investment for change and value for money."
    },
    {
      "skillId": "9531ef77-a3be-48c4-8a19-29925a45f2d6",
      "detail": "Tailor nationwide programmes or commission new services that promote healthy cultures, environments and behaviours for local implementation and evaluate their effectiveness."
    },
    {
      "skillId": "c2b88314-9e65-4a41-9f2e-f8ef13e177a3",
      "detail": "Lead and support a culture of learning and continuous professional development for colleagues, and with interdisciplinary and interagency teams."
    },
    {
      "skillId": "502fbdda-40cc-48d9-9f4c-b48169894d07",
      "detail": "Recognise individual abilities and learning needs when applying the standards of education and training for pre and post-registration nursing, midwifery and nursing associate students, in order to educate, supervise and assess effectively."
    },
    {
      "skillId": "0d982d17-1742-4e53-a2aa-5791cf73801d",
      "detail": "Promote and lead effective public health workplace cultures that benefit people, communities, and populations."
    },
    {
      "skillId": "638bca15-944e-4ea4-8bfe-1747bca4c732",
      "detail": "Advance public health through identifying sustainable development goals and prepare to take action on risks to the environment and its impact on the health and wellbeing of people."
    },
    {
      "skillId": "dc23b3c2-af1b-4741-bbb6-ad616e4ff16d",
      "detail": "Share information regarding communicable diseases and approaches necessary for communicable disease surveillance, infection prevention and control, including immunisation and vaccination programmes."
    },
    {
      "skillId": "2bd92e54-335f-4f01-a46c-dd265b51d3f9",
      "detail": "Plan for emergencies and pandemic threats to population health taking account of the direct and wider risk, impacts and hierarchy of controls on health and wellbeing and service provision."
    },
    {
      "skillId": "3c8824bb-bf33-42c4-8e72-3e0b6b02a1d0",
      "detail": "Work in partnership with parents and carers to promote child safety, reduce risk behaviours and enhance awareness of the differentials of risk in relation to the child’s age, stage of development and home environment."
    },
    {
      "skillId": "f6a98354-2e35-481f-aa45-184d7799388e",
      "detail": "Respect parents’ and carers’ need for autonomy and control with sensitivity to a wide range of attitudes, values, beliefs, expectations, faiths, cultures and approaches to parenting, using a transparent approach whilst simultaneously safeguarding the welfare of the children at all times."
    },
    {
      "skillId": "477fcfbd-dc73-468e-b794-e3dfd8c82d93",
      "detail": "Demonstrate sensitivity and respect for privacy in assessing whether the child or family’s home situation and environment is appropriate for facilitating and encouraging open discussion and disclosure of personal issues."
    },
    {
      "skillId": "b2ea0614-0d71-4e35-85dd-101e4a0074aa",
      "detail": "Evaluate community health needs and assets, and advance practice through community profiling, the synthesis and application of data and information, use of informatics, and other techniques."
    },
    {
      "skillId": "8f3d5acb-f401-468d-9ef6-1fcccfb025d3",
      "detail": "Develop sustainable and innovative health visiting strategies that contribute to place-based complex interventions and improve public health outcomes for children and families, reporting outcomes and areas for improvement in line with local and national governance and audit requirements."
    },
    {
      "skillId": "31de8ebd-25c0-4f16-964e-2773218b527a",
      "detail": "Lead public health services that promote and improve the health and wellbeing of people, communities and populations."
    },
    {
      "skillId": "36deec8d-ab7a-455f-849c-4285fe4d044d",
      "detail": "Lead teams that are effective in delivering public health services, both on their own and in collaboration with others."
    },
    {
      "skillId": "0d3bfbc5-a3f1-4488-a6d7-21f6449f2798",
      "detail": "Assess service requirements influencing and leading on policy development and strategic planning to address population health needs incorporating approaches for prevention and risk management."
    },
    {
      "skillId": "d2753234-6661-402c-b53a-5efa2b8986dc",
      "detail": "Monitor and report on the outcomes of strategy and policy implementation and make recommendations for improvement including changes to commissioning."
    },
    {
      "skillId": "b5583dea-a87f-4ec8-84dd-2ef8512930ae",
      "detail": "Evaluate the efficacy of service provision by triangulating information obtained from audit, continuous improvement activity, governance, risk management and performance monitoring."
    },
    {
      "skillId": "c73fb0d3-be82-4750-8dcd-928f9c89b8d5",
      "detail": "Compassionately lead and support a culture of critical reflection and continuous professional development that promotes team and interdisciplinary learning."
    },
    {
      "skillId": "df329ca3-39a1-4779-8332-c46ba8ac0c74",
      "detail": "Build alliances and partnerships that support equality, diversity and inclusion, collaboration and sharing of new ideas and innovations and be able to agree shared goals and priorities."
    },
    {
      "skillId": "3759b9d8-e4f7-4aeb-87d2-44bec6643883",
      "detail": "Use a range of advanced communication skills with people, communities, peers and interdisciplinary and interagency colleagues, including use of digital and other modalities to support communication in virtual and remote environments."
    },
    {
      "skillId": "c4eae664-6094-4929-86a4-6b3517d67902",
      "detail": "Communicate simple and complex public health information in a variety of formats, tailored for different community and population audiences."
    },
    {
      "skillId": "dce8a47d-e190-465b-be16-377cc2035870",
      "detail": "Use a range of techniques to influence, challenge, and persuade peers and senior stakeholders in relation to public health strategies and policies that affect people, communities and populations."
    },
    {
      "skillId": "99e33aef-360e-43e7-b187-703d3932d254",
      "detail": "Lead creative, flexible approaches to engage parents and carers in child health promotion programmes, providing advice and support to enable co-design and collective decision making."
    },
    {
      "skillId": "16e366b0-4da6-4f7d-a6c0-9c7c651f54f5",
      "detail": "Lead discussions and collaborate on the development of services for children with high impact health and care needs and ensure workforce readiness for implementation."
    },
    {
      "skillId": "7638d172-1efd-4e3f-a52c-22d6cff9c586",
      "detail": "Involve, escalate, report and make decisions with interdisciplinary and interagency teams on the immediate and continuing risk of domestic violence, child maltreatment and other forms of abuse to the safety of infants, children and families and collaborate on all necessary actions."
    },
    {
      "skillId": "c1433168-a59d-4ee6-ac0c-e076aa878fca",
      "detail": "Lead interdisciplinary and interagency discussions and make decisions regarding the referral, transfer, support and management of children and families where there are complex mental or physical health needs and/or concerns."
    },
    {
      "skillId": "c0a61506-9515-4d66-882e-22a3c2018594",
      "detail": "Work in partnership with midwives and other interdisciplinary and interagency teams and services during the antenatal period and first days of the infant’s life to ensure consistency and continuity of care for infants, parents and carers, and a smooth transition between midwifery and health visiting services."
    },
    {
      "skillId": "f586ead8-2897-4317-b8b3-2f2574d0a634",
      "detail": "Work in partnership with school nurses to ensure the transition of support for the child and family from the health visitor to the school nursing service is positive, seamless and effective."
    },
    {
      "skillId": "119dc1e2-c6c4-4cbe-8bea-6eff8e07c811",
      "detail": "Proactively promote, support and improve the health and wellbeing of school-aged children and young people, recognising the rights of the child at all times."
    },
    {
      "skillId": "197f2e2e-a80e-4353-8a80-a67389671ad8",
      "detail": "Evaluate the relationship between school, life, mental and physical health and ill health and lead on proactive approaches to promote and protect health and wellbeing of school-aged children and young people in and outside of school."
    },
    {
      "skillId": "887d4798-a2b7-4b72-a667-efd31940e9c3",
      "detail": "Lead evidence-based interventions that are holistic, inclusive and responsive to the needs of school-aged children and young people."
    },
    {
      "skillId": "b42304dd-250e-45ae-99e2-06b5c9346047",
      "detail": "Evaluate the impact of intergenerational cycles of dependency and adversity on school-aged children and young people, and how protective factors, early help, and interventions improve health outcomes."
    },
    {
      "skillId": "22887106-8b05-40b1-8b54-f192dbb09787",
      "detail": "Apply an evidence-based approach to identify vulnerability and inequality within the school-aged population, identifying those needing support and those at risk."
    },
    {
      "skillId": "027a8eaf-a9a5-4d57-b026-72422df51085",
      "detail": "Safeguard and prioritise support for school-aged children and young people most at risk, escalating concerns and provide specialist expertise for safeguarding and child protection pathways."
    },
    {
      "skillId": "eeb4e6ff-e215-4deb-91b0-e16eab1f81ed",
      "detail": "Safely manage challenges and potential conflicts when applying safeguarding and child protection pathways to individual school-aged children and young people."
    },
    {
      "skillId": "6eaf7faa-25e7-452f-bce2-dbdc8638d8f8",
      "detail": "Assess the risk for vulnerability in school-aged children and young people and families that are impacted by changes to their circumstances, to maximise access and support from relevant services."
    },
    {
      "skillId": "184b4b93-574c-460b-ae71-314eb72a47d5",
      "detail": "Foster positive relationships and facilitate inclusion, recognising the potential impact of stigma, bias and assumptions that people may make about school-aged children and young people."
    },
    {
      "skillId": "e54b6503-5668-44ea-b6c2-6562ddb66452",
      "detail": "Use of validated tools to deliver holistic health assessments and programmed development reviews that aim to improve individual, community and population health outcomes."
    },
    {
      "skillId": "faf34cf5-6745-477c-b48f-a0e8b41f939a",
      "detail": "Critically analyse and apply specialist knowledge of the biopsychosocial, moral and spiritual development of school-aged children and young people at all key phases in the life course."
    },
    {
      "skillId": "a1ed1b43-916e-4c50-a142-d157c6fe1e0d",
      "detail": "Evaluate how age and biopsychosocial development influence communication skills in the school-aged population, using advanced communication techniques to facilitate positive, trusting relationships with school aged children and young people, parents, carers and families."
    },
    {
      "skillId": "aaeca533-e961-4d1d-8bb3-17da597c6fae",
      "detail": "Evaluate how biopsychosocial influences in adolescent years impact on behaviour, life skills and transition to adulthood, recognising adolescence as a distinct stage of the life course."
    },
    {
      "skillId": "387dd73d-7413-4900-8af7-a08199d13c35",
      "detail": "Assess the impact of key transition periods and events for school-aged children and young people including starting and leaving school, change of care provider, illness and bereavement, and apply appropriate intervention to support their development of self-managing behaviours."
    },
    {
      "skillId": "e7fdf6a6-9ff6-4406-a2ee-707538b67d98",
      "detail": "Use a range of evidence-based interventions to support young people’s safe transition to adulthood."
    },
    {
      "skillId": "b2aa4ab2-e548-4e11-8e1e-6eb8d794b509",
      "detail": "Optimise positive behaviours in parents, carers, families and peers and, through evidence-based interventions, promote trust and self-efficacy to improve health and wellbeing for school-aged children and young people."
    },
    {
      "skillId": "09f49476-9233-4414-9250-eef9933f6638",
      "detail": "Support school-aged children and young people, parents and families to develop motivation and self-advocacy when raising awareness of opportunities for local grants, financial support and other local community assets and services."
    },
    {
      "skillId": "56ca1804-470d-40bc-9157-6174c7098643",
      "detail": "Use evidence-based observations, assessment and apply professional judgement when taking action to prevent and minimise the risk of adverse childhood experiences and build on protective factors to support and guide school-aged children and young people, parents and carers."
    },
    {
      "skillId": "d615ec21-f2b5-4c38-b0be-0983d64c07d0",
      "detail": "Demonstrate knowledge and understanding of school aged children and young people’s emotional literacy, cognitive ability, wellbeing and resilience skills when observing, assessing and making decisions on the appropriate intervention."
    },
    {
      "skillId": "b4130767-33a6-43d7-bbcb-51431352708e",
      "detail": "Use professional judgement to assess for early signs of low mood and anxiety in school-aged children and young people, and provide early interventions to support emotional and mental health and wellbeing."
    },
    {
      "skillId": "d98b95c4-b628-4b80-bf25-382a95f67d32",
      "detail": "Evaluate how evidence-based interventions help school aged children and young people consider the impacts of and risks associated with specific behaviour choices related to social media, alcohol/substances, violence, exploitation and gang culture."
    },
    {
      "skillId": "3059d7cd-c536-4b2a-9d06-16abfed729bf",
      "detail": "Evaluate the effects of trauma on children and young people’s development and adjustment and use culturally appropriate, evidence-based, trauma-informed approaches to assess, support and monitor, using professional judgement when making decisions to refer to specialist services."
    },
    {
      "skillId": "d71ee70c-cc0d-4aef-b42c-f64fb3bb4251",
      "detail": "Use community and population profiling to identify and assess health and wellbeing needs and priorities for school-aged children and young people."
    },
    {
      "skillId": "dc6c3ed9-bf45-49c2-baec-0483b17e2cfe",
      "detail": "Lead, support and advocate for collaborative cultural and community developments that improve health and wellbeing in the school-aged population."
    },
    {
      "skillId": "239cd9a1-07a9-4be6-ae4a-943bb0acc51c",
      "detail": "Lead, co-design, provide and evaluate local health education, health promotion and safety campaigns aligned to key public health priorities for school-aged children and young people."
    },
    {
      "skillId": "07e7cb4a-3e8e-4bba-b334-60a318b0d250",
      "detail": "Recognise the impact of the school environment, its culture and relationships that school-aged children and young people form and their effect on their health, wellbeing and achievement."
    },
    {
      "skillId": "def828c6-90e5-4049-8e0d-f0610285cf60",
      "detail": "Raise awareness of the impact of socio-economic disadvantage including digital poverty, and work with others to facilitate policy changes that support school aged children and young people to achieve their potential."
    },
    {
      "skillId": "84136a5f-c38f-444f-8ab4-59b7acb5dbb8",
      "detail": "Evaluate lived experiences which may impact on school aged children and young people’s behaviour, health and wellbeing, ensuring that their needs, rights and safety remain paramount and central to all planning interventions."
    },
    {
      "skillId": "b2b068f9-b164-404e-9231-cdb988eae5ab",
      "detail": "Respect parents’ and carers’ need for autonomy and control with sensitivity to a wide range of attitudes, values, beliefs, expectations, faiths, cultures and approaches to parenting, using a transparent approach whilst simultaneously safeguarding the welfare of school-aged children and young people at all times."
    },
    {
      "skillId": "4deba28c-f466-4139-b8bf-9cae86877eb1",
      "detail": "Synthesise data, information and intelligence related to home, school and community environments, and apply professional judgement to determine how this intelligence can be widely reported to positively influence policy and strategy to improve health and wellbeing."
    },
    {
      "skillId": "4d030784-3530-4f28-8f53-998d93076cdb",
      "detail": "Evaluate existing services to identify gaps in available support for school-aged children and young people and develop strategies to maximise support and access to relevant services according to age and maturity."
    },
    {
      "skillId": "57a4229a-888e-499a-bdab-c86be711a00c",
      "detail": "Advocate for school-aged children and young people in public health services, ensuring their voice is heard, supporting co-production, co-design and development at universal, targeted and specialist service levels."
    },
    {
      "skillId": "565da966-055a-438e-ae33-c552d3ed9374",
      "detail": "Design and lead the delivery and evaluation of evidence based school nursing services, educational campaigns and co-produced interventions aligned to regional and national public health initiatives to protect and promote the health and wellbeing of school-aged children and young people."
    },
    {
      "skillId": "69454dde-68ea-4950-ae73-c274f5b10bae",
      "detail": "Influence, advocate for and make decisions for the safety and wellbeing of school-aged children and young people at interagency meetings and hearings."
    },
    {
      "skillId": "bab12ad0-f49f-46a4-a2f3-ad796c2abb15",
      "detail": "Capture the lived experience and lived existence of school-aged children and young people and evaluate how this and other sources of evidence influences and informs current and future specialist practice, policy decisions and school nursing service design."
    },
    {
      "skillId": "4356b8dd-aba4-4a9c-934f-553df31f1fda",
      "detail": "Lead and promote visibility of school nursing services and ensure accessibility through engagement with school aged children and young people, parents, carers, families, school staff, other professionals and voluntary sector organisations."
    },
    {
      "skillId": "75dbfb1b-9716-4d54-9cb8-80dc46fa0698",
      "detail": "Design school nursing services which recognise and respect children and young people’s privacy and dignity."
    },
    {
      "skillId": "23862e7e-bbe5-4bcf-baf2-3e954de81c9b",
      "detail": "Critically analyse the opportunities, benefits and risks for school nursing services when communicating with school-aged children and young people face to face and via social media and virtual platforms."
    },
    {
      "skillId": "b622c04e-7a23-42b5-9aed-5a42db209025",
      "detail": "Work in partnership with relevant professionals and services to ensure the transition of support for school-aged children and young people to adult services mitigates risks and is positive, seamless and effective."
    },
    {
      "skillId": "eabe2382-104c-4b91-b389-276f6ddfb3d1",
      "detail": "Appraise the impact of socio-economic and political issues on work and health to implement occupational health interventions."
    },
    {
      "skillId": "4070d388-f6c9-440e-a3f1-1d1fa7b67faa",
      "detail": "Critically examine the relationship between worklessness and health and their association with health inequalities that affect people, families and communities."
    },
    {
      "skillId": "85fc5444-c388-462a-b820-4f250ac92bfc",
      "detail": "Lead an occupational health service that is open, holistic, inclusive and responsive to wider socio-economic and health concerns including but not limited to safeguarding and abuse within and outside the workplace."
    },
    {
      "skillId": "6830ced2-3f11-469f-a657-b68d0b4152d5",
      "detail": "Evaluate the relationship between work, life, mental and physical health and ill health to lead on proactive organisational approaches to promote and protect health and wellbeing within and outside the workplace."
    },
    {
      "skillId": "ff24d466-ac28-4936-9046-00e8dc782461",
      "detail": "Identify individuals who may be vulnerable or at risk of direct and indirect abuse or harm within or outside the workplace, appropriately escalating and referring to other professionals and agencies."
    },
    {
      "skillId": "6085a6f2-8cbd-47d9-b2d7-b1a9d09e743d",
      "detail": "Lead the development, delivery and evaluation of inclusive, multifunctional occupational health services that meet the diverse needs of employees and organisations, adopting a life course approach."
    },
    {
      "skillId": "3a68e6a4-6b6e-4cc0-9a03-2140c4394c91",
      "detail": "Identify emerging health issues, and signpost to available support for access to health and care services and other agencies to balance individual health and wellbeing with employment obligations."
    },
    {
      "skillId": "cc806160-d35d-4445-b27c-ea4409665753",
      "detail": "Use evidence to justify the impact and value of occupational health services for employees, organisations and the wider population."
    },
    {
      "skillId": "0d2a60b9-c42e-42b0-be48-a82d75c4b8ff",
      "detail": "Interpret, inform and provide impartial advice on health and safety legislation and case law."
    },
    {
      "skillId": "c61500b5-f172-4d79-86eb-5d84aa3292fe",
      "detail": "Critically analyse and apply the principles of occupational hygiene, engineering controls and ergonomics when advising on the creation and maintenance of healthy work environments."
    },
    {
      "skillId": "b4a896f3-c031-4957-8009-af923ab5ac5c",
      "detail": "Evaluate how disease, illness and impairment act as barriers to gaining, sustaining and returning to work and the impact of this on people and all areas of life."
    },
    {
      "skillId": "d77364b5-0026-444b-8ade-857d68f92797",
      "detail": "Influence and provide impartial advice on the design of inclusive, adaptive and supportive workplaces."
    },
    {
      "skillId": "85e3bc5f-f4a3-42c1-a9a9-c6b4488f19a9",
      "detail": "Develop inclusive strategies that enable innovative, person-centred approaches for employees who may need adaptations and adjustments to their work due to health and wellbeing reasons."
    },
    {
      "skillId": "80b8f41f-cd79-4aa1-ac5e-3ddb23566624",
      "detail": "Develop evidence-informed strategies to support and enable employees with multiple or long-term conditions to have sustainable, productive and fulfilling work."
    },
    {
      "skillId": "5e4ec660-2d99-4c5e-a3a1-4cd8a85e2765",
      "detail": "Provide specialist, personalised occupational health advice on work adjustments to employees and employers which considers the impact of diagnoses, therapies, interventions, medications and treatments."
    },
    {
      "skillId": "251b438a-f0c3-4dfb-ae3b-59cf43a5952a",
      "detail": "Contribute to organisational disaster planning and preparedness to support business continuity and in optimising the ongoing safety and health of people."
    },
    {
      "skillId": "80d6e5fd-7ef2-4fc6-bb9b-22b3d5d8d95b",
      "detail": "Develop sustainable, data-driven occupational health strategies with short, medium and long term aims to improve employee health and wellbeing, embedded as part of the business improvement cycle."
    },
    {
      "skillId": "64a7b6e7-748f-41a3-b1f7-1b17bc4ee870",
      "detail": "Focus on inclusion and innovation in job design to lead, improve and innovate ways to address health hazards by elimination, mitigation and control."
    },
    {
      "skillId": "ea22fc91-01cd-48b7-8fad-72eed038a0e8",
      "detail": "Lead on the organisational response to safe, appropriate and economically viable approaches to waste management for food, hazardous chemicals, biological and clinical waste, taking into consideration infection control measures and the impact of environmental pollution on health and wellbeing."
    },
    {
      "skillId": "05539c36-c65e-4c80-bdc1-51ace452aae0",
      "detail": "Recognise and act on the importance of the environmental impact of work processes and products, and collaborate on reducing and controlling emissions and other pollutants that may impact on safety, health and wellbeing and the environment."
    },
    {
      "skillId": "edf19144-e130-4c71-8fcc-af8f0a05f0d6",
      "detail": "Critically examine and apply the hierarchy of control to manage risks to health, safety and wellbeing in the workplace."
    },
    {
      "skillId": "3087f29a-77fe-4136-bbaf-e97c89b6b820",
      "detail": "Anticipate and appraise the impact of new and emerging technology to improve workability now and in the future."
    },
    {
      "skillId": "5a69ef06-b507-4c46-8d53-1e05fcedb3e1",
      "detail": "Facilitate workplace adjustments that enable wider participation of people in work, effectively using assistive technologies."
    },
    {
      "skillId": "97e0968a-9e56-4265-8d83-076b35b6e252",
      "detail": "Evaluate the impact of job redesign and the potential need for skills development and/or redeployment on the health and wellbeing of people."
    },
    {
      "skillId": "5fc833d0-e4d4-4001-b6fe-135d33ad34ad",
      "detail": "Critically examine the effect of worklessness on the health and wellbeing of people, families and communities."
    },
    {
      "skillId": "3927ba0e-afcd-47d5-9daa-c2ba51154793",
      "detail": "Critically appraise and use assistive technologies, recognising their potentially varied impact on individual people’s work and health."
    },
    {
      "skillId": "1177955b-11e8-4f8c-b878-88de833e8121",
      "detail": "Triangulate and appraise organisational and workforce profiling data to secure resources for the development and delivery of occupational and employee health, safety and wellbeing."
    },
    {
      "skillId": "b785fdef-f0a6-4eca-b966-b873508f764f",
      "detail": "Create systems to allow data collection, information retrieval and dissemination protocols for enhancing occupational health nursing practice."
    },
    {
      "skillId": "d2d67d82-ca58-4f57-8af6-b147c0440008",
      "detail": "Develop and manage a safe and effective occupational health nursing service, which promotes innovative, evidence-informed workplace protocols and strategies."
    },
    {
      "skillId": "67c079c0-cae9-4f82-a43b-6c2de2ad1cae",
      "detail": "Influence organisational policy and strategy for employee health and wellbeing which embraces and reflects national and international public health agendas and strategies."
    },
    {
      "skillId": "0401460e-15ae-45d3-8c11-a664a43a7dc2",
      "detail": "Critically apply business acumen to develop, promote and report on evidence-based occupational health and wellbeing initiatives that take account of economic and non-economic resources."
    },
    {
      "skillId": "a078f543-7b0b-4e77-b6e6-0b2f861f9ec0",
      "detail": "Evaluate, synthesise and communicate data and information to quantify and qualify the positive impact of occupational health interventions on workplace and business targets and outcomes."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Office for Students",
    "contactName": "",
    "contactAddress": "Westward House<br>Lime Kiln Close<br>Stoke Gifford<br>BRISTOL<br>BS34 8SR<br>tel 0117 931 7317",
    "contactEmail": "apprenticeshipEQA@officeforstudents.org.uk",
    "webLink": "https://www.officeforstudents.org.uk/"
  },
  "approvedForDelivery": "2023-09-20T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0335",
  "tbMainContact": "Angelo.Varetto@wdtrust.org.uk",
  "involvedEmployers": "Barking, Havering and Redbridge University Hospitals NHS Trust, Bolton Hospital NHS Foundation Trust , Department of Health and Social Care, Derbyshire Community Health Services NHS Foundation Trust, Derbyshire Healthcare Foundation Trust, Gloucestershire Health and Care NHS Foundation Trust, HCRG Care Group, Health Education England - Talent for Care, Hertfordshire Community NHS Trust, Institute of Health Visitors, Locala Health and Wellbeing, Manchester Local Care Organisation, Manchester University NHS Foundation Trust (MFT), National School of Occupational Health, NHS England, North Somerset Community Partnership, Nottingham Healthcare NHS Foundation Trust, Nottinghamshire Healthcare NHS Foundation Trust, Nursing and Midwifery Council, People Asset Management Group, Royal College of Nursing, Sirona Care and Health, Skills for Health, Society of Occupational Medicine, Stockport NHS Foundation Trust, Sussex Community NHS Foundation Trust, Unite the Union, Whittington Health NHS Trust",
  "otherInvolvedStakeholders": "",
  "regulated": true,
  "regulatedBody": "Nursing and Midwifery Council",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Health visitor",
    "Occupational health nurse",
    "School nurse",
    "Specialist community public health nurse"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Health",
  "cluster": "Midwifery and Nursing Professional",
  "clusterId": "211",
  "clusterDescription": "Assess, plan, implement and evaluate patient care in multiple settings with specialist expertise often working independently",
  "createdDate": "2024-01-19T10:33:08 +00:00",
  "lastUpdated": "2023-11-22T00:00:00 +00:00",
  "occupationalStandardApprovalDate": "2023-09-20T00:00:00 +00:00",
  "banners": "",
  "occupationCode": "OCC1418",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1418-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1418-v1-1",
  "qualifications": [
    {
      "qualificationId": "7a3f2ccf-0099-42d8-9ba0-d2213f7b6129",
      "title": "NMC Approved Qualifications. Specialist Community Public Health Nursing",
      "level": "7 (non-degree qualification)",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": [
        {
          "title": "Health Visitor",
          "optionID": "88be59f7-839d-408b-8fd5-f43c88b5928a"
        },
        {
          "title": "Occupational Health Nurse",
          "optionID": "292e994c-5f45-408a-8a2a-7cbbda77bd6e"
        },
        {
          "title": "School Nurse",
          "optionID": "61081ff1-14c7-4765-b71a-613a2c076624"
        }
      ]
    }
  ],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "2c2fbb33-c874-4438-92f7-0db8de6708ff",
      "dutyDetail": "Undertake autonomous specialist community public health nursing practice.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "66b3024b-ed21-4285-a88c-2df4b9292ca2",
        "6ef9cccd-a63c-4ab0-b48d-d23d0c2a9da5",
        "a2a9001e-f4da-4d74-b79e-3486a0b40851",
        "37adfa70-a152-419c-893d-c89cabc74789",
        "32965541-7744-4079-91c3-7c3ef9d94584"
      ],
      "mappedKnowledge": [
        "ca331dad-2513-4a2e-b8d6-856884e50427",
        "4234effa-892c-4441-b782-884fa34ab0d5",
        "d8c02b8e-1884-4aa3-b034-c0bdbb39c857",
        "d9143dea-deff-418c-9454-58d01a793d80",
        "520c4ec3-7ee1-46d9-a49d-ef500d070e6f",
        "f6f00d3e-a1c1-4654-8f76-0e6ed79898a2",
        "2521ee07-2383-40c5-9a5a-632d3b6e4f4c"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "69f3f4a4-9aa5-493e-8928-80e444e6dba7",
        "4ea7daa3-23a4-4443-9d7a-76eb6800355f",
        "15b8b104-d1fd-4a74-b0b3-b5494d79f3a5",
        "43822c2f-bc06-4b68-a58f-83d0c5f30d7a",
        "23fbb8ed-9979-497b-812b-090fc18e9bca",
        "f41c5e5c-732d-4344-8a35-a605b24d327e",
        "a39dc57b-97ee-4099-8fbf-4815f8777e17",
        "a145cee3-179d-428a-990e-41a003a61cc4",
        "b0757616-b47a-4c25-9fff-7b362cf1f937",
        "52eadb97-9edb-44bd-818f-0f69abbea951",
        "d1136931-7f7e-4476-855d-41ea783e5144"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "fecb38ca-34fd-400a-a092-5405153c0ed3",
      "dutyDetail": "Transform specialist community public health nursing practice through evidence, research, evaluation and translation.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "66b3024b-ed21-4285-a88c-2df4b9292ca2",
        "6ef9cccd-a63c-4ab0-b48d-d23d0c2a9da5",
        "a2a9001e-f4da-4d74-b79e-3486a0b40851",
        "37adfa70-a152-419c-893d-c89cabc74789",
        "32965541-7744-4079-91c3-7c3ef9d94584"
      ],
      "mappedKnowledge": [
        "9aa7e1d5-23cc-4fac-803e-b3f8819b49f5",
        "77d61fd3-3c1b-436f-a16a-384235135168",
        "c7e6543f-56c8-4558-ab1a-9776be5e216d",
        "0ce9de08-766e-46a1-8292-cda4d56d8449",
        "66e9a685-c37d-4e20-86d1-c5a112912c09",
        "f94f0d9c-00a4-4019-a09c-3e070ffa50e8",
        "49b65427-c215-4479-abb4-f09d53c8c697",
        "3e0b0c2b-c720-4e4b-b96d-950e7737a189",
        "2857b9b9-9694-40c9-b3d4-099da7cb1bcc"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "74d89293-4ade-47e8-a6b7-b6f682f5a3a7",
        "2ab862d8-0af9-4807-be15-35ae96c6a8c1",
        "42256e37-e14b-4fb1-aad3-a77644fa32b3",
        "bee3c4d9-fdf5-4dde-b4bd-b5c97a8606d2",
        "d6693afe-c4a8-47fd-9592-9b3fc8b7c8b8",
        "af3d6f30-2ed5-4123-9864-b3ac71e0d044",
        "e0e02671-4bc6-4e72-9362-fdcf700ed756",
        "5d493d73-5766-4709-a05f-526ac9cae245",
        "af18c1e3-a70b-4777-a90d-f201ddbf281c",
        "99b8b8a3-dda5-491a-a4f8-8397a960fe52"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4f4c6957-6c14-4a36-91ab-b9bf17ba5b9a",
      "dutyDetail": "Promote human rights and address inequalities of infants, children, parents, carers and families through assessment, surveillance and intervention.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "66b3024b-ed21-4285-a88c-2df4b9292ca2",
        "6ef9cccd-a63c-4ab0-b48d-d23d0c2a9da5",
        "a2a9001e-f4da-4d74-b79e-3486a0b40851",
        "37adfa70-a152-419c-893d-c89cabc74789",
        "32965541-7744-4079-91c3-7c3ef9d94584"
      ],
      "mappedKnowledge": [
        "f88405e9-c2f0-46b8-8fe3-ae2def5035e6",
        "05908413-353d-48f1-9fe8-7dbaf2dfb3ea",
        "15fa8587-b55e-49b9-af74-52e3c8326fb3",
        "dbcd6513-7a63-415d-ad0f-bf848b7fb65a",
        "9094e99a-1a0f-46a3-bc73-d638a3cf0240",
        "fcdf6472-fd02-4829-a734-ee01325e3896",
        "fc79361e-03d6-484d-b3b3-16ba2c71ea03",
        "f5bda1ef-c512-4c38-8081-aa760773bd22",
        "562dee15-f282-4148-af2c-8bfd098ed51c",
        "12a8bd30-7a11-4243-9ab4-3092a624d51f",
        "f4fff029-b61d-485e-876d-d465a6a17b32",
        "cdf11bf8-7344-43e6-97d0-9896ebbe078a",
        "80036def-de56-4209-8ac2-db43700608a5",
        "46469816-580e-4dc8-8b65-67a94c4cf0da",
        "6c288cb6-4579-40d9-b3c6-bf7fe2c89a3b",
        "9b8af9d4-5dc3-4cff-8f86-c5dce8c6b86f",
        "5140bc70-74a0-418e-a454-06a7aa754960",
        "e90102e6-f5d8-4745-8aee-c08eee20c04f"
      ],
      "mappedOptions": [
        "88be59f7-839d-408b-8fd5-f43c88b5928a"
      ],
      "mappedSkills": [
        "a747758b-e887-4082-90c9-ac3dac96a3f6",
        "2b279266-32fe-4d78-9d53-c411beb2dcc5",
        "b69f6e0f-6cc4-4311-b02a-83d9e9f7b8fa",
        "602d1854-32d4-4149-b222-6b5a150da2ac",
        "ca54a791-4aa8-44c7-b977-426a55b24762",
        "2e7209c5-b913-4944-85fe-961777219c3b",
        "e712c866-42c1-41da-9885-a771c7c87ba5",
        "4ebd188a-b6a1-4d70-a768-e8dc133dc0f8",
        "77d5b58a-8126-40fa-89a6-ecd16e1fb10a",
        "db4705fe-cb6c-4be4-8735-5e0c34ef8133",
        "fdf80307-b1ff-4d21-a03d-b032c5b8f9fc",
        "b6af2b20-ae21-4917-a7aa-696e675935b8",
        "1df97c24-22ba-4ac9-a7b5-f72257e9d792",
        "1fa95427-9f13-487c-b7ff-91926ec0125d",
        "01cc98ae-6ee2-44a6-bbdf-9cc526975170",
        "30b3ae2e-fc6f-43b5-947b-67663e3e4a35",
        "a8fd401b-3773-4989-aa79-fcdccd9b8949",
        "2f9790b9-b2a7-4339-865d-c179ae75f202",
        "d11c3104-fff3-41d7-a93c-c1627145671a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5a891d14-f65d-4383-ae09-1a6b8bdf828b",
      "dutyDetail": "Improve population health by: enabling, supporting and improving health outcomes of infants, children, parents, carers and families across the life course.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "66b3024b-ed21-4285-a88c-2df4b9292ca2",
        "6ef9cccd-a63c-4ab0-b48d-d23d0c2a9da5",
        "a2a9001e-f4da-4d74-b79e-3486a0b40851",
        "37adfa70-a152-419c-893d-c89cabc74789",
        "32965541-7744-4079-91c3-7c3ef9d94584"
      ],
      "mappedKnowledge": [
        "a2ecb8cf-beac-4fb9-bd93-2a9547deb90f",
        "a6e64af3-d7b5-4b8c-86ef-7b1b016f0db7",
        "96fab771-673b-4876-96ae-63912b54eecc",
        "c535bf7c-5a4f-43cb-ac96-7c48df3db815",
        "b0085334-5a45-40a9-8b10-f3d6879e05bd",
        "4927ebd9-0490-4820-8a59-d3c53959f3b4",
        "fe586775-3c53-4ab0-8726-b073331b16d4",
        "ab5b8f1e-a123-440c-9fe7-50db40847a17",
        "1c9aead1-0d82-4ea2-8992-a98434edfde7",
        "686e6c0b-7e00-490e-9f91-15d44870637e",
        "90d535f3-a717-464a-a9de-ea5d0e87c0a7",
        "1d04f3a6-29e8-49db-8135-9aaedd2f2746",
        "40d71ff1-a9fe-4786-b84f-f3098102169b",
        "80a2858e-31dd-43a7-ac46-3033f5809670",
        "1481b85d-7053-4240-a06a-c2cc1044edd4",
        "2d9adb83-6c95-4c88-b375-b728c6bda6fe",
        "57652ee6-3b16-4b90-a134-4bf8206270ed",
        "beabc72f-2947-409b-9451-0b9af05df47f",
        "aff797ba-082e-48a8-bc74-fa798f21c5f5",
        "49c6cae6-f693-47b8-95f3-1c7577c0086e",
        "5a41a939-6ceb-42f4-a8d3-8f2c3cfc569d",
        "4a4ae70d-1f1f-42e1-be7a-ee4594ad6a39",
        "c4816281-c84c-4ea9-9080-91794063fc61",
        "50c55cae-a976-42e6-bb95-401e4f5a8231",
        "d978afcc-0a3d-44c0-8238-67f50fe06308",
        "d2e0ab5e-6762-4c3b-8055-216262778dc2",
        "397d0737-f8ac-42a8-bac1-be6691a24213",
        "08f33701-1433-4557-a07e-23e000270089"
      ],
      "mappedOptions": [
        "88be59f7-839d-408b-8fd5-f43c88b5928a"
      ],
      "mappedSkills": [
        "39e4a402-570a-4d44-9901-0811091381bd",
        "7aae47dd-6b7a-432e-9b0d-f0dc4df1bde8",
        "e7aae2ac-f95a-451b-b5e6-bf3f87604672",
        "9ed73328-1dbd-45c7-b229-9cd57cfa1239",
        "f4ba1df3-2afc-4890-bbd2-13f292985374",
        "6a5428cf-b4bd-4440-999c-d6db5734d575",
        "660a852f-ec0f-4fef-ab17-40831175e037",
        "0c5c9424-a02e-4dd4-a629-c09984f8b49a",
        "b24ad05c-848a-471e-a1f4-f98900b82ec1",
        "e51cadea-6d47-47f6-95f2-95de835b8fd0",
        "204050f9-468a-4a0f-8990-9c8c32223aac",
        "f9f7439d-4834-444e-b46a-910a2720161e",
        "08597d43-46d2-47b4-ae39-4846e08dfbd5",
        "ab7736f4-8c27-4d08-a27f-8bac583c9f50",
        "798fb8ad-2f61-48c3-a982-da0805dfe828",
        "07076bb6-6a66-4ed6-b271-f83d3c9a7628",
        "b31af1dd-bceb-41ea-983b-431286fe5364",
        "ccbe805c-ed34-41e2-b9d0-b0a3ca9b50c3",
        "f4254b19-bae9-4e34-b0df-c5f53ac6bfd6",
        "a316def9-184f-4442-ae05-40f281737a2c",
        "47f5e597-8d9f-4b00-99d6-518ebd7af13f",
        "4624f040-0b0e-4eea-8768-7cf4461dcd14",
        "9af3077f-8bce-48b2-85c3-8977d630bed5",
        "de72ee82-1c7d-4acc-98d5-0e3ea57c456e",
        "2fc9cb23-123b-48a6-99b0-c1081971b2ae",
        "9cb94d6d-9187-4755-8cb5-5eac5875d3b3",
        "2c5ddee9-9277-4206-9dd0-5838a511fe3e",
        "70ad1e3e-98b2-44b9-a6a9-4ed1f10566db",
        "24ecb45a-a021-4b6c-87cc-a6a758470096",
        "acba3bba-c42d-4775-bbe5-dce70d53b5d0",
        "892e265e-36c5-403f-94ee-9a2e206fd95f"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6f08aa38-8c9a-4454-ba16-a2595c455ad5",
      "dutyDetail": "Advance public health services and promote healthy places, environments and cultures for infants,  children, parents, carers and families.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "66b3024b-ed21-4285-a88c-2df4b9292ca2",
        "6ef9cccd-a63c-4ab0-b48d-d23d0c2a9da5",
        "a2a9001e-f4da-4d74-b79e-3486a0b40851",
        "37adfa70-a152-419c-893d-c89cabc74789",
        "32965541-7744-4079-91c3-7c3ef9d94584"
      ],
      "mappedKnowledge": [
        "6869de52-0caa-4558-b11d-c210ef607254",
        "8334cbf1-d15a-4c6d-b1e0-d1e1e60d543a",
        "2f850736-068a-4d96-aa90-eacac1b3dc49",
        "00203e71-3103-4dbc-b250-0fcddfd4ba02",
        "a0e76565-98af-418a-b66e-07f8fa1d0d83",
        "14911807-4132-4394-a8b1-5cb5e740e8ab",
        "69b0cb1e-431f-4eb8-9f8a-7785d5d39903",
        "37812e1e-7b4d-481c-925d-608fe15f2eb7",
        "9826e0ac-5ffe-4271-a895-3d74f8061acf",
        "c5d0e003-9e11-4d41-b5a2-b2f48100032e",
        "d46cf8b1-7346-4942-8238-d92c699f9a66",
        "8ec05c4a-49c6-4f88-8965-81bf025adf49",
        "0caeff37-b897-42ac-a034-fb0acac06fce",
        "2187e833-6b50-4265-845c-4eb682a611f8"
      ],
      "mappedOptions": [
        "88be59f7-839d-408b-8fd5-f43c88b5928a"
      ],
      "mappedSkills": [
        "a403451f-5efc-43b1-aace-17532e76067e",
        "88d17726-b8fd-499f-90fc-9d4a89ae57cd",
        "1a6b447b-93a9-4c43-a1a4-b205fbb77a7f",
        "9531ef77-a3be-48c4-8a19-29925a45f2d6",
        "c2b88314-9e65-4a41-9f2e-f8ef13e177a3",
        "502fbdda-40cc-48d9-9f4c-b48169894d07",
        "0d982d17-1742-4e53-a2aa-5791cf73801d",
        "638bca15-944e-4ea4-8bfe-1747bca4c732",
        "dc23b3c2-af1b-4741-bbb6-ad616e4ff16d",
        "2bd92e54-335f-4f01-a46c-dd265b51d3f9",
        "3c8824bb-bf33-42c4-8e72-3e0b6b02a1d0",
        "f6a98354-2e35-481f-aa45-184d7799388e",
        "477fcfbd-dc73-468e-b794-e3dfd8c82d93",
        "b2ea0614-0d71-4e35-85dd-101e4a0074aa",
        "8f3d5acb-f401-468d-9ef6-1fcccfb025d3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d1715876-00a5-4aed-b6b1-d12bab8b896e",
      "dutyDetail": "Lead and collaborate through investment to action and dissemination for infants, children, parents, carers and families.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "66b3024b-ed21-4285-a88c-2df4b9292ca2",
        "6ef9cccd-a63c-4ab0-b48d-d23d0c2a9da5",
        "a2a9001e-f4da-4d74-b79e-3486a0b40851",
        "37adfa70-a152-419c-893d-c89cabc74789",
        "32965541-7744-4079-91c3-7c3ef9d94584"
      ],
      "mappedKnowledge": [
        "90ba0375-25ef-4f92-879a-8f44e373bc19",
        "74a0262b-6300-4299-9642-f5a60692bbe1",
        "72e9e797-d152-4d4b-9cb5-9ff36c790370",
        "a10c2e2c-544f-49e0-928d-8b3d5cbe3e32",
        "68313feb-e55d-46d7-b946-edb87e068bda",
        "e8964386-c970-4c1d-94b2-37628029d2bb",
        "1a86bb29-9b29-4576-9636-04ec7725a5e6",
        "7856ff50-d834-41b0-9554-173bdcb1cd72",
        "c951d42b-5593-4162-9958-9915697ee149",
        "00fa6ab8-eb2b-4460-b241-64c3b633335b",
        "650320a9-c68a-47d7-a08a-dd80fd2a1e37",
        "45ad46b9-0c23-4105-97c1-6af7ff84bc0a"
      ],
      "mappedOptions": [
        "88be59f7-839d-408b-8fd5-f43c88b5928a"
      ],
      "mappedSkills": [
        "31de8ebd-25c0-4f16-964e-2773218b527a",
        "36deec8d-ab7a-455f-849c-4285fe4d044d",
        "0d3bfbc5-a3f1-4488-a6d7-21f6449f2798",
        "d2753234-6661-402c-b53a-5efa2b8986dc",
        "b5583dea-a87f-4ec8-84dd-2ef8512930ae",
        "c73fb0d3-be82-4750-8dcd-928f9c89b8d5",
        "df329ca3-39a1-4779-8332-c46ba8ac0c74",
        "3759b9d8-e4f7-4aeb-87d2-44bec6643883",
        "c4eae664-6094-4929-86a4-6b3517d67902",
        "dce8a47d-e190-465b-be16-377cc2035870",
        "99e33aef-360e-43e7-b187-703d3932d254",
        "16e366b0-4da6-4f7d-a6c0-9c7c651f54f5",
        "7638d172-1efd-4e3f-a52c-22d6cff9c586",
        "c1433168-a59d-4ee6-ac0c-e076aa878fca",
        "c0a61506-9515-4d66-882e-22a3c2018594",
        "f586ead8-2897-4317-b8b3-2f2574d0a634"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "1923d109-970a-437c-8cd6-76845b011216",
      "dutyDetail": "Promote human rights and address inequalities of school-aged children, young people and their families through assessment, surveillance and intervention.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "66b3024b-ed21-4285-a88c-2df4b9292ca2",
        "6ef9cccd-a63c-4ab0-b48d-d23d0c2a9da5",
        "a2a9001e-f4da-4d74-b79e-3486a0b40851",
        "37adfa70-a152-419c-893d-c89cabc74789",
        "32965541-7744-4079-91c3-7c3ef9d94584"
      ],
      "mappedKnowledge": [
        "f88405e9-c2f0-46b8-8fe3-ae2def5035e6",
        "05908413-353d-48f1-9fe8-7dbaf2dfb3ea",
        "15fa8587-b55e-49b9-af74-52e3c8326fb3",
        "dbcd6513-7a63-415d-ad0f-bf848b7fb65a",
        "9094e99a-1a0f-46a3-bc73-d638a3cf0240",
        "fcdf6472-fd02-4829-a734-ee01325e3896",
        "fc79361e-03d6-484d-b3b3-16ba2c71ea03",
        "f5bda1ef-c512-4c38-8081-aa760773bd22",
        "562dee15-f282-4148-af2c-8bfd098ed51c",
        "12a8bd30-7a11-4243-9ab4-3092a624d51f",
        "f4fff029-b61d-485e-876d-d465a6a17b32",
        "fa6b6b7d-1107-41b6-9ea1-047b997b8ff2",
        "587e3833-164d-4e37-b6d5-b876eb0f7c8b",
        "2a7b4cc7-9820-4bd2-96f4-e0a9571bee1f",
        "612ca99d-8ffc-483d-b244-234193b9f7f8",
        "f6fd1a96-b860-4b7c-a00f-6f21e7522c0a",
        "0462a1a7-8719-41f6-b35c-1a4bb811b014",
        "88b75570-8254-4c04-ad24-497c8bdd5bca",
        "eccc71e9-ad14-4dcd-b27e-b3b2e12c1f7e",
        "dcb2bcc1-b5ad-4601-810c-f6be6f434b8c",
        "a85fb29e-2545-4101-985f-77bedbc4d288"
      ],
      "mappedOptions": [
        "61081ff1-14c7-4765-b71a-613a2c076624"
      ],
      "mappedSkills": [
        "2b279266-32fe-4d78-9d53-c411beb2dcc5",
        "b69f6e0f-6cc4-4311-b02a-83d9e9f7b8fa",
        "602d1854-32d4-4149-b222-6b5a150da2ac",
        "ca54a791-4aa8-44c7-b977-426a55b24762",
        "2e7209c5-b913-4944-85fe-961777219c3b",
        "e712c866-42c1-41da-9885-a771c7c87ba5",
        "4ebd188a-b6a1-4d70-a768-e8dc133dc0f8",
        "77d5b58a-8126-40fa-89a6-ecd16e1fb10a",
        "db4705fe-cb6c-4be4-8735-5e0c34ef8133",
        "fdf80307-b1ff-4d21-a03d-b032c5b8f9fc",
        "b6af2b20-ae21-4917-a7aa-696e675935b8",
        "1fa95427-9f13-487c-b7ff-91926ec0125d",
        "119dc1e2-c6c4-4cbe-8bea-6eff8e07c811",
        "197f2e2e-a80e-4353-8a80-a67389671ad8",
        "887d4798-a2b7-4b72-a667-efd31940e9c3",
        "b42304dd-250e-45ae-99e2-06b5c9346047",
        "22887106-8b05-40b1-8b54-f192dbb09787",
        "027a8eaf-a9a5-4d57-b026-72422df51085",
        "eeb4e6ff-e215-4deb-91b0-e16eab1f81ed",
        "6eaf7faa-25e7-452f-bce2-dbdc8638d8f8",
        "184b4b93-574c-460b-ae71-314eb72a47d5"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0aa253d0-a3cb-4b77-baf1-8d84711127d6",
      "dutyDetail": "Improve population health by: enabling, supporting and improving health outcomes of school-aged children and young people.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "66b3024b-ed21-4285-a88c-2df4b9292ca2",
        "6ef9cccd-a63c-4ab0-b48d-d23d0c2a9da5",
        "a2a9001e-f4da-4d74-b79e-3486a0b40851",
        "37adfa70-a152-419c-893d-c89cabc74789",
        "32965541-7744-4079-91c3-7c3ef9d94584"
      ],
      "mappedKnowledge": [
        "a2ecb8cf-beac-4fb9-bd93-2a9547deb90f",
        "a6e64af3-d7b5-4b8c-86ef-7b1b016f0db7",
        "96fab771-673b-4876-96ae-63912b54eecc",
        "c535bf7c-5a4f-43cb-ac96-7c48df3db815",
        "b0085334-5a45-40a9-8b10-f3d6879e05bd",
        "4927ebd9-0490-4820-8a59-d3c53959f3b4",
        "fe586775-3c53-4ab0-8726-b073331b16d4",
        "ab5b8f1e-a123-440c-9fe7-50db40847a17",
        "1c9aead1-0d82-4ea2-8992-a98434edfde7",
        "686e6c0b-7e00-490e-9f91-15d44870637e",
        "90d535f3-a717-464a-a9de-ea5d0e87c0a7",
        "1d04f3a6-29e8-49db-8135-9aaedd2f2746",
        "df1ce351-9764-48ab-b810-521386f70594",
        "e8bf3aef-ac84-444c-a04c-6ac5fca5eff6",
        "26532b33-e7e8-47fd-a97d-145824deff29",
        "fa72fd47-4126-4f54-adee-9497d0c0c062",
        "b62eef9c-e43e-400f-958e-9ffe050b7491",
        "4e6f4d61-4a05-42d9-ab4c-6389de37ff00",
        "398d5672-c393-4c91-bc96-4234194e8677",
        "ff4ffba4-712e-47f0-b52b-c6e6481db414",
        "813f610a-3864-4483-83cc-642bc845f4f1",
        "6c63e1ec-b812-4548-845b-867a2f0cb87b",
        "6640ae1e-5f00-4458-96a6-5388bcefc65f",
        "abb831ed-1fca-4def-95a2-0824bae68ad6",
        "c69e201a-66cd-467c-8432-1751368e111b"
      ],
      "mappedOptions": [
        "61081ff1-14c7-4765-b71a-613a2c076624"
      ],
      "mappedSkills": [
        "7aae47dd-6b7a-432e-9b0d-f0dc4df1bde8",
        "e7aae2ac-f95a-451b-b5e6-bf3f87604672",
        "9ed73328-1dbd-45c7-b229-9cd57cfa1239",
        "f4ba1df3-2afc-4890-bbd2-13f292985374",
        "6a5428cf-b4bd-4440-999c-d6db5734d575",
        "660a852f-ec0f-4fef-ab17-40831175e037",
        "0c5c9424-a02e-4dd4-a629-c09984f8b49a",
        "b24ad05c-848a-471e-a1f4-f98900b82ec1",
        "e51cadea-6d47-47f6-95f2-95de835b8fd0",
        "204050f9-468a-4a0f-8990-9c8c32223aac",
        "f9f7439d-4834-444e-b46a-910a2720161e",
        "08597d43-46d2-47b4-ae39-4846e08dfbd5",
        "ab7736f4-8c27-4d08-a27f-8bac583c9f50",
        "798fb8ad-2f61-48c3-a982-da0805dfe828",
        "e54b6503-5668-44ea-b6c2-6562ddb66452",
        "faf34cf5-6745-477c-b48f-a0e8b41f939a",
        "a1ed1b43-916e-4c50-a142-d157c6fe1e0d",
        "aaeca533-e961-4d1d-8bb3-17da597c6fae",
        "387dd73d-7413-4900-8af7-a08199d13c35",
        "e7fdf6a6-9ff6-4406-a2ee-707538b67d98",
        "b2aa4ab2-e548-4e11-8e1e-6eb8d794b509",
        "09f49476-9233-4414-9250-eef9933f6638",
        "56ca1804-470d-40bc-9157-6174c7098643",
        "d615ec21-f2b5-4c38-b0be-0983d64c07d0",
        "b4130767-33a6-43d7-bbcb-51431352708e",
        "d98b95c4-b628-4b80-bf25-382a95f67d32",
        "3059d7cd-c536-4b2a-9d06-16abfed729bf"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "12ecc4cf-3757-46c8-bb56-da8ba988e30e",
      "dutyDetail": "Advance public health services and promote healthy places, environments and cultures for school-aged children, young people and their families.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "66b3024b-ed21-4285-a88c-2df4b9292ca2",
        "6ef9cccd-a63c-4ab0-b48d-d23d0c2a9da5",
        "a2a9001e-f4da-4d74-b79e-3486a0b40851",
        "37adfa70-a152-419c-893d-c89cabc74789",
        "32965541-7744-4079-91c3-7c3ef9d94584"
      ],
      "mappedKnowledge": [
        "6869de52-0caa-4558-b11d-c210ef607254",
        "8334cbf1-d15a-4c6d-b1e0-d1e1e60d543a",
        "2f850736-068a-4d96-aa90-eacac1b3dc49",
        "00203e71-3103-4dbc-b250-0fcddfd4ba02",
        "a0e76565-98af-418a-b66e-07f8fa1d0d83",
        "14911807-4132-4394-a8b1-5cb5e740e8ab",
        "69b0cb1e-431f-4eb8-9f8a-7785d5d39903",
        "37812e1e-7b4d-481c-925d-608fe15f2eb7",
        "9826e0ac-5ffe-4271-a895-3d74f8061acf",
        "c5d0e003-9e11-4d41-b5a2-b2f48100032e",
        "95c4d615-46b3-46ac-a54e-3d8520a3655d",
        "b9cde3a2-2f4b-44b0-9184-e3f6a6c69ee4",
        "49635829-5a26-4997-acc6-c58293acc911",
        "fd4c85dd-27d2-4d75-9251-ba170b53601f",
        "91b841fa-2500-4e3d-b7e1-d90b3ce77d29",
        "5d8b0e05-31ae-4b11-bed5-20803cfe6f51",
        "5ccd91f0-d8e7-4f7f-a545-01c7ccf49f2f"
      ],
      "mappedOptions": [
        "61081ff1-14c7-4765-b71a-613a2c076624"
      ],
      "mappedSkills": [
        "a403451f-5efc-43b1-aace-17532e76067e",
        "88d17726-b8fd-499f-90fc-9d4a89ae57cd",
        "1a6b447b-93a9-4c43-a1a4-b205fbb77a7f",
        "9531ef77-a3be-48c4-8a19-29925a45f2d6",
        "c2b88314-9e65-4a41-9f2e-f8ef13e177a3",
        "502fbdda-40cc-48d9-9f4c-b48169894d07",
        "0d982d17-1742-4e53-a2aa-5791cf73801d",
        "638bca15-944e-4ea4-8bfe-1747bca4c732",
        "dc23b3c2-af1b-4741-bbb6-ad616e4ff16d",
        "2bd92e54-335f-4f01-a46c-dd265b51d3f9",
        "d71ee70c-cc0d-4aef-b42c-f64fb3bb4251",
        "dc6c3ed9-bf45-49c2-baec-0483b17e2cfe",
        "239cd9a1-07a9-4be6-ae4a-943bb0acc51c",
        "07e7cb4a-3e8e-4bba-b334-60a318b0d250",
        "def828c6-90e5-4049-8e0d-f0610285cf60",
        "84136a5f-c38f-444f-8ab4-59b7acb5dbb8",
        "b2b068f9-b164-404e-9231-cdb988eae5ab"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4691c3d0-8ecb-4e91-b6ec-450402f50be3",
      "dutyDetail": "Lead and collaborate through investment to action and dissemination for school-aged children, young people and their families.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "66b3024b-ed21-4285-a88c-2df4b9292ca2",
        "6ef9cccd-a63c-4ab0-b48d-d23d0c2a9da5",
        "a2a9001e-f4da-4d74-b79e-3486a0b40851",
        "37adfa70-a152-419c-893d-c89cabc74789",
        "32965541-7744-4079-91c3-7c3ef9d94584"
      ],
      "mappedKnowledge": [
        "90ba0375-25ef-4f92-879a-8f44e373bc19",
        "74a0262b-6300-4299-9642-f5a60692bbe1",
        "72e9e797-d152-4d4b-9cb5-9ff36c790370",
        "a10c2e2c-544f-49e0-928d-8b3d5cbe3e32",
        "68313feb-e55d-46d7-b946-edb87e068bda",
        "e8964386-c970-4c1d-94b2-37628029d2bb",
        "1a86bb29-9b29-4576-9636-04ec7725a5e6",
        "7856ff50-d834-41b0-9554-173bdcb1cd72",
        "079b3917-380f-468d-ac9b-290a5287340f",
        "c724e791-fedb-401e-83a0-a86544770e2c",
        "f8dcedb2-d602-4ff0-9ef8-752e0f56d0fa",
        "23ecda9e-6399-4ed4-a778-0597e6453f95",
        "22f2ecae-03f8-4349-8305-8dd04b94ec25",
        "de1d606e-0494-46c8-8d0c-bbad82f9ef02",
        "a636982f-3f28-4d2f-a611-25abfc362a3a",
        "0db67812-d665-4f72-adac-c0bcb6f4fad7"
      ],
      "mappedOptions": [
        "61081ff1-14c7-4765-b71a-613a2c076624"
      ],
      "mappedSkills": [
        "31de8ebd-25c0-4f16-964e-2773218b527a",
        "36deec8d-ab7a-455f-849c-4285fe4d044d",
        "0d3bfbc5-a3f1-4488-a6d7-21f6449f2798",
        "d2753234-6661-402c-b53a-5efa2b8986dc",
        "b5583dea-a87f-4ec8-84dd-2ef8512930ae",
        "c73fb0d3-be82-4750-8dcd-928f9c89b8d5",
        "df329ca3-39a1-4779-8332-c46ba8ac0c74",
        "3759b9d8-e4f7-4aeb-87d2-44bec6643883",
        "c4eae664-6094-4929-86a4-6b3517d67902",
        "dce8a47d-e190-465b-be16-377cc2035870",
        "4deba28c-f466-4139-b8bf-9cae86877eb1",
        "4d030784-3530-4f28-8f53-998d93076cdb",
        "57a4229a-888e-499a-bdab-c86be711a00c",
        "565da966-055a-438e-ae33-c552d3ed9374",
        "69454dde-68ea-4950-ae73-c274f5b10bae",
        "bab12ad0-f49f-46a4-a2f3-ad796c2abb15",
        "4356b8dd-aba4-4a9c-934f-553df31f1fda",
        "75dbfb1b-9716-4d54-9cb8-80dc46fa0698",
        "23862e7e-bbe5-4bcf-baf2-3e954de81c9b",
        "b622c04e-7a23-42b5-9aed-5a42db209025"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6324ecf6-56dc-4ef9-a480-c2ca26e3dab0",
      "dutyDetail": "Promote human rights and address inequalities for people and communities within and outside the workplace through assessment, surveillance and intervention.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "66b3024b-ed21-4285-a88c-2df4b9292ca2",
        "6ef9cccd-a63c-4ab0-b48d-d23d0c2a9da5",
        "a2a9001e-f4da-4d74-b79e-3486a0b40851",
        "37adfa70-a152-419c-893d-c89cabc74789",
        "32965541-7744-4079-91c3-7c3ef9d94584"
      ],
      "mappedKnowledge": [
        "f88405e9-c2f0-46b8-8fe3-ae2def5035e6",
        "05908413-353d-48f1-9fe8-7dbaf2dfb3ea",
        "15fa8587-b55e-49b9-af74-52e3c8326fb3",
        "dbcd6513-7a63-415d-ad0f-bf848b7fb65a",
        "9094e99a-1a0f-46a3-bc73-d638a3cf0240",
        "fcdf6472-fd02-4829-a734-ee01325e3896",
        "fc79361e-03d6-484d-b3b3-16ba2c71ea03",
        "f5bda1ef-c512-4c38-8081-aa760773bd22",
        "562dee15-f282-4148-af2c-8bfd098ed51c",
        "12a8bd30-7a11-4243-9ab4-3092a624d51f",
        "f4fff029-b61d-485e-876d-d465a6a17b32",
        "291a0214-5f1f-40a8-9bd7-6b332637264c",
        "48fd7038-ca20-47f0-970f-5aad678d7913",
        "cb78945c-d861-4f68-84df-9d479cce828c",
        "18811f08-4ae8-43ba-9751-4c1c47cf67c8",
        "221684a2-2bcc-4a24-a519-ea8afee6c01f"
      ],
      "mappedOptions": [
        "292e994c-5f45-408a-8a2a-7cbbda77bd6e"
      ],
      "mappedSkills": [
        "2b279266-32fe-4d78-9d53-c411beb2dcc5",
        "b69f6e0f-6cc4-4311-b02a-83d9e9f7b8fa",
        "602d1854-32d4-4149-b222-6b5a150da2ac",
        "ca54a791-4aa8-44c7-b977-426a55b24762",
        "2e7209c5-b913-4944-85fe-961777219c3b",
        "e712c866-42c1-41da-9885-a771c7c87ba5",
        "4ebd188a-b6a1-4d70-a768-e8dc133dc0f8",
        "77d5b58a-8126-40fa-89a6-ecd16e1fb10a",
        "db4705fe-cb6c-4be4-8735-5e0c34ef8133",
        "fdf80307-b1ff-4d21-a03d-b032c5b8f9fc",
        "b6af2b20-ae21-4917-a7aa-696e675935b8",
        "eabe2382-104c-4b91-b389-276f6ddfb3d1",
        "4070d388-f6c9-440e-a3f1-1d1fa7b67faa",
        "85fc5444-c388-462a-b820-4f250ac92bfc",
        "6830ced2-3f11-469f-a657-b68d0b4152d5",
        "ff24d466-ac28-4936-9046-00e8dc782461",
        "6085a6f2-8cbd-47d9-b2d7-b1a9d09e743d",
        "3a68e6a4-6b6e-4cc0-9a03-2140c4394c91"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9b5b42fa-4eeb-47b3-ba8d-d7844030c782",
      "dutyDetail": "Improve population health by: enabling, supporting and improving health outcomes of people and communities within and outside the workplace across the life course.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "66b3024b-ed21-4285-a88c-2df4b9292ca2",
        "6ef9cccd-a63c-4ab0-b48d-d23d0c2a9da5",
        "a2a9001e-f4da-4d74-b79e-3486a0b40851",
        "37adfa70-a152-419c-893d-c89cabc74789",
        "32965541-7744-4079-91c3-7c3ef9d94584"
      ],
      "mappedKnowledge": [
        "a2ecb8cf-beac-4fb9-bd93-2a9547deb90f",
        "a6e64af3-d7b5-4b8c-86ef-7b1b016f0db7",
        "96fab771-673b-4876-96ae-63912b54eecc",
        "c535bf7c-5a4f-43cb-ac96-7c48df3db815",
        "b0085334-5a45-40a9-8b10-f3d6879e05bd",
        "4927ebd9-0490-4820-8a59-d3c53959f3b4",
        "fe586775-3c53-4ab0-8726-b073331b16d4",
        "ab5b8f1e-a123-440c-9fe7-50db40847a17",
        "1c9aead1-0d82-4ea2-8992-a98434edfde7",
        "686e6c0b-7e00-490e-9f91-15d44870637e",
        "90d535f3-a717-464a-a9de-ea5d0e87c0a7",
        "1d04f3a6-29e8-49db-8135-9aaedd2f2746",
        "1e4780e7-5e45-49f9-b195-54f8a261932a",
        "e7a2bafe-fa6d-46f4-8f24-60766b951440",
        "603e42c7-ce3e-4906-bfdc-475133d45e92",
        "d3884e6d-ce11-4ba4-a2c0-a55582e52bda",
        "9473931f-773c-45f0-9250-1a4685d359c0",
        "8077001e-cf3c-45de-a222-d1eb1e44daef",
        "762b749e-70f5-4c06-828f-824fa0202707",
        "4f030210-8122-44e3-b963-6853a6e419a2"
      ],
      "mappedOptions": [
        "292e994c-5f45-408a-8a2a-7cbbda77bd6e"
      ],
      "mappedSkills": [
        "7aae47dd-6b7a-432e-9b0d-f0dc4df1bde8",
        "e7aae2ac-f95a-451b-b5e6-bf3f87604672",
        "9ed73328-1dbd-45c7-b229-9cd57cfa1239",
        "f4ba1df3-2afc-4890-bbd2-13f292985374",
        "6a5428cf-b4bd-4440-999c-d6db5734d575",
        "660a852f-ec0f-4fef-ab17-40831175e037",
        "0c5c9424-a02e-4dd4-a629-c09984f8b49a",
        "b24ad05c-848a-471e-a1f4-f98900b82ec1",
        "e51cadea-6d47-47f6-95f2-95de835b8fd0",
        "204050f9-468a-4a0f-8990-9c8c32223aac",
        "f9f7439d-4834-444e-b46a-910a2720161e",
        "08597d43-46d2-47b4-ae39-4846e08dfbd5",
        "ab7736f4-8c27-4d08-a27f-8bac583c9f50",
        "798fb8ad-2f61-48c3-a982-da0805dfe828",
        "cc806160-d35d-4445-b27c-ea4409665753",
        "0d2a60b9-c42e-42b0-be48-a82d75c4b8ff",
        "c61500b5-f172-4d79-86eb-5d84aa3292fe",
        "b4a896f3-c031-4957-8009-af923ab5ac5c",
        "d77364b5-0026-444b-8ade-857d68f92797",
        "85e3bc5f-f4a3-42c1-a9a9-c6b4488f19a9",
        "80b8f41f-cd79-4aa1-ac5e-3ddb23566624",
        "5e4ec660-2d99-4c5e-a3a1-4cd8a85e2765",
        "251b438a-f0c3-4dfb-ae3b-59cf43a5952a"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "35f69643-1c31-473f-9e60-4da8f740f7d7",
      "dutyDetail": "Advance public health services and promote healthy places, environments and cultures for people and communities within and outside the workplace.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "66b3024b-ed21-4285-a88c-2df4b9292ca2",
        "6ef9cccd-a63c-4ab0-b48d-d23d0c2a9da5",
        "a2a9001e-f4da-4d74-b79e-3486a0b40851",
        "37adfa70-a152-419c-893d-c89cabc74789",
        "32965541-7744-4079-91c3-7c3ef9d94584"
      ],
      "mappedKnowledge": [
        "6869de52-0caa-4558-b11d-c210ef607254",
        "8334cbf1-d15a-4c6d-b1e0-d1e1e60d543a",
        "2f850736-068a-4d96-aa90-eacac1b3dc49",
        "00203e71-3103-4dbc-b250-0fcddfd4ba02",
        "a0e76565-98af-418a-b66e-07f8fa1d0d83",
        "14911807-4132-4394-a8b1-5cb5e740e8ab",
        "69b0cb1e-431f-4eb8-9f8a-7785d5d39903",
        "37812e1e-7b4d-481c-925d-608fe15f2eb7",
        "9826e0ac-5ffe-4271-a895-3d74f8061acf",
        "c5d0e003-9e11-4d41-b5a2-b2f48100032e",
        "a044ba0d-f051-4d16-aead-629bc1f68cc8",
        "03ca930b-5e9f-4e5e-8cba-4e58a3c1ab71",
        "e105c4c6-fd17-4475-8c72-5a4e4a699415",
        "c3032e9e-c2c2-450d-9883-bd940b1c6479",
        "d26f822e-bb06-4bed-9944-10449952e6cd",
        "e21fd0be-f8f3-4962-8fc5-a6f141596e79",
        "bd021fb4-0a43-4720-9351-7ba92c49b15a",
        "e0419ce1-7b19-4faf-9eb4-a00ab09ab824",
        "7ae06f9a-3b41-4213-91f6-1ec587224203",
        "1807050b-c6ad-460f-9589-8c27fd46ebde"
      ],
      "mappedOptions": [
        "292e994c-5f45-408a-8a2a-7cbbda77bd6e"
      ],
      "mappedSkills": [
        "a403451f-5efc-43b1-aace-17532e76067e",
        "88d17726-b8fd-499f-90fc-9d4a89ae57cd",
        "1a6b447b-93a9-4c43-a1a4-b205fbb77a7f",
        "9531ef77-a3be-48c4-8a19-29925a45f2d6",
        "c2b88314-9e65-4a41-9f2e-f8ef13e177a3",
        "502fbdda-40cc-48d9-9f4c-b48169894d07",
        "0d982d17-1742-4e53-a2aa-5791cf73801d",
        "638bca15-944e-4ea4-8bfe-1747bca4c732",
        "dc23b3c2-af1b-4741-bbb6-ad616e4ff16d",
        "2bd92e54-335f-4f01-a46c-dd265b51d3f9",
        "80d6e5fd-7ef2-4fc6-bb9b-22b3d5d8d95b",
        "64a7b6e7-748f-41a3-b1f7-1b17bc4ee870",
        "ea22fc91-01cd-48b7-8fad-72eed038a0e8",
        "05539c36-c65e-4c80-bdc1-51ace452aae0",
        "edf19144-e130-4c71-8fcc-af8f0a05f0d6",
        "3087f29a-77fe-4136-bbaf-e97c89b6b820",
        "5a69ef06-b507-4c46-8d53-1e05fcedb3e1",
        "97e0968a-9e56-4265-8d83-076b35b6e252",
        "5fc833d0-e4d4-4001-b6fe-135d33ad34ad",
        "3927ba0e-afcd-47d5-9daa-c2ba51154793"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "26a6587d-4221-488d-b46e-45b80abc996a",
      "dutyDetail": "Lead and collaborate through investment to action and dissemination for people and communities within and outside the workplace.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "66b3024b-ed21-4285-a88c-2df4b9292ca2",
        "6ef9cccd-a63c-4ab0-b48d-d23d0c2a9da5",
        "a2a9001e-f4da-4d74-b79e-3486a0b40851",
        "37adfa70-a152-419c-893d-c89cabc74789",
        "32965541-7744-4079-91c3-7c3ef9d94584"
      ],
      "mappedKnowledge": [
        "90ba0375-25ef-4f92-879a-8f44e373bc19",
        "74a0262b-6300-4299-9642-f5a60692bbe1",
        "72e9e797-d152-4d4b-9cb5-9ff36c790370",
        "a10c2e2c-544f-49e0-928d-8b3d5cbe3e32",
        "68313feb-e55d-46d7-b946-edb87e068bda",
        "e8964386-c970-4c1d-94b2-37628029d2bb",
        "1a86bb29-9b29-4576-9636-04ec7725a5e6",
        "7856ff50-d834-41b0-9554-173bdcb1cd72",
        "cbaa8548-c2ed-48e2-9aff-4b9fe9e8bc6d",
        "d37a6859-8321-4cb6-950e-2e85221524a2",
        "39970d4e-d842-4eef-9aec-58720ed57f21",
        "b2838a16-d584-47ad-a1d8-0845d108335f"
      ],
      "mappedOptions": [
        "292e994c-5f45-408a-8a2a-7cbbda77bd6e"
      ],
      "mappedSkills": [
        "31de8ebd-25c0-4f16-964e-2773218b527a",
        "36deec8d-ab7a-455f-849c-4285fe4d044d",
        "0d3bfbc5-a3f1-4488-a6d7-21f6449f2798",
        "d2753234-6661-402c-b53a-5efa2b8986dc",
        "b5583dea-a87f-4ec8-84dd-2ef8512930ae",
        "c73fb0d3-be82-4750-8dcd-928f9c89b8d5",
        "df329ca3-39a1-4779-8332-c46ba8ac0c74",
        "3759b9d8-e4f7-4aeb-87d2-44bec6643883",
        "c4eae664-6094-4929-86a4-6b3517d67902",
        "dce8a47d-e190-465b-be16-377cc2035870",
        "1177955b-11e8-4f8c-b878-88de833e8121",
        "b785fdef-f0a6-4eca-b966-b873508f764f",
        "d2d67d82-ca58-4f57-8af6-b147c0440008",
        "67c079c0-cae9-4f82-a43b-6c2de2ad1cae",
        "0401460e-15ae-45d3-8c11-a664a43a7dc2",
        "a078f543-7b0b-4e77-b6e6-0b2f861f9ec0"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [
    {
      "optionId": "88be59f7-839d-408b-8fd5-f43c88b5928a",
      "title": "Health Visitor",
      "occupationCode": "OCC1418A"
    },
    {
      "optionId": "292e994c-5f45-408a-8a2a-7cbbda77bd6e",
      "title": "Occupational Health Nurse",
      "occupationCode": "OCC1418C"
    },
    {
      "optionId": "61081ff1-14c7-4765-b71a-613a2c076624",
      "title": "School Nurse",
      "occupationCode": "OCC1418B"
    }
  ],
  "regulationDetail": [
    {
      "name": "Training Provider",
      "webLink": "",
      "approved": true
    },
    {
      "name": "EPAO",
      "webLink": "",
      "approved": true
    }
  ],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2023-11-22T00:00:00"
}