{
  "templateType": "Occupational Standard",
  "larsCode": 0,
  "referenceNumber": "ST1484",
  "learningAimClassCode": "",
  "title": "Internal audit technician",
  "status": "In development",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1484",
  "qualificationStandardUrl": null,
  "versionNumber": "",
  "change": "",
  "changedDate": "2025-03-14T00:00:00",
  "earliestStartDate": null,
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Supporting auditors in assessing and improving governance, risk management, and control processes in organisations",
  "level": 4,
  "ePALength": 2,
  "typicalDuration": 18,
  "maxFunding": 0,
  "maxFundingAdditionalInformation": "",
  "route": "Legal, finance and accounting",
  "keywords": [
    "auditors",
    "risk management",
    "governance",
    "internal audit technician",
    "consultancy"
  ],
  "jobRoles": [
    "Internal audit assistant",
    "Internal audit support officer",
    "Internal audit technician",
    "Junior internal auditor"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://instituteforapprenticeships.org/apprenticeships/st1484?view=epa",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.3 Business management",
  "version": "0.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p class=&quot;MsoNormal&quot;&gt;This occupation is found in all organisations that require assurance of their governance, risk management, and internal control processes. Organisations that employ Internal Audit Technicians (IA Technicians) are mainly medium to large and may be found in the public, third, or private sectors. Accountancy and professional services firms employ internal auditors to perform audits on behalf of their clients. Organisations may also employ their own internal auditors to conduct in-house audits. In the public sector, an internal audit function will carry out in-house audits within structures such as central government departments, local authorities, regulators, and higher education providers.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot;&gt;The broad purpose of the occupation is to support internal auditors in providing an independent, objective assurance and consulting service. IA Technicians help internal auditors advise organisations on how to accomplish their objectives. They take a planned, disciplined approach to supporting the assessment and improvement of risk management, control, and governance processes. IA Technicians assess the effectiveness of various areas within the organisation, including risk management, compliance, human resources, customer services, assets, and finance functions. They must remain independent and objective while working alongside all areas of the organisation. IA Technicians undertake designated aspects of routine internal audit engagements, following assigned tasks from internal auditors. They may check records and procedures to ensure they are accurate and reliable. They also support engagement with stakeholders to understand the actions being audited and assist in assessing compliance and risk within governance frameworks.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot;&gt;In their daily work, an IA Technician interacts with an audit team of other internal auditors and support staff. They may be managed by the Internal Audit Professional (IAProf) or Head of Internal Audit. They may also interact with colleagues and peers outside the audit team when conducting or supporting audit engagements and feedback tasks. The internal audit team provides audit reports to senior managers, setting out findings. The IA Technician supports this task depending on the nature of the audit.&lt;/p&gt;\n&lt;p class=&quot;MsoNormal&quot;&gt;An employee in this occupation is responsible for their allocated personal workload. They receive work instructions from senior colleagues, such as internal auditors. Their work is managed and checked to ensure adherence to the International Standards for the Professional Practice of Internal Auditing and the guidance of the Chartered Institute of Internal Auditors (Chartered IIA).&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "17e88ab4-20cd-4716-8924-9ff23d7f7ef4",
      "detail": "The professional context of internal audit including the characteristics of the role of auditors, contribution of internal audit to the achievement of organisational objectives and the requirement to be independent and objective."
    },
    {
      "knowledgeId": "27fa4d71-e542-400a-b9f1-89a57b9a4205",
      "detail": "The underpinning professional standards and principles of professional and ethical internal audit, including the Code of Ethics, principles of due professional care and internal audit charter."
    },
    {
      "knowledgeId": "dfd4d021-fed6-4431-92ce-ed45e919b792",
      "detail": "The concept and characteristics of governance, risk management and control."
    },
    {
      "knowledgeId": "d163e820-bdf2-4ccc-968b-e9526743cebf",
      "detail": "Principles of environmental, social, and governance standards."
    },
    {
      "knowledgeId": "4890b29f-5b5c-4e7f-9ba4-fa96fcde1cdf",
      "detail": "The different core types of controls, including preventative, directive and corrective controls."
    },
    {
      "knowledgeId": "8c8499d9-db48-40e0-9e3e-0ef57fc63090",
      "detail": "The purpose of a strategic internal audit plan, its development, structure, and how it aligns to an organisation’s strategy."
    },
    {
      "knowledgeId": "7250481b-2310-4cca-b9c8-d78f720a7a22",
      "detail": "Effective engagement planning, including communication, risk assessment, identifying objectives and scope, evaluation criteria, resources, and work programme."
    },
    {
      "knowledgeId": "a8eb528a-db86-48cd-96f9-31bc892fed40",
      "detail": "The stages and methodologies of an internal audit and the associated roles in the process, such as research, planning, fieldwork, testing, reporting, and follow-up of any recommendations."
    },
    {
      "knowledgeId": "90db1e01-ff32-4c14-aeaa-ace2527e3af5",
      "detail": "The function of the internal audit manual."
    },
    {
      "knowledgeId": "dbd1921e-1d2d-4b37-b3e8-782431564183",
      "detail": "Principles of research, including the identification and use of internal policy, processes, and standards relevant to the area being audited, and any external regulation or legislation which may impact the organisation being audited."
    },
    {
      "knowledgeId": "67849b40-2191-473c-91ee-8f0195dd1170",
      "detail": "The purpose of performing a risk assessment during engagement planning, and the steps involved."
    },
    {
      "knowledgeId": "72a04cb3-a2a7-4db1-b00f-2538ea0e3c69",
      "detail": "Types of misstatement, error, fraud, fraud risk, and red flags for fraud."
    },
    {
      "knowledgeId": "e0cebc2f-b8ce-4313-8930-ffcf37f0645d",
      "detail": "The law, regulations, policies, and procedures related to confidentiality, privacy, and information security when using information gathered during internal audit work."
    },
    {
      "knowledgeId": "f0022937-c5ad-44f0-8bdb-6e2466400697",
      "detail": "Fundamental concepts of IT software packages and data analytics audit tools and techniques, such as spreadsheets, when conducting internal audit work."
    },
    {
      "knowledgeId": "7b861344-3310-4bec-b8ba-643402326dee",
      "detail": "Key documents and communications that underpin internal audit interactions with an organisation's board and senior management."
    },
    {
      "knowledgeId": "020a9e1c-a05c-409c-8b57-4f6da655557b",
      "detail": "The role of performance measurement in enhancing quality in internal audit work."
    },
    {
      "knowledgeId": "0ab03741-490b-4b7c-9f9c-332a05ea0db5",
      "detail": "Key principles of communication in the audit process, including building relationships and trust, influencing, negotiating, different approaches to communicating, the key stages of engagement communications, dealing with significant errors or omissions in internal audit work, and the requirement to communicate any unacceptable levels of risk."
    },
    {
      "knowledgeId": "09d00737-50d4-4f08-9bbb-79107bebadf8",
      "detail": "The elements of an appropriate internal audit engagement conclusion, including the significance and priority of recommendations, any scope limitations, the overall conclusion, and applicable actions plans, as well as the importance of subsequently confirming that management has implemented the recommendations or actions plans."
    },
    {
      "knowledgeId": "bf090fcd-8f46-488f-aaba-a0a507bf3c43",
      "detail": "Principles of workload management to ensure deadlines are met, including planning and managing time effectively, prioritising tasks, and escalating problems where appropriate."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "4a1e9b0f-c223-410d-8ef1-dd482e86f3a3",
      "detail": "Acts professionally, ethically, and with integrity, demonstrating organisational values in how they work, maintaining confidentiality, independence, and objectivity."
    },
    {
      "behaviourId": "3802fb9b-c104-43c2-b37b-d1997265a725",
      "detail": "Demonstrates drive and energy, with a willingness to get the job done."
    },
    {
      "behaviourId": "6b484cb7-3f31-4dc8-b0dd-cbbff2898efa",
      "detail": "Supports audit activities with a questioning mind and being alert to conditions that may indicate possible misstatement of information due to error or fraud."
    },
    {
      "behaviourId": "9f07ce69-fa67-4468-96c0-ca009c2a4928",
      "detail": "Works collaboratively and as a team player."
    },
    {
      "behaviourId": "4029ad73-835d-4b5c-a8c5-9e71301541a4",
      "detail": "Works flexibly and adapts to changing circumstances and environments, approaching audit work with an open mindset."
    }
  ],
  "skills": [
    {
      "skillId": "ce840547-fb35-41c9-9dd2-82c091006de7",
      "detail": "Conduct all audit work in compliance with an organisation’s internal audit manual."
    },
    {
      "skillId": "08b7ad16-1702-4693-85e2-0e4a5764dff3",
      "detail": "Recognise and avoid or mitigate any potential, actual, or perceived impairments to an individual internal auditor’s objectivity in accordance with professional standards and organisational policy."
    },
    {
      "skillId": "135245f9-8af5-4da2-a8aa-54b111b21d75",
      "detail": "Use appropriate systems and software in line with organisational policies and procedures."
    },
    {
      "skillId": "0571efc1-a4f5-4b3b-9083-6d9b3842db80",
      "detail": "Communicate clearly and succinctly, both verbally and in writing, adapt communication style to suit different situations, promote open communication stakeholder engagement, and effectively contribute to meetings."
    },
    {
      "skillId": "04c99ea8-01c2-4e56-9af4-a4268e029cf5",
      "detail": "Contribute to managing the internal audit engagement activity’s reputation and stakeholder expectations."
    },
    {
      "skillId": "4c82d76b-f974-46ff-ac4e-07b736709de9",
      "detail": "Support the planning of effective engagements by gathering information to understand the organisation and activity under review, completing risk assessments and prioritising risks to determine engagement objectives, scope, and evaluation criteria."
    },
    {
      "skillId": "8b732cce-b44c-4040-a93e-a18c0e9fdf35",
      "detail": "Support the completion of detailed risk and control assessments, and support the development of work and testing programmes or practices to conduct audits."
    },
    {
      "skillId": "913946ae-a362-4765-81e6-4219e792d756",
      "detail": "During assigned audits, examine and evaluate the governance, risks, risk management, and controls related to the organisation by reference to published guidance."
    },
    {
      "skillId": "2b8e1f32-52d7-455c-bae5-ed9bd1347dc7",
      "detail": "Assist in the utilisation of walk throughs and process mapping to document and understand business processes."
    },
    {
      "skillId": "acd8b0a0-70b7-4521-ab1f-dc65db01e537",
      "detail": "Select and use tools and techniques, under guidance, to gather relevant, reliable, and sufficient information for audit assignments."
    },
    {
      "skillId": "81083a70-2b1c-476b-9e55-5814d8a4ffb0",
      "detail": "Apply appropriate sampling, data analysis, and other analytical review techniques, as directed, to analyse information and develop potential engagement findings."
    },
    {
      "skillId": "9e5d6aa5-8cec-4aca-956a-04a2fc5beea2",
      "detail": "Use data analytics and software tools, such as spreadsheets, to gather and analyse data as directed within an internal audit engagement."
    },
    {
      "skillId": "0fbe66d8-363b-4f8c-b8ae-95f87dd5b386",
      "detail": "Evaluate the relevance, sufficiency, and reliability of the sources and information gathered."
    },
    {
      "skillId": "30ea079d-9ec4-4140-a3e4-850c4c52cbf2",
      "detail": "Support the analysis of the adequacy of criteria and methods used by management to determine whether the activity has accomplished its objectives and goals."
    },
    {
      "skillId": "883eaaf1-c047-41ab-857a-3fcf26299895",
      "detail": "Select and apply appropriate questioning and negotiating techniques during delivery of audit work to influence positive outcomes."
    },
    {
      "skillId": "579c162b-e16e-4bab-8193-cb7c4fd9e9fb",
      "detail": "Prepare internal audit workpapers and supporting documentation, ensuring it is accurate, relevant, and complete."
    },
    {
      "skillId": "e5f283b1-fe43-4dbb-89d3-fc4f8f83ce69",
      "detail": "Support the identification of engagement conclusions, including the development of recommendations, or collaborating with management to produce action plans that resolve findings, mitigate risks, address root causes, and enhance or improve the activity under review."
    },
    {
      "skillId": "c40b774c-ad0d-472b-9f8c-b38094486b32",
      "detail": "Under supervision, prepare reports that are accurate, objective, clear, concise, constructive, and timely."
    },
    {
      "skillId": "a3481e62-b8c3-4caf-adf2-8468fec7f100",
      "detail": "Support the internal audit team in confirming that management subject to the audit engagement have implemented agreed action plans to address audit findings."
    },
    {
      "skillId": "8590a704-12c8-4957-a0b6-4591dbb702c9",
      "detail": "Apply principles of workload management to support deadlines being met, including planning and managing time effectively, prioritising tasks, and escalating delivery problems to audit lead or manager where appropriate."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "2025-03-06T00:00:00 +00:00",
  "epaPublished": "true",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual is the intended EQA provider",
    "contactName": "",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "",
    "webLink": "https://contact.ofqual.gov.uk/"
  },
  "approvedForDelivery": "",
  "integratedApprenticeship": true,
  "integration": "Mandatory qualification",
  "integratedDegree": "",
  "tbReference": "TB0879",
  "tbMainContact": "PRock@lambeth.gov.uk",
  "involvedEmployers": "Ageas, Barclays, Birmingham City University, Clear Quality, Government Internal Audit Agency, Hertfordshire County Council, HSBC, Institute of Internal Auditors, JP Morgan, Kaplan, Lincolnshire County Council, LLoyds Banking, Lloyds Banking Group, London Borough of Lambeth, MBKB, MIAA , NHS York and Scarborough",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Internal audit assistant",
    "Internal audit support officer",
    "Internal audit technician",
    "Junior internal auditor"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;English and maths qualifications must be completed in line with the &lt;a rel=&quot;noopener&quot; href=&quot;https://www.gov.uk/guidance/apprenticeship-funding-rules&quot; target=&quot;_blank&quot;&gt;apprenticeship funding rules&lt;/a&gt;.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Financial",
  "cluster": "Financial technician",
  "clusterId": "244",
  "clusterDescription": "Model the financial needs of clients using a wide range of digital/IT skills. Give advise based on research and analysis directly to clients covering a wide range of financial services and products",
  "createdDate": "2025-05-22T09:00:48 +00:00",
  "lastUpdated": "2025-03-14T00:00:00 +00:00",
  "occupationalStandardApprovalDate": null,
  "banners": "",
  "occupationCode": "OCC1484",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1484?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1484",
  "qualifications": [
    {
      "qualificationId": "439e0302-47fc-412d-a224-6c036fbbc4a9",
      "title": "Foundations of Internal Audit ",
      "level": "4",
      "anyAdditionalInformation": "",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "Chartered Institute for Internal Auditors",
      "level": "Certified Practitioner",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "686631eb-205c-48f3-9cc9-ac791924eecd",
      "dutyDetail": "Support research and collate background information and documentation under instruction for assigned internal audit engagements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4a1e9b0f-c223-410d-8ef1-dd482e86f3a3",
        "3802fb9b-c104-43c2-b37b-d1997265a725"
      ],
      "mappedKnowledge": [
        "17e88ab4-20cd-4716-8924-9ff23d7f7ef4",
        "27fa4d71-e542-400a-b9f1-89a57b9a4205",
        "dfd4d021-fed6-4431-92ce-ed45e919b792",
        "d163e820-bdf2-4ccc-968b-e9526743cebf",
        "8c8499d9-db48-40e0-9e3e-0ef57fc63090",
        "7250481b-2310-4cca-b9c8-d78f720a7a22",
        "a8eb528a-db86-48cd-96f9-31bc892fed40",
        "90db1e01-ff32-4c14-aeaa-ace2527e3af5",
        "dbd1921e-1d2d-4b37-b3e8-782431564183",
        "67849b40-2191-473c-91ee-8f0195dd1170",
        "72a04cb3-a2a7-4db1-b00f-2538ea0e3c69",
        "e0cebc2f-b8ce-4313-8930-ffcf37f0645d",
        "f0022937-c5ad-44f0-8bdb-6e2466400697",
        "bf090fcd-8f46-488f-aaba-a0a507bf3c43"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ce840547-fb35-41c9-9dd2-82c091006de7",
        "08b7ad16-1702-4693-85e2-0e4a5764dff3",
        "135245f9-8af5-4da2-a8aa-54b111b21d75",
        "4c82d76b-f974-46ff-ac4e-07b736709de9",
        "8590a704-12c8-4957-a0b6-4591dbb702c9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9887e822-a50d-406c-8408-a34069768cf0",
      "dutyDetail": "Support the planning and execution of audit engagements as directed, ensuring that engagement plans are achieved in accordance with agreed standards of quality, and within resource allocation.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4a1e9b0f-c223-410d-8ef1-dd482e86f3a3",
        "3802fb9b-c104-43c2-b37b-d1997265a725",
        "4029ad73-835d-4b5c-a8c5-9e71301541a4"
      ],
      "mappedKnowledge": [
        "17e88ab4-20cd-4716-8924-9ff23d7f7ef4",
        "27fa4d71-e542-400a-b9f1-89a57b9a4205",
        "dfd4d021-fed6-4431-92ce-ed45e919b792",
        "d163e820-bdf2-4ccc-968b-e9526743cebf",
        "4890b29f-5b5c-4e7f-9ba4-fa96fcde1cdf",
        "8c8499d9-db48-40e0-9e3e-0ef57fc63090",
        "7250481b-2310-4cca-b9c8-d78f720a7a22",
        "a8eb528a-db86-48cd-96f9-31bc892fed40",
        "90db1e01-ff32-4c14-aeaa-ace2527e3af5",
        "dbd1921e-1d2d-4b37-b3e8-782431564183",
        "67849b40-2191-473c-91ee-8f0195dd1170",
        "72a04cb3-a2a7-4db1-b00f-2538ea0e3c69",
        "e0cebc2f-b8ce-4313-8930-ffcf37f0645d",
        "f0022937-c5ad-44f0-8bdb-6e2466400697",
        "bf090fcd-8f46-488f-aaba-a0a507bf3c43"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ce840547-fb35-41c9-9dd2-82c091006de7",
        "08b7ad16-1702-4693-85e2-0e4a5764dff3",
        "4c82d76b-f974-46ff-ac4e-07b736709de9",
        "8b732cce-b44c-4040-a93e-a18c0e9fdf35",
        "8590a704-12c8-4957-a0b6-4591dbb702c9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "59221ba2-4d80-45c7-b2ff-4518fc53584f",
      "dutyDetail": "Analyse and interpret quantitative and qualitative data under supervision, including financial information, to inform audit engagement activities.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4a1e9b0f-c223-410d-8ef1-dd482e86f3a3",
        "3802fb9b-c104-43c2-b37b-d1997265a725",
        "4029ad73-835d-4b5c-a8c5-9e71301541a4"
      ],
      "mappedKnowledge": [
        "17e88ab4-20cd-4716-8924-9ff23d7f7ef4",
        "27fa4d71-e542-400a-b9f1-89a57b9a4205",
        "d163e820-bdf2-4ccc-968b-e9526743cebf",
        "4890b29f-5b5c-4e7f-9ba4-fa96fcde1cdf",
        "8c8499d9-db48-40e0-9e3e-0ef57fc63090",
        "a8eb528a-db86-48cd-96f9-31bc892fed40",
        "90db1e01-ff32-4c14-aeaa-ace2527e3af5",
        "72a04cb3-a2a7-4db1-b00f-2538ea0e3c69",
        "e0cebc2f-b8ce-4313-8930-ffcf37f0645d",
        "f0022937-c5ad-44f0-8bdb-6e2466400697",
        "bf090fcd-8f46-488f-aaba-a0a507bf3c43"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ce840547-fb35-41c9-9dd2-82c091006de7",
        "08b7ad16-1702-4693-85e2-0e4a5764dff3",
        "135245f9-8af5-4da2-a8aa-54b111b21d75",
        "8b732cce-b44c-4040-a93e-a18c0e9fdf35",
        "913946ae-a362-4765-81e6-4219e792d756",
        "2b8e1f32-52d7-455c-bae5-ed9bd1347dc7",
        "acd8b0a0-70b7-4521-ab1f-dc65db01e537",
        "81083a70-2b1c-476b-9e55-5814d8a4ffb0",
        "9e5d6aa5-8cec-4aca-956a-04a2fc5beea2",
        "0fbe66d8-363b-4f8c-b8ae-95f87dd5b386",
        "30ea079d-9ec4-4140-a3e4-850c4c52cbf2",
        "8590a704-12c8-4957-a0b6-4591dbb702c9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "d5316ecd-0c2e-4731-a3c0-767d20a01e38",
      "dutyDetail": "Support standard, risk-based audit engagements as directed.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4a1e9b0f-c223-410d-8ef1-dd482e86f3a3",
        "3802fb9b-c104-43c2-b37b-d1997265a725",
        "6b484cb7-3f31-4dc8-b0dd-cbbff2898efa",
        "9f07ce69-fa67-4468-96c0-ca009c2a4928"
      ],
      "mappedKnowledge": [
        "17e88ab4-20cd-4716-8924-9ff23d7f7ef4",
        "27fa4d71-e542-400a-b9f1-89a57b9a4205",
        "dfd4d021-fed6-4431-92ce-ed45e919b792",
        "d163e820-bdf2-4ccc-968b-e9526743cebf",
        "4890b29f-5b5c-4e7f-9ba4-fa96fcde1cdf",
        "8c8499d9-db48-40e0-9e3e-0ef57fc63090",
        "a8eb528a-db86-48cd-96f9-31bc892fed40",
        "90db1e01-ff32-4c14-aeaa-ace2527e3af5",
        "72a04cb3-a2a7-4db1-b00f-2538ea0e3c69",
        "e0cebc2f-b8ce-4313-8930-ffcf37f0645d",
        "f0022937-c5ad-44f0-8bdb-6e2466400697",
        "bf090fcd-8f46-488f-aaba-a0a507bf3c43"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ce840547-fb35-41c9-9dd2-82c091006de7",
        "08b7ad16-1702-4693-85e2-0e4a5764dff3",
        "135245f9-8af5-4da2-a8aa-54b111b21d75",
        "0571efc1-a4f5-4b3b-9083-6d9b3842db80",
        "04c99ea8-01c2-4e56-9af4-a4268e029cf5",
        "913946ae-a362-4765-81e6-4219e792d756",
        "2b8e1f32-52d7-455c-bae5-ed9bd1347dc7",
        "acd8b0a0-70b7-4521-ab1f-dc65db01e537",
        "81083a70-2b1c-476b-9e55-5814d8a4ffb0",
        "30ea079d-9ec4-4140-a3e4-850c4c52cbf2",
        "883eaaf1-c047-41ab-857a-3fcf26299895",
        "8590a704-12c8-4957-a0b6-4591dbb702c9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e81c195b-e94a-4cd3-801b-9bf4a9d9c2a5",
      "dutyDetail": "Document sufficient, reliable, relevant, and useful information to support audit engagement results and conclusions.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4a1e9b0f-c223-410d-8ef1-dd482e86f3a3",
        "3802fb9b-c104-43c2-b37b-d1997265a725",
        "6b484cb7-3f31-4dc8-b0dd-cbbff2898efa"
      ],
      "mappedKnowledge": [
        "17e88ab4-20cd-4716-8924-9ff23d7f7ef4",
        "27fa4d71-e542-400a-b9f1-89a57b9a4205",
        "d163e820-bdf2-4ccc-968b-e9526743cebf",
        "4890b29f-5b5c-4e7f-9ba4-fa96fcde1cdf",
        "7250481b-2310-4cca-b9c8-d78f720a7a22",
        "a8eb528a-db86-48cd-96f9-31bc892fed40",
        "90db1e01-ff32-4c14-aeaa-ace2527e3af5",
        "72a04cb3-a2a7-4db1-b00f-2538ea0e3c69",
        "e0cebc2f-b8ce-4313-8930-ffcf37f0645d",
        "f0022937-c5ad-44f0-8bdb-6e2466400697",
        "bf090fcd-8f46-488f-aaba-a0a507bf3c43"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ce840547-fb35-41c9-9dd2-82c091006de7",
        "08b7ad16-1702-4693-85e2-0e4a5764dff3",
        "135245f9-8af5-4da2-a8aa-54b111b21d75",
        "913946ae-a362-4765-81e6-4219e792d756",
        "2b8e1f32-52d7-455c-bae5-ed9bd1347dc7",
        "acd8b0a0-70b7-4521-ab1f-dc65db01e537",
        "81083a70-2b1c-476b-9e55-5814d8a4ffb0",
        "9e5d6aa5-8cec-4aca-956a-04a2fc5beea2",
        "0fbe66d8-363b-4f8c-b8ae-95f87dd5b386",
        "30ea079d-9ec4-4140-a3e4-850c4c52cbf2",
        "883eaaf1-c047-41ab-857a-3fcf26299895",
        "579c162b-e16e-4bab-8193-cb7c4fd9e9fb",
        "8590a704-12c8-4957-a0b6-4591dbb702c9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "bf5d2fd6-6b01-41c5-80c8-ca9dc3727f79",
      "dutyDetail": "Support good working relationships with stakeholders to encourage engagement with the audit engagement process.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4a1e9b0f-c223-410d-8ef1-dd482e86f3a3",
        "3802fb9b-c104-43c2-b37b-d1997265a725",
        "9f07ce69-fa67-4468-96c0-ca009c2a4928",
        "4029ad73-835d-4b5c-a8c5-9e71301541a4"
      ],
      "mappedKnowledge": [
        "17e88ab4-20cd-4716-8924-9ff23d7f7ef4",
        "27fa4d71-e542-400a-b9f1-89a57b9a4205",
        "d163e820-bdf2-4ccc-968b-e9526743cebf",
        "4890b29f-5b5c-4e7f-9ba4-fa96fcde1cdf",
        "7250481b-2310-4cca-b9c8-d78f720a7a22",
        "a8eb528a-db86-48cd-96f9-31bc892fed40",
        "72a04cb3-a2a7-4db1-b00f-2538ea0e3c69",
        "7b861344-3310-4bec-b8ba-643402326dee",
        "0ab03741-490b-4b7c-9f9c-332a05ea0db5",
        "bf090fcd-8f46-488f-aaba-a0a507bf3c43"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ce840547-fb35-41c9-9dd2-82c091006de7",
        "08b7ad16-1702-4693-85e2-0e4a5764dff3",
        "135245f9-8af5-4da2-a8aa-54b111b21d75",
        "0571efc1-a4f5-4b3b-9083-6d9b3842db80",
        "04c99ea8-01c2-4e56-9af4-a4268e029cf5",
        "30ea079d-9ec4-4140-a3e4-850c4c52cbf2",
        "883eaaf1-c047-41ab-857a-3fcf26299895",
        "8590a704-12c8-4957-a0b6-4591dbb702c9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4b12e4c3-778d-4b25-9478-79c74f9f15e6",
      "dutyDetail": "Support the internal audit team to produce accurate, objective, clear, concise, constructive, complete, and timely engagement reports.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4a1e9b0f-c223-410d-8ef1-dd482e86f3a3",
        "3802fb9b-c104-43c2-b37b-d1997265a725",
        "9f07ce69-fa67-4468-96c0-ca009c2a4928",
        "4029ad73-835d-4b5c-a8c5-9e71301541a4"
      ],
      "mappedKnowledge": [
        "17e88ab4-20cd-4716-8924-9ff23d7f7ef4",
        "27fa4d71-e542-400a-b9f1-89a57b9a4205",
        "a8eb528a-db86-48cd-96f9-31bc892fed40",
        "90db1e01-ff32-4c14-aeaa-ace2527e3af5",
        "72a04cb3-a2a7-4db1-b00f-2538ea0e3c69",
        "e0cebc2f-b8ce-4313-8930-ffcf37f0645d",
        "f0022937-c5ad-44f0-8bdb-6e2466400697",
        "7b861344-3310-4bec-b8ba-643402326dee",
        "0ab03741-490b-4b7c-9f9c-332a05ea0db5",
        "09d00737-50d4-4f08-9bbb-79107bebadf8",
        "bf090fcd-8f46-488f-aaba-a0a507bf3c43"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ce840547-fb35-41c9-9dd2-82c091006de7",
        "08b7ad16-1702-4693-85e2-0e4a5764dff3",
        "135245f9-8af5-4da2-a8aa-54b111b21d75",
        "0571efc1-a4f5-4b3b-9083-6d9b3842db80",
        "04c99ea8-01c2-4e56-9af4-a4268e029cf5",
        "30ea079d-9ec4-4140-a3e4-850c4c52cbf2",
        "883eaaf1-c047-41ab-857a-3fcf26299895",
        "e5f283b1-fe43-4dbb-89d3-fc4f8f83ce69",
        "c40b774c-ad0d-472b-9f8c-b38094486b32",
        "8590a704-12c8-4957-a0b6-4591dbb702c9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "4b13f7f7-42d3-4749-9ff2-edd9906a193e",
      "dutyDetail": "Attend meetings and contribute to communications with stakeholders on matters relating to audit engagements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4a1e9b0f-c223-410d-8ef1-dd482e86f3a3",
        "3802fb9b-c104-43c2-b37b-d1997265a725"
      ],
      "mappedKnowledge": [
        "17e88ab4-20cd-4716-8924-9ff23d7f7ef4",
        "27fa4d71-e542-400a-b9f1-89a57b9a4205",
        "dfd4d021-fed6-4431-92ce-ed45e919b792",
        "a8eb528a-db86-48cd-96f9-31bc892fed40",
        "e0cebc2f-b8ce-4313-8930-ffcf37f0645d",
        "f0022937-c5ad-44f0-8bdb-6e2466400697",
        "7b861344-3310-4bec-b8ba-643402326dee",
        "0ab03741-490b-4b7c-9f9c-332a05ea0db5",
        "09d00737-50d4-4f08-9bbb-79107bebadf8",
        "bf090fcd-8f46-488f-aaba-a0a507bf3c43"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ce840547-fb35-41c9-9dd2-82c091006de7",
        "08b7ad16-1702-4693-85e2-0e4a5764dff3",
        "135245f9-8af5-4da2-a8aa-54b111b21d75",
        "0571efc1-a4f5-4b3b-9083-6d9b3842db80",
        "04c99ea8-01c2-4e56-9af4-a4268e029cf5",
        "e5f283b1-fe43-4dbb-89d3-fc4f8f83ce69",
        "a3481e62-b8c3-4caf-adf2-8468fec7f100",
        "8590a704-12c8-4957-a0b6-4591dbb702c9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8749805e-ea43-40fd-8e84-2bb60d7492d6",
      "dutyDetail": "Support the drafting of action plans for improvement in line with findings from audit engagements reviews.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4a1e9b0f-c223-410d-8ef1-dd482e86f3a3",
        "3802fb9b-c104-43c2-b37b-d1997265a725"
      ],
      "mappedKnowledge": [
        "17e88ab4-20cd-4716-8924-9ff23d7f7ef4",
        "27fa4d71-e542-400a-b9f1-89a57b9a4205",
        "d163e820-bdf2-4ccc-968b-e9526743cebf",
        "4890b29f-5b5c-4e7f-9ba4-fa96fcde1cdf",
        "a8eb528a-db86-48cd-96f9-31bc892fed40",
        "90db1e01-ff32-4c14-aeaa-ace2527e3af5",
        "72a04cb3-a2a7-4db1-b00f-2538ea0e3c69",
        "e0cebc2f-b8ce-4313-8930-ffcf37f0645d",
        "f0022937-c5ad-44f0-8bdb-6e2466400697",
        "7b861344-3310-4bec-b8ba-643402326dee",
        "09d00737-50d4-4f08-9bbb-79107bebadf8",
        "bf090fcd-8f46-488f-aaba-a0a507bf3c43"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ce840547-fb35-41c9-9dd2-82c091006de7",
        "08b7ad16-1702-4693-85e2-0e4a5764dff3",
        "135245f9-8af5-4da2-a8aa-54b111b21d75",
        "a3481e62-b8c3-4caf-adf2-8468fec7f100",
        "8590a704-12c8-4957-a0b6-4591dbb702c9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "bd4938a5-c3cc-4759-b623-17bb699dc5ea",
      "dutyDetail": "Support routine follow-up reviews of standard audit activities.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4a1e9b0f-c223-410d-8ef1-dd482e86f3a3",
        "3802fb9b-c104-43c2-b37b-d1997265a725"
      ],
      "mappedKnowledge": [
        "17e88ab4-20cd-4716-8924-9ff23d7f7ef4",
        "27fa4d71-e542-400a-b9f1-89a57b9a4205",
        "dfd4d021-fed6-4431-92ce-ed45e919b792",
        "d163e820-bdf2-4ccc-968b-e9526743cebf",
        "4890b29f-5b5c-4e7f-9ba4-fa96fcde1cdf",
        "a8eb528a-db86-48cd-96f9-31bc892fed40",
        "90db1e01-ff32-4c14-aeaa-ace2527e3af5",
        "67849b40-2191-473c-91ee-8f0195dd1170",
        "72a04cb3-a2a7-4db1-b00f-2538ea0e3c69",
        "e0cebc2f-b8ce-4313-8930-ffcf37f0645d",
        "7b861344-3310-4bec-b8ba-643402326dee",
        "09d00737-50d4-4f08-9bbb-79107bebadf8",
        "bf090fcd-8f46-488f-aaba-a0a507bf3c43"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ce840547-fb35-41c9-9dd2-82c091006de7",
        "08b7ad16-1702-4693-85e2-0e4a5764dff3",
        "135245f9-8af5-4da2-a8aa-54b111b21d75",
        "a3481e62-b8c3-4caf-adf2-8468fec7f100",
        "8590a704-12c8-4957-a0b6-4591dbb702c9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b5f7a48d-f8a9-4d3c-b233-a7007aa581b1",
      "dutyDetail": " Support the promotion of an organisational culture that is ethical and risk aware.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4a1e9b0f-c223-410d-8ef1-dd482e86f3a3",
        "9f07ce69-fa67-4468-96c0-ca009c2a4928"
      ],
      "mappedKnowledge": [
        "17e88ab4-20cd-4716-8924-9ff23d7f7ef4",
        "27fa4d71-e542-400a-b9f1-89a57b9a4205",
        "dfd4d021-fed6-4431-92ce-ed45e919b792",
        "d163e820-bdf2-4ccc-968b-e9526743cebf",
        "4890b29f-5b5c-4e7f-9ba4-fa96fcde1cdf",
        "a8eb528a-db86-48cd-96f9-31bc892fed40",
        "72a04cb3-a2a7-4db1-b00f-2538ea0e3c69",
        "e0cebc2f-b8ce-4313-8930-ffcf37f0645d",
        "f0022937-c5ad-44f0-8bdb-6e2466400697",
        "7b861344-3310-4bec-b8ba-643402326dee",
        "020a9e1c-a05c-409c-8b57-4f6da655557b",
        "0ab03741-490b-4b7c-9f9c-332a05ea0db5",
        "09d00737-50d4-4f08-9bbb-79107bebadf8"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ce840547-fb35-41c9-9dd2-82c091006de7",
        "08b7ad16-1702-4693-85e2-0e4a5764dff3",
        "135245f9-8af5-4da2-a8aa-54b111b21d75",
        "04c99ea8-01c2-4e56-9af4-a4268e029cf5",
        "4c82d76b-f974-46ff-ac4e-07b736709de9",
        "8b732cce-b44c-4040-a93e-a18c0e9fdf35",
        "913946ae-a362-4765-81e6-4219e792d756",
        "579c162b-e16e-4bab-8193-cb7c4fd9e9fb"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "33026b35-e904-47fe-ac75-cecf4da0a80f",
      "dutyDetail": "Manage own workload using agreed management systems, and undertake reviews of casework to ensure progression is maintained and problems identified and escalated.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "4a1e9b0f-c223-410d-8ef1-dd482e86f3a3",
        "3802fb9b-c104-43c2-b37b-d1997265a725",
        "9f07ce69-fa67-4468-96c0-ca009c2a4928",
        "4029ad73-835d-4b5c-a8c5-9e71301541a4"
      ],
      "mappedKnowledge": [
        "17e88ab4-20cd-4716-8924-9ff23d7f7ef4",
        "27fa4d71-e542-400a-b9f1-89a57b9a4205",
        "dfd4d021-fed6-4431-92ce-ed45e919b792",
        "7250481b-2310-4cca-b9c8-d78f720a7a22",
        "a8eb528a-db86-48cd-96f9-31bc892fed40",
        "e0cebc2f-b8ce-4313-8930-ffcf37f0645d",
        "f0022937-c5ad-44f0-8bdb-6e2466400697",
        "020a9e1c-a05c-409c-8b57-4f6da655557b",
        "bf090fcd-8f46-488f-aaba-a0a507bf3c43"
      ],
      "mappedOptions": [],
      "mappedSkills": [
        "ce840547-fb35-41c9-9dd2-82c091006de7",
        "08b7ad16-1702-4693-85e2-0e4a5764dff3",
        "135245f9-8af5-4da2-a8aa-54b111b21d75",
        "04c99ea8-01c2-4e56-9af4-a4268e029cf5",
        "4c82d76b-f974-46ff-ac4e-07b736709de9",
        "8b732cce-b44c-4040-a93e-a18c0e9fdf35",
        "913946ae-a362-4765-81e6-4219e792d756",
        "579c162b-e16e-4bab-8193-cb7c4fd9e9fb",
        "8590a704-12c8-4957-a0b6-4591dbb702c9"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-03-14T00:00:00"
}