{
  "templateType": "Apprenticeship Standard",
  "larsCode": 0,
  "referenceNumber": "ST1502",
  "learningAimClassCode": "",
  "title": "Teacher - Undergraduate",
  "status": "In development",
  "approvedForDeliveryPausedStarts": null,
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1502",
  "qualificationStandardUrl": null,
  "versionNumber": "",
  "change": "",
  "changedDate": "2020-03-05T00:00:00",
  "earliestStartDate": null,
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Educating young people to achieve the highest possible standards.",
  "level": 6,
  "ePALength": 1,
  "typicalDuration": 45,
  "maxFunding": 27000,
  "maxFundingAdditionalInformation": "",
  "route": "Education and early years",
  "keywords": [
    "teacher",
    "teaching",
    "education",
    "young people",
    "lecturing",
    "childcare"
  ],
  "jobRoles": [
    "Teacher"
  ],
  "entryRequirements": "&lt;p&gt;Apprentices must meet the entry requirements for initial teacher training (ITT) as set out by the Department for Education (DfE): Initial teacher training (ITT): criteria and supporting advice - GOV.UK (www.gov.uk)&lt;br&gt;In line with other ITT routes, entry requirements for the teacher apprenticeship require apprentices to have achieved a standard equivalent to a grade 4 in the GCSE examinations in English and mathematics; and ensure that those who intend to train to teach pupils aged 3 to 11 additionally have achieved a standard equivalent to a grade 4 in the GCSE examination in a science subject.&lt;/p&gt;\n&lt;p&gt;The ITT criteria are clear that all entrants to an ITT course leading to QTS, must&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;have achieved a standard equivalent to a grade 4 in the GCSE examinations in English and mathematics. Additionally, for those who intend to teach pupils aged 3 to 11, a&amp;nbsp;standard equivalent to a grade 4 in the GCSE examination in a science subject is required.&amp;nbsp;&amp;nbsp;Where applicants do not have a relevant GCSE at grade 4 or an equivalent qualification, ITT providers can allow them to demonstrate they meet this entry requirement by taking a GCSE equivalency test.&lt;/p&gt;\n&lt;p style=&quot;margin-bottom: 0; line-height: normal; background: rgba(255, 255, 255, 1); vertical-align: baseline;&quot; class=&quot;MsoNormal&quot;&gt;&amp;nbsp;&lt;/p&gt;\n&lt;p&gt;Apprentices without GCSE Grade C/4 or higher in Maths and English or an accepted equivalent qualification (&lt;a href=&quot;https://view.officeapps.live.com/op/view.aspx?src=https%3A%2F%2Fassets.publishing.service.gov.uk%2Fmedia%2F63492cb78fa8f534695f39d1%2FApprenticeship_standards_English_and_maths_list-Oct2022.ods&amp;amp;wdOrigin=BROWSELINK&quot;&gt;Apprenticeship_standards_English_and_maths_list-Oct2022.ods (live.com)&lt;/a&gt;.&lt;strong&gt;)&lt;/strong&gt; who meet the entry requirement for ITT by taking a GCSE equivalency test, will also be required to achieve Functional Skills in English and Maths at Level 2 or GCSE grade 4-9 as part of the apprenticeship exit requirement.&lt;/p&gt;",
  "assessmentPlanUrl": "",
  "ssa1": "13 Education and Training",
  "ssa2": "13.1 Teaching and lecturing",
  "version": "0.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupational profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;This occupation is found in a variety of settings where teaching is delivered to pupils between the ages of 3-19. This includes maintained schools, academies, specialist schools, faith schools, and private schools.&lt;/p&gt;\n&lt;p&gt;A teacher’s primary role is to plan and deliver a high-quality curriculum to their pupils to promote good progress and outcomes. Teachers set high expectations which inspire and challenge pupils and manage behaviour effectively to ensure a safe learning environment. Teachers make accurate and productive use of assessment and adapt their teaching to respond to pupils’ needs. They will have strong subject knowledge and keep their teaching practice up to date through regular professional development.&lt;/p&gt;\n&lt;p&gt;A teacher&#39;s day will look different depending on the type of school they work in and the subject they teach. Each school will have its own timetable and different responsibilities outside of teaching hours. In their daily work, a teacher interacts with children, young people, parents and carers. They will work with the senior leadership team in their school, led by a headteacher or head of school. They interact with teaching colleagues and pastoral and curriculum leads. They will also work closely with specialists such as the special educational needs coordinator and designated safeguarding leads.&lt;/p&gt;\n&lt;p&gt;A teacher will be responsible for upholding the Teachers&#39; Standards, which set the minimum requirements for teachers&#39; practice and conduct. Teachers demonstrate consistently high standards of personal and professional conduct. They are responsible for safeguarding and must follow statutory guidance set out in &#39;Keeping Children Safe in Education&#39;. This includes safeguarding pupils&#39; wellbeing. Teachers are responsible for the pupils in their care. They typically report to a subject or year group coordinator in the first instance, with the headteacher having overall responsibility. Qualified teacher status (QTS) is a legal requirement to teach in maintained schools and is considered desirable for teachers in the majority of schools in England.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Entry Requirements&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Apprentices must meet the entry requirements for initial teacher training (ITT) as set out by the Department for Education (DfE): Initial teacher training (ITT): criteria and supporting advice - GOV.UK (www.gov.uk)&lt;/p&gt;\n&lt;p&gt;In line with other ITT routes, entry requirements for the teacher apprenticeship require apprentices to have achieved a standard equivalent to a grade 4 in the GCSE examinations in English and mathematics; and ensure that those who intend to train to teach pupils aged 3 to 11 additionally have achieved a standard equivalent to a grade 4 in the GCSE examination in a science subject.&lt;/p&gt;\n&lt;p&gt;Where applicants do not have a relevant GCSE at grade 4 or an equivalent qualification, ITT providers can allow them to demonstrate they meet this entry requirement by taking a GCSE equivalency test.&lt;/p&gt;\n&lt;h3&gt;Occupation duties&lt;/h3&gt;\n&lt;p style=&quot;margin-bottom: 0cm; line-height: normal; mso-outline-level: 3; background: white; vertical-align: baseline;&quot; class=&quot;MsoNormal&quot;&gt;The below sets out the standards that define the minimum level of practice for trainees and teachers to achieve Qualified Teacher Status - and which all apprentices will be assessed against. For full details on the standards Teachers must meet, please refer to the Teachers&#39; Standards (1); these have statutory force (under regulation 6(8)(a) of the Education (School Teachers&#39; Appraisal) (England) Regulations 2012) and are issued by law.&lt;/p&gt;\n&lt;p style=&quot;margin-bottom: 0cm; line-height: normal; mso-outline-level: 3; background: white; vertical-align: baseline;&quot; class=&quot;MsoNormal&quot;&gt;&amp;nbsp;&lt;/p&gt;\n&lt;table border=&quot;0&quot; width=&quot;650&quot;&gt;\n&lt;thead&gt;\n&lt;tr&gt;\n&lt;td width=&quot;572&quot;&gt;\n&lt;p&gt;&lt;strong&gt;DUTY&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;78&quot;&gt;\n&lt;p&gt;&lt;strong&gt;KSBS&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/thead&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Duty 1&lt;/strong&gt;&amp;nbsp;Plan and teach lessons to the classes they are assigned to teach within the context of the school’s plans, curriculum and schemes of work.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&amp;nbsp;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Duty 2&lt;/strong&gt;&amp;nbsp;Assess, monitor, record and report on the learning needs, progress and achievements of assigned pupils.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&amp;nbsp;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Duty 3&lt;/strong&gt;&amp;nbsp;Participate in arrangements for preparing pupils for external examinations.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&amp;nbsp;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Duty 4&lt;/strong&gt;&amp;nbsp;Contribute to the development, implementation and evaluation of the school’s policies, practices and procedures in such a way as to support the school’s values and vision.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&amp;nbsp;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Duty 5&lt;/strong&gt;&amp;nbsp;Work with others on curriculum and pupil development to secure co-ordinated outcomes.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&amp;nbsp;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Duty 6&lt;/strong&gt;&amp;nbsp;Promote the safety and well-being of pupils.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&amp;nbsp;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Duty 7&lt;/strong&gt;&amp;nbsp;Maintain good order and discipline among pupils.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&amp;nbsp;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Duty 8&lt;/strong&gt;&amp;nbsp;Direct and supervise support staff assigned to them and, where appropriate, other teachers.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&amp;nbsp;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Duty 9 &lt;/strong&gt;Deploy resources delegated to them.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;\n&lt;p&gt;&amp;nbsp;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Duty 10&lt;/strong&gt;&amp;nbsp;Participate in arrangements for the appraisal and review of their own performance and, where appropriate, that of other teachers and support staff.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&amp;nbsp;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Duty 11&lt;/strong&gt;&amp;nbsp;Participate in arrangements for their own further training and professional development and, where appropriate, that of other teachers and support staff including induction.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&amp;nbsp;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Duty 12&lt;/strong&gt;&amp;nbsp;Communicate with pupils, parents, and carers.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&amp;nbsp;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td&gt;\n&lt;p&gt;&lt;strong&gt;Duty 13&lt;/strong&gt;&amp;nbsp;Collaborate and work with colleagues and other relevant professionals within and beyond the school.&lt;/p&gt;\n&lt;/td&gt;\n&lt;td&gt;&amp;nbsp;&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Knowledge, Skills and Behaviours&amp;nbsp;&lt;/strong&gt;&lt;/h3&gt;\n&lt;h2&gt;KSBs&lt;/h2&gt;\n&lt;h4&gt;&lt;strong&gt;Professional Knowledge and Skills required of a Teacher&lt;/strong&gt;&lt;/h4&gt;\n&lt;ol&gt;\n&lt;li&gt;&lt;strong&gt; Set high expectations which inspire, motivate and challenge pupils&lt;/strong&gt;&lt;/li&gt;\n&lt;/ol&gt;\n&lt;ul&gt;\n&lt;li&gt;establish a safe and stimulating environment for pupils, rooted in mutual respect&lt;/li&gt;\n&lt;li&gt;set goals that stretch and challenge pupils of all backgrounds, abilities and dispositions&lt;/li&gt;\n&lt;li&gt;demonstrate consistently the positive attitudes, values and behaviour which are expected of pupils.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ol start=&quot;2&quot;&gt;\n&lt;li&gt;&lt;strong&gt; Promote good progress and outcomes by pupils&lt;/strong&gt;&lt;/li&gt;\n&lt;/ol&gt;\n&lt;ul&gt;\n&lt;li&gt;be accountable for pupils’ attainment, progress and outcomes&lt;/li&gt;\n&lt;li&gt;be aware of pupils’ capabilities and their prior knowledge, and plan teaching to build on these&lt;/li&gt;\n&lt;li&gt;guide pupils to reflect on the progress they have made and their emerging needs&lt;/li&gt;\n&lt;li&gt;demonstrate knowledge and understanding of how pupils learn and how this impacts on teaching&lt;/li&gt;\n&lt;li&gt;encourage pupils to take a responsible and conscientious attitude to their own work and study.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ol start=&quot;3&quot;&gt;\n&lt;li&gt;&lt;strong&gt; Demonstrate good subject and curriculum knowledge&lt;/strong&gt;&lt;/li&gt;\n&lt;/ol&gt;\n&lt;ul&gt;\n&lt;li&gt;have a secure knowledge of the relevant subject(s) and curriculum areas, foster and maintain pupils’ interest in the subject, and address misunderstandings&lt;/li&gt;\n&lt;li&gt;demonstrate a critical understanding of developments in the subject and curriculum areas, and promote the value of scholarship&lt;/li&gt;\n&lt;li&gt;demonstrate an understanding of and take responsibility for promoting high standards of literacy, articulacy and the correct use of standard English, whatever the teacher’s specialist subject&lt;/li&gt;\n&lt;li&gt;demonstrate clear understanding of content and teaching methodologies required for relevant curriculum areas and age groups (for example, systematic synthetic phonics if teaching early reading, or appropriate teaching strategies if teaching early maths).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ol start=&quot;4&quot;&gt;\n&lt;li&gt;&lt;strong&gt; Plan and teach well-structured lessons&lt;/strong&gt;&lt;/li&gt;\n&lt;/ol&gt;\n&lt;ul&gt;\n&lt;li&gt;impart knowledge and develop understanding through effective use of lesson time&lt;/li&gt;\n&lt;li&gt;promote a love of learning and children’s intellectual curiosity&lt;/li&gt;\n&lt;li&gt;set homework and plan other out-of-class activities to consolidate and extend the knowledge and understanding pupils have acquired&lt;/li&gt;\n&lt;li&gt;reflect systematically on the effectiveness of lessons and approaches to teaching&amp;nbsp;&lt;/li&gt;\n&lt;li&gt;contribute to the design and provision of an engaging curriculum within the relevant subject area(s).&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ol start=&quot;5&quot;&gt;\n&lt;li&gt;&lt;strong&gt; Adapt teaching to respond to the strengths and needs of all pupils&lt;/strong&gt;&lt;/li&gt;\n&lt;/ol&gt;\n&lt;ul&gt;\n&lt;li&gt;know when and how to differentiate appropriately, using approaches which enable pupils to be taught effectively&lt;/li&gt;\n&lt;li&gt;have a secure understanding of how a range of factors can inhibit pupils’ ability to learn, and how best to overcome these&lt;/li&gt;\n&lt;li&gt;demonstrate an awareness of the physical, social and intellectual development of children, and know how to adapt teaching to support pupils’ education at different stages of development&lt;/li&gt;\n&lt;li&gt;have a clear understanding of the needs of all pupils, including those with special educational needs; those of high ability; those with English as an additional language; those with disabilities; and be able to use and evaluate distinctive teaching approaches to engage and support them.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ol start=&quot;6&quot;&gt;\n&lt;li&gt;&lt;strong&gt; Make accurate and productive use of assessment&lt;/strong&gt;&lt;/li&gt;\n&lt;/ol&gt;\n&lt;ul&gt;\n&lt;li&gt;know and understand how to assess the relevant subject and curriculum areas, including statutory assessment requirements&lt;/li&gt;\n&lt;li&gt;make use of formative and summative assessment to secure pupils’ progress&lt;/li&gt;\n&lt;li&gt;use relevant data to monitor progress, set targets, and plan subsequent lessons&lt;/li&gt;\n&lt;li&gt;give pupils regular feedback, both orally and through accurate marking, and encourage pupils to respond to the feedback.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ol start=&quot;7&quot;&gt;\n&lt;li&gt;&lt;strong&gt; Manage behaviour effectively to ensure a good and safe learning environment&lt;/strong&gt;&lt;/li&gt;\n&lt;/ol&gt;\n&lt;ul&gt;\n&lt;li&gt;have clear rules and routines for behaviour in classrooms, and take responsibility for promoting good and courteous behaviour both in classrooms and around the school, in accordance with the school’s behaviour policy&lt;/li&gt;\n&lt;li&gt;have high expectations of behaviour, and establish a framework for discipline with a range of strategies, using praise, sanctions and rewards consistently and fairly&lt;/li&gt;\n&lt;li&gt;manage classes effectively, using approaches which are appropriate to pupils’ needs in order to involve and motivate&lt;/li&gt;\n&lt;li&gt;maintain good relationships with pupils, exercise appropriate authority, and act decisively when necessary.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ol start=&quot;8&quot;&gt;\n&lt;li&gt;&lt;strong&gt; Fulfil wider professional responsibilities&lt;/strong&gt;&lt;/li&gt;\n&lt;/ol&gt;\n&lt;ul&gt;\n&lt;li&gt;make a positive contribution to the wider life and ethos of the school&lt;/li&gt;\n&lt;li&gt;develop effective professional relationships with colleagues, knowing how and when to draw on advice and specialist support&lt;/li&gt;\n&lt;li&gt;deploy support staff effectively&lt;/li&gt;\n&lt;li&gt;take responsibility for improving teaching through appropriate professional development, responding to advice and feedback from colleagues&lt;/li&gt;\n&lt;li&gt;communicate effectively with parents with regard to pupils’ achievements and well-being.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h4&gt;&lt;strong&gt;Professional and Personal Behaviours required of a Teacher:&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;A teacher is expected to demonstrate consistently high standards of personal and professional conduct. The following statements define the behaviour and attitudes which set the required standards throughout a teacher’s career.&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Teachers uphold public trust in the profession and maintain high standards of ethics and behaviour, within and outside school, by:\n&lt;ul&gt;\n&lt;li&gt;treating pupils with dignity, building relationships rooted in mutual respect, and at all times observing proper boundaries appropriate to a teacher’s professional position&lt;/li&gt;\n&lt;li&gt;having regard for the need to safeguard pupils’ well-being, in accordance with statutory provisions&lt;/li&gt;\n&lt;li&gt;showing tolerance of and respect for the rights of others&lt;/li&gt;\n&lt;li&gt;not undermining fundamental British values, including democracy, the rule of law, individual liberty and mutual respect, and tolerance of those with different faiths and beliefs&lt;/li&gt;\n&lt;li&gt;ensuring that personal beliefs are not expressed in ways which exploit pupils’ vulnerability or might lead them to break the law.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/li&gt;\n&lt;li&gt;Teachers must have proper and professional regard for the ethos, policies and practices of the school in which they teach, and maintain high standards in their own attendance and punctuality.&lt;/li&gt;\n&lt;li&gt;Teachers must have an understanding of, and always act within, the statutory frameworks which set out their professional duties and responsibilities.&amp;nbsp;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;Qualifications&lt;/h3&gt;\n&lt;p&gt;English and Maths exit requirements can be found in the funding rules.&lt;/p&gt;\n&lt;h3&gt;Other mandatory qualifications&lt;/h3&gt;\n&lt;p&gt;A BA or BSc degree that aligns to the occupational standard and leads to the award of QTS.&lt;/p&gt;\n&lt;p&gt;All official degree titles must contain ‘Teacher Degree Apprenticeship’. Further requirements by phase are as follows:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Official degree titles for primary phase courses must include ‘education’ or ‘primary education;&lt;/li&gt;\n&lt;li&gt;Official degree titles for secondary phase courses must include the ‘specialist subject’; they may include both the ‘specialist subject’ and ‘education’ or ‘secondary education’.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;All courses must adhere to the ITT criteria, encompass all aspects of the ITT Core Content Framework (CCF) and Early Career Framework (ECF) and enable trainees to meet the Teachers’ Standards – which are reflected in the knowledge, skills and behaviours – at the appropriate level so they can be recommended for QTS.&lt;/p&gt;\n&lt;p&gt;Level: 6 (integrated degree)&lt;/p&gt;\n&lt;h3&gt;Professional recognition&lt;/h3&gt;\n&lt;p&gt;This standard aligns with the following professional recognition:&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Department for Education for Qualified Teacher Status&lt;/li&gt;\n&lt;/ul&gt;\n&lt;h3&gt;&lt;strong&gt;Duration&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The apprenticeship will typically be 45 months.&amp;nbsp;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Level&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Level 6.&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;This occupation is found in a variety of settings where teaching is delivered to pupils between the ages of 3-19. This includes maintained schools, academies, specialist schools, faith schools, and private schools.&lt;br&gt;&lt;br&gt;A teacher’s primary role is to plan and deliver a high-quality curriculum to their pupils to promote good progress and outcomes. Teachers set high expectations which inspire and challenge pupils and manage behaviour effectively to ensure a safe learning environment. Teachers make accurate and productive use of assessment and adapt their teaching to respond to pupils’ needs. They will have strong subject knowledge and keep their teaching practice up to date through regular professional development.&lt;br&gt;&lt;br&gt;A teacher&#39;s day will look different depending on the type of school they work in and the subject they teach. Each school will have its own timetable and different responsibilities outside of teaching hours. In their daily work, a teacher interacts with children, young people, parents and carers. They will work with the senior leadership team in their school, led by a headteacher or head of school. They interact with teaching colleagues and pastoral and curriculum leads. They will also work closely with specialists such as the special educational needs coordinator and designated safeguarding leads.&lt;br&gt;&lt;br&gt;A teacher will be responsible for upholding the Teachers&#39; Standards, which set the minimum requirements for teachers&#39; practice and conduct. Teachers demonstrate consistently high standards of personal and professional conduct. They are responsible for safeguarding and must follow statutory guidance set out in &#39;Keeping Children Safe in Education&#39;. This includes safeguarding pupils&#39; wellbeing. Teachers are responsible for the pupils in their care. They typically report to a subject or year group coordinator in the first instance, with the headteacher having overall responsibility. Qualified teacher status (QTS) is a legal requirement to teach in maintained schools and is considered desirable for teachers in the majority of schools in England.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "6ef09e19-9b20-4795-82ef-9ab7f4a5214b",
      "detail": "Set high expectations which inspire, motivate and challenge pupils."
    },
    {
      "knowledgeId": "4898662c-91a8-4bcd-8a91-7f058f0a9d4f",
      "detail": "Promote good progress and outcomes by pupils."
    },
    {
      "knowledgeId": "37ec90ac-0105-41e5-a21a-15d8b4177c82",
      "detail": "Demonstrate good subject and curriculum knowledge."
    },
    {
      "knowledgeId": "4d3fa6c1-536a-4491-87a3-a9591a7ff137",
      "detail": "Plan and teach well-structured lessons."
    },
    {
      "knowledgeId": "827f97da-efaf-4f08-bde3-a68c2ca7203e",
      "detail": "Adapt teaching to respond to the strengths and needs of all pupils."
    },
    {
      "knowledgeId": "e09bcf08-464d-42fe-b3b1-a6849a7882bc",
      "detail": "Make accurate and productive use of assessment."
    },
    {
      "knowledgeId": "6b06d9a6-a47e-402e-9d52-4f069fb17c49",
      "detail": "Manage behaviour effectively to ensure a good and safe learning environment."
    },
    {
      "knowledgeId": "848630cd-c22b-4028-ba0f-5925fa9dd934",
      "detail": "Fulfil wider professional responsibilities."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "9743e34f-2df2-490e-869f-ed5c5702972c",
      "detail": "A teacher is expected to demonstrate consistently high standards of personal and professional conduct. The following statements define the behaviour and attitudes which set the required standards throughout a teacher’s career."
    }
  ],
  "skills": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "true",
  "epaApprovalDate": "",
  "epaPublished": "false",
  "fundingApprovalDate": "",
  "eQAProvider": null,
  "approvedForDelivery": "",
  "integratedApprenticeship": true,
  "integration": "Degree-apprenticeship",
  "integratedDegree": "integrated degree",
  "tbReference": "TB0115",
  "tbMainContact": "",
  "involvedEmployers": "",
  "otherInvolvedStakeholders": "",
  "regulated": true,
  "regulatedBody": "Department for Education",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Teacher"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Education and Childcare",
  "cluster": "Teaching Professional",
  "clusterId": "171",
  "clusterDescription": "Develop a learners' knowledge, skills and behaviours relevant to their stage of progress and subject specialism. Covers the full range of tracking, assessment and support to ensure a learner succeeds in a timely way",
  "createdDate": "2025-05-12T10:16:26 +00:00",
  "lastUpdated": "2020-03-05T00:00:00 +00:00",
  "occupationalStandardApprovalDate": null,
  "banners": "ST0490 Teacher has been split into two separate apprenticeships. ST0490 v1.1 will be Teacher - Postgraduate and ST1502 is Teacher - Undergraduate. The end-point assessment plans for both are still in development.",
  "occupationCode": "",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeships/st1502?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeships/st1502",
  "qualifications": [
    {
      "qualificationId": "78b755f3-9b56-44d8-802f-3ac053fafbca",
      "title": "A BA or BSc degree that aligns to the occupational standard and leads to the award of QTS. ",
      "level": "6 (integrated degree)",
      "anyAdditionalInformation": "All official degree titles must contain ‘Teacher Degree Apprenticeship’. Further requirements by phase are as follows:\nOfficial degree titles for primary phase courses must include ‘education’ or ‘primary education;•\tOfficial degree titles for secondary phase courses must include the ‘specialist subject’; they may include both the ‘specialist subject’ and ‘education’ or ‘secondary education’.\n\nAll courses must adhere to the ITT criteria, encompass all aspects of the ITT Core Content Framework (CCF) and Early Career Framework (ECF) and enable trainees to meet the Teachers’ Standards – which are reflected in the knowledge, skills and behaviours – at the appropriate level so they can be recommended for QTS.",
      "qualificationEpaIntegration": "",
      "mappedOptions": []
    }
  ],
  "professionalRecognition": [
    {
      "bodyName": "Department for Education",
      "level": "Qualified Teacher Status",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "9a280a46-128e-4319-ab86-4225533c20ba",
      "dutyDetail": "Plan and teach lessons to the classes they are assigned to teach within the context of the school’s plans, curriculum and schemes of work.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "418498ad-e2e1-45bc-ba6e-aac45bf1ed53",
      "dutyDetail": "Assess, monitor, record and report on the learning needs, progress and achievements of assigned pupils.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c8cf84f3-850b-4fd0-bd97-34dcd4fd33d3",
      "dutyDetail": "Participate in arrangements for preparing pupils for external examinations.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f161650d-27cb-45c4-ace6-cf380b201a63",
      "dutyDetail": "Contribute to the development, implementation and evaluation of the school’s policies, practices and procedures in such a way as to support the school’s values and vision.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e0d369bc-2562-4e22-897f-855c3448f64d",
      "dutyDetail": "Work with others on curriculum and pupil development to secure co-ordinated outcomes.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f2a73a55-95ff-4506-887a-840bfbb85c57",
      "dutyDetail": "Promote the safety and well-being of pupils.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7f2b1aa6-1e1a-4126-ab6c-7c0c6819d27c",
      "dutyDetail": "Maintain good order and discipline among pupils.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "0a0b4a12-7dec-4328-bf91-a4434c7e108f",
      "dutyDetail": "Direct and supervise support staff assigned to them and, where appropriate, other teachers.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "9b8adccc-e2a2-4c08-ad9c-985fae62b49e",
      "dutyDetail": "Deploy resources delegated to them.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "40f7a45c-7270-4758-aaa2-38789dc79b88",
      "dutyDetail": "Participate in arrangements for the appraisal and review of their own performance and, where appropriate, that of other teachers and support staff.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "ee5adfa7-cf32-4120-ad1d-f125e6b1d11c",
      "dutyDetail": "Participate in arrangements for their own further training and professional development and, where appropriate, that of other teachers and support staff including induction.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7edf5219-36a9-4f9c-b6f8-8fae062e4694",
      "dutyDetail": "Communicate with pupils, parents, and carers.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7ad04fb1-d110-4f58-9cb7-eedcf30c1411",
      "dutyDetail": "Collaborate and work with colleagues and other relevant professionals within and beyond the school.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [
    {
      "name": "Training Provider",
      "webLink": "",
      "approved": true
    },
    {
      "name": "EPAO",
      "webLink": "",
      "approved": true
    }
  ],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2025-05-12T10:16:26.69"
}